Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Writing out map...
cs: Zapisuji výstupní mapu...
sv: Skriva ut karta...

source: %ld bytes written to '%s'
cs: %ld bytù zapsáno do '%s'
sv: %ld byte skrivs till '%s'

source: Converts raster map series to MPEG movie.
sv: Konverterar rasterkartserier till MPEG-film.

source: Name of input raster map(s) for view no.%d
sv: Namn på ingående rasterkarta(er) för vy nr%d

source: Views
sv: Visningar

source: Quality factor (1 = highest quality, lowest compression)
cs: Faktor kvality (1 = nejvy¹¹í kvalita, nejmen¹í komprese)
sv: Kvalitetsfaktor (1 = högsta kvalitet, lägsta komprimering)

source: Convert on the fly, uses less disk space
sv: Konvertera i farten, använder mindre diskutrymme

source: Requires r.out.ppm with stdout option
sv: Kräver r.out.ppm med stdout-alternativ

source: Either mpeg_encode or ppmtompeg must be installed
cs: Musíte mít nainstalováno buï mpeg_encode nebo ppmtompeg
sv: Antingen mpeg_encode eller ppmtompeg måste vara installerat

source: Unable to read color table for <%s>
sv: Det går inte att läsa färgtabellen för <%s>

source: mpeg_encode ERROR
cs: CHYBA mpeg_encode
sv: mpeg_encode FEL

source: Error reading wildcard
cs: Chyba pøi ètení divoké karty
sv: Fel vid läsning av jokertecken

source: Size mismatch error!
cs: Neshodná velikost!
sv: Fel på fel storlek!

source: Unable to open output file
cs: Nelze otevøít výstupní soubor
sv: Det går inte att öppna utdatafilen

source: Unable to create temporary files.
cs: Nelze zapisovat do doèasného souboru
sv: Det går inte att skapa temporära filer.

source: Directory <%s> too long
sv: Katalog <%s> för lång

source: Export a GRASS raster map as a non-georeferenced PNG image.
sv: Exportera en GRASS-rasterkarta som en icke-georefererad PNG-bild.

source: Name for new PNG file (use '-' for stdout)
sv: Namn på ny PNG-fil (använd '-' för stdout)

source: Compression level of PNG file
sv: Komprimeringsnivå för PNG-fil

source: (0 = none, 1 = fastest, 9 = best)
sv: (0 = ingen, 1 = snabbast, 9 = bäst)

source: Make NULL cells transparent
sv: Gör NULL-celler genomskinliga

source: Output world file
sv: Utmatning av världsfil

source: Converting <%s>...
sv: Konvertering av <%s>...

source: Raster <%s> type mismatch
cs: V rastrové mapì <%s> jsou obsa¾eny rùzné typy hodnot.
sv: Raster <%s> typavvikelse

source: Writing world file
sv: Skriva världsfil

source: Got null file name
cs: Dostal jsem prázdné jméno rastru
sv: Fick ogiltigt filnamn

source: Got null region struct
cs: Mám strukturu prázdného regionu
sv: Fick null region struct

source: Unable to open world file for writing
sv: Det går inte att öppna filen world för skrivning

source: Converts a raster map layer into a height-field file for POV-Ray.
sv: Konverterar ett rasterkartlager till en höjdfältsfil för POV-Ray.

source: Name of output povray file (TGA height field file)
cs: Název výstupního souboru povray (soubor tabulky vý¹ek TGA)
sv: Namn på utmatad povray-fil (TGA-höjdfältfil)

source: Height-field type (0=actual heights 1=normalized)
cs: Pole vý¹ek (0=aktuální vý¹ky, 1=normalizované)
sv: Typ av höjdfält (0=aktuella höjder 1=normerade)

source: Elevation bias
cs: Chyba v neurèitosti nadmoøských vý¹ek
sv: Förskjutning i höjdled

source: Vertical scaling factor
cs: Vertikální mìøítko
sv: Vertikal skalningsfaktor

source: Invalid output filename
sv: Ogiltigt filnamn för utdata

source: Raster map is too big! Exceeds %d columns or %d rows
cs: Rastrová mapa je pøíli¹ velká! Pokraèuje %d sloupcù nebo %d øádkù
sv: Rasterkartan är för stor! Överstiger %d kolumner eller %d rader

source: Negative elevation values in input
cs: Záporné hodnoty elevace ve vstupu
sv: Negativa höjdvärden i inmatningen

source: Converts a GRASS raster map to a PPM image file.
sv: Konverterar en GRASS-rasterkarta till en PPM-bildfil.

source: Name for new PPM file (use '-' for stdout)
cs: Název nového souboru PPM (pro standardní výstup pou¾ijte '-')
sv: Namn på ny PPM-fil (använd "-" för stdout)

source: Output greyscale instead of color
cs: Výstup v ¹edé stupnici, místo barevné
sv: Utmatning av gråskala istället för färg

source: Suppress printing of PPM header
sv: Undertrycka utskrift av PPM-rubrik

source: row = %d
sv: rad = %d

source: column = %d
sv: kolumn = %d

source: Unable to open file <%s> for write
cs: Nejsem schopen otevøít soubor <%s> pro zápis
sv: Det går inte att öppna filen <%s> för skrivning

source: Converting...
cs: Pøevádím...
sv: Konverterar...

source: File <%s> created
cs: Soubor <%s> vytvoøen
sv: Fil <%s> skapad

source: Converts 3 GRASS raster layers (R,G,B) to a PPM image file.
sv: Konverterar 3 GRASS-rasterlager (R,G,B) till en PPM-bildfil.

source: Name for new PPM file. (use '-' for stdout)
sv: Namn för ny PPM-fil. (använd '-' för stdout)

source: Add comments to describe the region
cs: Pøidej komentáøe pro popis regionu
sv: Lägg till kommentarer för att beskriva regionen

source: Converting...
sv: Konverterar...

source: Exports a raster map to the Virtual Reality Modeling Language (VRML).
sv: Exporterar en rasterkarta till VRML (Virtual Reality Modeling Language).

source: Name of input color map
sv: Namn på inmatad färgkarta

source: Name for output VRML file
sv: Namn för VRML-fil för utdata

source: Range info for [%s] not available (run r.support)
sv: Information om räckvidd för [%s] inte tillgänglig (kör r.support)

source: Range info for <%s> not available (run r.support)
sv: Intervallinformation för <%s> inte tillgänglig (kör r.support)

source: Opening %s for writing...
cs: Otevírám %s pro zápis...
sv: Öppnar %s för skrivning...

source: Writing vertices...
cs: Zapisuji body ...
sv: Skriva toppar...

source: Writing color file...
cs: Zapisuji soubor s barvou ...
sv: Skriva färgfil...

source: Converts raster maps into the VTK-ASCII format.
sv: Konverterar rasterkartor till VTK-ASCII-format.

source: No input maps specified. You need to specify at least one input map or three vector maps or three rgb maps.
sv: Inga indatakartor har angetts. Du måste ange minst en indatakarta eller tre vektorkartor eller tre rgb-kartor.

source: Open Raster file %s
cs: Otevøít rastrový soubor %s
sv: Öppna Raster-fil %s

source: Writing VTK ImageData
cs: Zapisuji obrazová data VTK
sv: Skriva VTK ImageData

source: Wrong RGB maps. Maps should have the same type! RGB output not added!
cs: Chybná mapa RGB. Mapy by mìly být stejného typu! Nebyl pøidán RGB výstup!
sv: Fel RGB-kartor. Kartor ska ha samma typ! RGB-utgång har inte lagts till!

source: Writing VTK Vector Data
cs: Zapisuji VTK Vector data
sv: Skriva VTK-vektordata

source: Wrong vector maps. Maps should have the same type! Vector output not added!
cs: Chybné vektorové vrstvy. Mapy by mìly být stejného typu! Vektorový výstup nebyla pøidána!
sv: Felaktiga vektorkartor. Kartorna ska ha samma typ! Vektorutdata har inte lagts till!

source: Error closing VTK-ASCII file
cs: Chyba pøi uzavøení souboru VTK-ASCII
sv: Fel vid stängning av filen VTK-ASCII

source: Raster map(s) to be converted to VTK-ASCII data format
sv: Rasterkarta(er) som ska konverteras till VTK-ASCII dataformat

source: Name for VTK-ASCII output file
cs: Název výstupního souboru VTK-ASCII
sv: Namn för VTK-ASCII-utdatafil

source: Constant elevation (if no elevation map is specified)
sv: Konstant höjd (om ingen höjdkarta har angetts)

source: Three (r,g,b) raster maps to create RGB values [redmap,greenmap,bluemap]
sv: Tre (r,g,b)-rasterkartor för att skapa RGB-värden [redmap,greenmap,bluemap]

source: Three (x,y,z) raster maps to create vector values [xmap,ymap,zmap]
cs: Tøi rastrové mapy (x,y,z), které jsou pou¾ity pro vytvoøení hodnot vektorù [xmap,ymap,zmap]
sv: Tre (x,y,z)-rasterkartor för att skapa vektorvärden [xmap,ymap,zmap]

source: Scale factor for elevation
cs: Mìøítkový faktor pro vý¹kový model
sv: Skalfaktor för höjd över havet

source: Use structured grid for elevation (not recommended)
cs: Pou¾ít strukturovanou møí¾ku pro vý¹kový model (není doporuèeno)
sv: Använd strukturerat rutnät för höjd (rekommenderas inte)

source: Use polydata-trianglestrips for elevation grid creation
cs: Pou¾ij polygonové trojíºhelníkové pásy pro vytvoøení mapy elevace
sv: Använda polydata-trianglestrips för att skapa höjdnät

source: Use polydata-vertices for elevation grid creation (to use with vtkDelauny2D)
cs: Pou¾ij vrcholy polygonù pro vytvoøení rastru elevace (k pou¾ití spolu s vtkDelauny2D)
sv: Använd polydata-vertices för skapande av höjdnät (för användning med vtkDelauny2D)

source: Scale factor affects the origin (if no elevation map is given)
sv: Skalfaktorn påverkar ursprunget (om ingen höjdkarta anges)

source: Correct the coordinates to match the VTK-OpenGL precision
sv: Korrigera koordinaterna så att de stämmer överens med VTK-OpenGL-precisionen

source: write_vtk_normal_header: Writing VTK-Header
cs: write_vtk_normal_header: Zapisuji hlavièku VTK
sv: skriva_vtk_normal_huvud: Skriver VTK-rubrik

source: write_vtk_structured_elevation_header: Writing VTK-Header
cs: write_vtk_structured_elevation_header: Zapisuji hlavièku VTK
sv: skriva_vtk_strukturerad_höjd_huvud: Skriva VTK-rubrik

source: write_vtk_polygonal_elevation_header: Writing VTK-Header
cs: write_vtk_polygonal_elevation_header: Zapisuji hlavièku VTK
sv: skriva_vtk_polygonal_höjd_huvud: Skriver VTK-rubrik

source: write_vtk_celldata_header: Writing VTK-DataHeader
cs: write_vtk_celldata_header: Zapisuji hlavièku VTK
sv: skriva_vtk_celldata_huvud: Skriver VTK-DataHeader

source: writeVTKPointHeader: Writing VTK-DataHeader
cs: writeVTKPointHeader: Zapisuji hlavièku VTK
sv: skrivaVTKPointHeader: Skriva VTK-DataHeader

source: write_vtk_structured_coordinates: Writing Coordinates
cs: write_vtk_structured_coordinates: Zapisuji souøadnice
sv: write_vtk_structured_coordinates: Skriva koordinater

source: write_vtk_polygonal_coordinates: Writing VTK Polygonal data
cs: write_vtk_polygonal_coordinates: Zapisuji polygony VTK
sv: skriva_vtk_polygonala_koordinater: Skriver VTK polygonal data

source: write_vtk_data: Writing VTK-Data
cs: write_vtk_data: Zapisuji data VTK
sv: skriva_vtk_data: Skriva VTK-data

source: write_vtk_rgb_image_data: Writing VTK-ImageData
cs: write_vtk_rgb_image_data: Zapisuji VTK-ImageData
sv: skriva_vtk_rgb_image_data: Skriver VTK-bilddata

source: Wrong map values! Values should in between 0 and 255!
cs: Chybné hodnoty mapy! Hodnoty by mìly být v rozmezí 0 a 255!
sv: Felaktiga kartvärden! Värdena ska ligga mellan 0 och 255!

source: write_vtk_vector_data: Writing VTK-vector data
cs: write_vtk_vector_data: Zapisuji data VTK-vektor
sv: skriva_vtk_vektor_data: Skrivning av VTK-vektordata

source: geomorphology
sv: geomorfologi

source: Extracts terrain parameters from a DEM.
cs: Spoèítá parametry reliéfu z digitálního modelu terénu
sv: Extraherar terrängparametrar från en DEM.

source: Uses a multi-scale approach by taking fitting quadratic parameters to any size window (via least squares).
cs: Pou¾ívá multisklalární pøístup, vypoèítává kvadratické koeficienty pro okno libovolné velikosti (pomocí metody nejmen¹ích ètvercù).
sv: Använder ett flerskaligt tillvägagångssätt genom att anpassa kvadratiska parametrar till fönster av valfri storlek (via minsta kvadratmetoden).

source: Name for output raster map containing morphometric parameter
sv: Namn för rasterkarta som innehåller morfometrisk parameter

source: Slope tolerance that defines a 'flat' surface (degrees)
cs: Nejni¾¹í sklon svahu, do kterého je povrch pova¾ován za plochý (ve stupních)
sv: Lutningstolerans som definierar en "plan" yta (grader)

source: Curvature tolerance that defines 'planar' surface
cs: Limitní hodnota køivosti, pod kterou je povrch pova¾ován za plochý
sv: Tolerans för krökning som definierar "plan" yta

source: Size of processing window (odd number only)
sv: Storlek på bearbetningsfönstret (endast udda tal)

source: Morphometric parameter in 'size' window to calculate
cs: Které morfometrické parametry se budou poèítat
sv: Morfometrisk parameter i "size"-fönstret för att beräkna

source: Exponent for distance weighting (0.0-4.0)
cs: Exponent pro vyvá¾ení vzdálenosti (0.0-4.0)
sv: Exponent för avståndsvägning (0,0-4,0)

source: Constrain model through central window cell
cs: Model omezen na centrální buòku okna
sv: Begränsa modellen genom central fönstercell

source: Morphometric parameter not recognised. Assuming 'Elevation'
cs: Morfometrické parametry nebyly rozpoznané. Pøedpokládá se 'Elevation'
sv: Morfometrisk parameter inte känd. Förutsatt att 'Elevation'

source: Inappropriate window size (too big or even)
cs: Nesprávná velikost okna (pøíli¹ veliké nebo sudé)
sv: Olämplig fönsterstorlek (för stort eller jämnt)

source: Lat/Long projects are not supported by this module
sv: Lat/Long-projekt stöds inte av denna modul

source: E-W and N-S grid resolutions are different. Taking average.
cs: Rozli¹ení V-Z a S-J jsou rùzná, beru prùmìr.
sv: Upplösningen på rutnätet i öst-västlig och nord-sydlig riktning är olika. Tar genomsnitt.

source: patching
sv: lappning

source: Creates a composite raster map layer by using known category values from one (or more) map layer(s) to fill in areas of "no data" in another map layer.
cs: Vytváøí slo¾enou rastrovou mapu tak, ¾e pou¾ije známé hodnoty kategorií z jedné nebo nìkolika map tak, ¾e vyplní oblasti "bez ¾ádných dat" v jinémapové vrstvì.
sv: Skapar ett sammansatt rasterkartskikt genom att använda kända kategorivärden från ett (eller flera) kartskikt för att fylla i områden med "inga data" i ett annat kartskikt.

source: Name of raster maps to be patched together
cs: Názvy rastrových map, které mají být spojeny
sv: Namn på rasterkartor som ska kopplas samman

source: Name for resultant raster map
cs: Titulek pro výslednou rastrovou mapu
sv: Namn för resulterande rasterkarta

source: Use zero (0) for transparency instead of NULL
cs: Pou¾ij nulu (0) jako transparentní hodnotu, namísto NULLy
sv: Använd noll (0) för transparens i stället för NULL

source: Do not create color and category files
sv: Skapa inte färg- och kategorifiler

source: <%d> is not valid number of nprocs.
sv: <%d> är inte ett giltigt antal nprocs.

source: The minimum number of input raster maps is two
cs: Minimální poèet vstupních rastrových map jsou dvì
sv: Det minsta antalet rasterkartor som ska matas in är två

source: Percent complete...
cs: Hotových procent...
sv: Procent komplett...

source: Creating support files for raster map <%s>...
sv: Skapar stödfiler för rasterkarta <%s>...

source: Traces paths from starting points following input directions.
sv: Spårar vägar från startpunkter enligt indata.

source: Name of input direction
sv: Namn på inmatningsriktning

source: Direction in degrees CCW from east, or bitmask encoded
sv: Riktning i grader CCW från öster, eller bitmaskkodad

source: Format of the input direction map
sv: Format för inmatningens riktningskarta

source: auto-detect direction format
sv: automatisk detektering av riktningsformat

source: degrees CCW from East
sv: grader CCW från öster

source: degrees CCW from East divided by 45 (e.g. r.watershed directions)
sv: grader motströms från öster dividerat med 45 (t.ex. r.vattendelare)

source: bitmask encoded directions (e.g. r.cost -b)
sv: bitmask-kodade anvisningar (t.ex. r.cost -b)

source: Name of input raster values to be used for output
sv: Namn på ingående rastervärden som ska användas för utdata

source: Name for output raster path map
sv: Namn för utmatad rastervägskarta

source: Name for output vector path map
sv: Namn för utmatad vektorvägskarta

source: Start bitmask encoded directions from East (e.g., r.terraflow)
sv: Starta bitmaskkodade vägbeskrivningar från öster (t.ex. r.terraflow)

source: Direction settings
sv: Inställningar för riktning

source: Do not break lines (faster for single-direction bitmask encoding)
sv: Bryt inte rader (snabbare för enkelriktad kodning med bitmask)

source: No start point(s) specified
sv: Ingen startpunkt angiven

source: Reading raster values map <%s> ...
sv: Läser rastervärden map <%s> ...

source: Unable to write to tempfile
sv: Det går inte att skriva till tempfile

source: Unable to read range file
cs: Nelze èíst soubor s rozsahem
sv: Det går inte att läsa range-filen

source: Invalid directions map <%s>
sv: Ogiltig vägbeskrivning karta <%s>

source: Directional degrees can not be > 360
sv: Riktningsgraderna kan inte vara > 360

source: Directional degrees divided by 45 can not be > 8
sv: Riktningsgrader dividerat med 45 kan inte vara > 8

source: Bitmask encoded directions can not be > %d
sv: Bitmask-kodade anvisningar kan inte vara > %d

source: Input direction format assumed to be degrees CCW from East divided by 45
sv: Inmatningens riktningsformat antas vara grader CCW från öst dividerat med 45

source: Input direction format assumed to be bitmask encoded without Knight's move
sv: Formatet för inmatningsriktningen antas vara bitmaskkodat utan riddarens drag

source: Input direction format assumed to be degrees CCW from East
sv: Formatet för inmatningsriktning antas vara grader CCW från öst

source: Input direction format assumed to be bitmask encoded with Knight's move
sv: Formatet för inmatningsriktningen antas vara bitmask kodad med riddarens drag

source: Unable to detect format of input direction map <%s>
sv: Det går inte att identifiera formatet för input direction map <%s>

source: Invalid directions format '%s'
sv: Ogiltigt format för vägbeskrivning '%s'

source: Reading direction map <%s> ...
sv: Läser riktningskarta <%s> ...

source: Processing start points...
sv: Bearbetning av startpunkter...

source: Unable to create temporary vector map
sv: Det går inte att skapa en tillfällig vektorkarta

source: No path at row %d, col %d
sv: Ingen bana vid rad %d, kol %d

source: Breaking lines...
cs: Lámu linie ...
sv: Brytande linjer...

source: Unable to increase point list
sv: Det går inte att öka punktlistan

source: No path from row %d, col %d
sv: Ingen sökväg från rad %d, kol %d

source: Invalid direction %d
sv: Ogiltig riktning %d

source: Path is leaving the current region
sv: Banan lämnar den nuvarande regionen

source: One coordinate pair per line, please
cs: Jeden pár souøadnic na øádek, prosím.
sv: Ett koordinatpar per rad, tack

source: transect
sv: transekt

source: Outputs the raster map layer values lying on user-defined line(s).
cs: Vytvoøí rastrovou mapu hodnot, le¾ících na u¾ivatelem definovaných liniích.
sv: Utmatning av rasterkartans skiktvärden som ligger på användardefinierade linjer.

source: Name of input file containing coordinate pairs
sv: Namn på indatafil som innehåller koordinatpar

source: Use instead of the 'coordinates' option. "-" reads from stdin.
sv: Används istället för alternativet "coordinates". "-" läser från stdin.

source: Resolution along profile (default = current region resolution)
cs: Rozli¹ení podél profilu (výchozí = aktuální rozli¹ení regionu)
sv: Upplösning längs profil (standard = aktuell regionupplösning)

source: Output easting and northing in first two columns of four column output
cs: Výstup ve formì V a S souøadnic v prvních dvou sloupeècích zeètyøsloupeèkového výstupu
sv: Utmatning av easting och northing i de två första kolumnerna i utmatningen med fyra kolumner

source: Output RRR:GGG:BBB color values for each profile point
cs: Výstupní barevné hodnoty RRR:GGG:BBB pro ka¾dý bod profilu
sv: Utmatning av RRR:GGG:BBB-färgvärden för varje profilpunkt

source: If units are not specified, current project units are used. Meters are used by default in geographic (latlon) projects.
sv: Om enheter inte anges används aktuella projektenheter. Metrar används som standard i geografiska projekt (latlon).

source: Either use profile option or coordinate_file option, but not both
sv: Använd antingen profile-alternativet eller coordinate_file-alternativet, men inte båda

source: Illegal resolution %g [%s]
sv: Olaglig upplösning %g [%s]

source: Using resolution: %g [%s]
sv: Använda upplösning: %g [%s]

source: Output columns:
sv: Kolumner för utdata:

source: Easting, Northing, Along track dist. [%s], Elevation
sv: Ostlig riktning, Nordlig riktning, Längs spåret dist. [%s], Höjd över havet

source: Along track dist. [%s], Elevation
sv: Längs spåret dist. [%s], Höjd över havet

source: RGB color
sv: RGB-färg

source: Could not open <%s>
sv: Det gick inte att öppna <%s>

source: Invalid coordinates %s %s
cs: Neplatné souøadnice %s %s
sv: Ogiltiga koordinater %s %s

source: Approx. transect length: %f [%s]
sv: Ungefärlig transektlängd: %f [%s]

source: Endpoint coordinates are outside of current region settings
cs: Koncový bod je mimo aktuální region
sv: Koordinaterna för slutpunkten ligger utanför inställningarna för den aktuella regionen

source: unable to transform coordinates %g, %g
sv: kan inte transformera koordinaterna %g, %g

source: Input raster map is outside current region
cs: Vstupní rastrová mapa je mimo aktuální region
sv: Inmatad rasterkarta ligger utanför aktuell region

source: Unable to reproject map center %g, %g
sv: Det går inte att återprojicera kartcentrum %g, %g

source: Re-projects a raster map from given project to the current project.
sv: Återprojicerar en rasterkarta från ett givet projekt till det aktuella projektet.

source: Project (location) containing input raster map
sv: Projekt (plats) som innehåller rasterkarta för indata

source: Source
sv: Källa

source: Mapset containing input raster map
sv: Mapset som innehåller inmatad rasterkarta

source: Default: name of current mapset
sv: Standard: namn på aktuell kartuppsättning

source: Name of input raster map to re-project
cs: Název vstupní rastrové mapy
sv: Namn på ingående rasterkarta som ska omprojekteras

source: Path to GRASS database of input project
sv: Sökväg till GRASS-databasen för inmatningsprojektet

source: Name for output raster map (default: same as 'input')
sv: Namn för utgående rasterkarta (standard: samma som "input")

source: Target
sv: Mål

source: Resolution of output raster map
sv: Upplösning för utgående rasterkarta

source: plain;Human readable text output;shell;shell script style text output;json;JSON (JavaScript Object Notation);
sv: vanlig;mänsklig läsbar textutmatning;skal;textutmatning i skalskriptstil;json;JSON (JavaScript Object Notation);

source: PROJ pipeline for coordinate transformation
sv: PROJ-pipeline för koordinattransformation

source: List raster maps in input mapset and exit
sv: Lista rasterkartor i inmatad mapset och avsluta

source: Do not perform region cropping optimization. See Notes if working with a global latitude-longitude projection
sv: Utför inte optimering av regionbeskärning. Se Anmärkningar om du arbetar med en global latitud-longitud-projektion

source: Print input map's bounds in the current projection and exit
sv: Skriv ut den inmatade kartans gränser i den aktuella projektionen och avsluta

source: [DEPRECATED] Print input map's bounds in the current projection and exit (shell style). This flag is obsolete and will be removed in a future release. Use format=shell instead.
sv: [DEPRECATED] Skriv ut inmatningskartans gränser i den aktuella projektionen och avsluta (skal-stil). Denna flagga är föråldrad och kommer att tas bort i en framtida version. Använd format=skal i stället.

source: The format option can only be used with -%c or -%c flags
sv: Format-alternativet kan bara användas med flaggorna -%c eller -%c

source: Input and output locations can not be the same
cs: Vstupní a výstupní locations nemohou být stejné.
sv: Inmatnings- och utmatningsplatserna kan inte vara desamma

source: Input and output projects are the same
sv: Ingångs- och utgångsprojekt är desamma

source: Unable to get projection info of output raster map
cs: Nelze získat informace o projekci výstupní mapy
sv: Det går inte att få projektionsinformation för rasterkartan i utdata
