Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Unable to open temporary file <%s>
cs: Nelze otevøít doèasný soubor <%s>
sv: Det går inte att öppna temporär fil <%s>

source: chart maps
sv: kartor

source: Displays charts of vector data in the active frame on the graphics monitor.
cs: Zobrazí grafy vektorových dat v aktivním grafickém monitoru.
sv: Visar diagram över vektordata i den aktiva ramen på grafikmonitorn.

source: Chart type
cs: Typ grafu
sv: Typ av diagram

source: Chart properties
cs: Vlastnosti grafu
sv: Egenskaper för diagram

source: Attribute columns containing data
cs: Atributový sloupec obsahující data
sv: Attributkolumner som innehåller data

source: Column used for pie chart size
cs: Sloupec pou¾itý pro velikost koláèového grafu
sv: Kolumn som används för cirkeldiagrammets storlek

source: Size of chart (diameter for pie, total width for bar)
cs: Velikost grafu (prùmìr koláèe, celková ¹íøka pro sloupce)
sv: Storlek på diagram (diameter för cirkel, total bredd för stapel)

source: Scale for size (to get size in pixels)
cs: Mìøítko velikosti (pro získání velikosti v pixelech)
sv: Skala för storlek (för att få storlek i pixlar)

source: Outline color
cs: Barva zvýraznìní
sv: Färg på konturerna

source: Colors used to fill charts
cs: Barvy pou¾ité pro výplò grafù
sv: Färger som används för att fylla diagram

source: Center the bar chart around a data point
cs: Vycentruj sloupcový graf okolo datového bodu
sv: Centrera stapeldiagrammet runt en datapunkt

source: Maximum value used for bar plot reference
cs: Maximální hodnota pou¾itá pro mìøítko sloupcového grafu
sv: Maxvärde som används för referens till stapeldiagram

source: Create legend information and send to stdout
cs: Vytvoøit legendu a poslat ji na standartní výstup
sv: Skapa legendinformation och skicka till stdout

source: Create 3D charts
sv: Skapa 3D-diagram

source: Database connection not defined for layer %d
cs: Spojení s databází nebylo definováno pro vrstvu %d
sv: Databasanslutning inte definierad för lagret %d

source: Unable to open database <%s> by driver <%s>
cs: Nelze otevøít databázi <%s> ovladaèem <%s>
sv: Det gick inte att öppna databas <%s> med drivrutin <%s>

source: Unable to open select cursor: '%s'
cs: Nelze otevøít kurzor pro výbìr: '%s'
sv: Det går inte att öppna markeringsmarkören: '%s'

source: Unable to read symbol <%s>, unable to display points
sv: Det går inte att läsa symbolen <%s>, det går inte att visa punkter

source: Unable to read vector map
cs: Nelze èíst vektorovou mapy
sv: Det går inte att läsa vektorkartan

source: %d point plotted
sv: %d punkt ritad

source: %d line plotted
sv: %d linje ritad

source: %d centroid plotted
sv: %d centroid utritad

source: %d boundary plotted
sv: %d gräns utritad

source: %d face plotted
sv: %d ansikte plottat

source: choropleth map
sv: choropleth-karta

source: Displays a thematic vector map in the active graphics frame.
sv: Visar en tematisk vektorkarta i den aktiva grafikramen.

source: Layer number. If -1, all layers are displayed.
cs: Èíslo vrstvy. Pokud -1, jsou zobrazeny v¹echny vrstvy.
sv: Nummer på lager. Om -1 visas alla lager.

source: Name of attribute column to be classified
sv: Namn på attributkolumnen som ska klassificeras

source: Class breaks, without minimum and maximum
sv: Klassbrytningar, utan minimum och maximum

source: Classes
sv: Klasser

source: Algorithm to use for classification
cs: Algoritmus pou¾ity pro clasifikaci
sv: Algoritm att använda för klassificering

source: quantiles
sv: kvantiler

source: simple intervals
sv: enkla intervall

source: standard deviations
sv: standardavvikelser

source: discontinuities
sv: diskontinuiteter

source: equiprobable (normal distribution)
sv: utjämningsbar (normalfördelning)

source: Number of classes to define
cs: Poèet tøid
sv: Antal klasser som ska definieras

source: Colors (one per class)
sv: Färger (en per klass)

source: Boundaries
cs: Hranice
sv: Gränser

source: Boundary width
cs: ©íøka hranice
sv: Gränsens bredd

source: Boundary color
cs: Barva hranice
sv: Gräns färg

source: Symbols
cs: Symboly
sv: Symboler

source: Point and centroid symbol
cs: Bod nebo centroid symbolu
sv: Punkt- och centroidsymbol

source: Legend
sv: Historia

source: Legend symbol for lines
sv: Legendsymbol för linjer

source: Legend symbol for areas
sv: Symbol för teckenförklaring för områden

source: Thematic map title
sv: Titel på tematisk karta

source: DEPRECATED
sv: DEPRECIERAD

source: Output legend file
sv: Utmatning av legendfil

source: Do not draw map, only output the legend information
sv: Rita inte kartan, mata bara ut information om teckenförklaringen

source: When printing legend info, include extended statistical info from classification algorithm
sv: När du skriver ut legendinformation ska du inkludera utökad statistisk information från klassificeringsalgoritmen

source: Do not show this layer in vector legend
sv: Visa inte detta lager i vektorlegenden

source: Flag -e is deprecated, set verbose mode with --v to get the extended statistical info.
sv: Flaggan -e är föråldrad, ställ in verbose-läge med --v för att få utökad statistisk information.

source: Option legendfile is deprecated, either use flag -l to print legend to standard output, or set GRASS_LEGEND_FILE environment variable (see d.legend.vect for details).
sv: Alternativet legendfile är föråldrat, använd antingen flaggan -l för att skriva ut legend till standardutdata eller ställ in miljövariabeln GRASS_LEGEND_FILE (se d.legend.vect för detaljer).

source: %s: You must build topology on vector map. Run v.build.
cs: %s: Pro vektorovou mapu musíte vybudovat topologii. Spus»te v.build
sv: %s: Du måste bygga topologin på en vektorkarta. Kör v.build.

source: 'layer' must be > 0
cs: 'layer' musí být > 0
sv: "lager" måste vara > 0

source: Database connection not defined
cs: Spojení s databází nebylo definováno
sv: Databasanslutningen är inte definierad

source: Data (%s) not numeric. Column must be numeric.
cs: Data (%s) nejsou èísla. sloupec musí být èíslo.
sv: Data (%s) är inte numerisk. Kolumnen måste vara numerisk.

source: Cannot select data (%s) from table
cs: Nelze vybrat data (%s) z tabulky
sv: Det går inte att välja data (%s) från tabellen

source: Unknown color: [%s]
cs: Neznámá barva: [%s]
sv: Okänd färg: [%s]

source: You gave both manual breaks and a classification algorithm or a number of classes. The manual breaks have precedence and will thus be used.
sv: Du har angett både manuella avbrott och en klassificeringsalgoritm eller ett antal klasser. De manuella brytpunkterna har företräde och kommer därför att användas.

source: You must either give classbreaks or a classification algorithm
sv: Du måste antingen ange klassbrytningar eller en klassificeringsalgoritm

source: Not enough colors or error in color specifications. Need %i entries for 'colors' parameter
sv: Inte tillräckligt med färger eller fel i färgspecifikationerna. Behöver %i poster för parametern 'colors'

source: Error interpreting color %s
cs: Chyba pøi ètení barvy %s
sv: Fel vid tolkning av färg %s

source: Plotting ...
cs: Tisknu ...
sv: Plottar...

source: The bounding box of the map is outside the current region, nothing drawn.
cs: Okraj mapy je mimo souèasný region, nic není vykresleno.
sv: Kartans avgränsningsbox ligger utanför den aktuella regionen, inget ritas.

source: Total number of records: %.0f
sv: Totalt antal poster: %.0f

source: Classification of %s into %i classes
sv: Klassificering av %s till %i-klasser

source: Using algorithm: *** %s ***
cs: Pou¾itý algoritmus: *** %s ***
sv: Använda algoritm: *** %s ***

source: Mean: %f Standard deviation = %f
cs: Prùmìr: %f Smìrodatná odchylka =%f
sv: Medelvärde: %f Standardavvikelse = %f

source: Last chi2 = %f
cs: Poslední chi2 = %f
sv: Sista chi2 = %f

source: Stdev multiplied by %.4f to define step
cs: Støední odchylka vynásobena %.4f pro urèení kroku
sv: Stdev multiplicerat med %.4f för att definiera steg

source: Color definition column not specified
sv: Kolumn för färgdefinition inte specificerad

source: Color definition column (%s) not a string. Column must be of form RRR:GGG:BBB where RGB values range 0-255.
cs: Sloupec s definicí barvy (%s) není textového typu. Sloupec musí být ve formì ÈÈÈ:ZZZ:MMM, kde hodnoty barev (èervená, zelená, modrá) jsou v rozmení 0-255
sv: Kolumn för färgdefinition (%s) är inte en sträng. Kolumnen måste vara av formen RRR:GGG:BBB där RGB-värdena sträcker sig från 0-255.

source: Line width column not specified.
cs: Nebyl zadán sloupec se ¹íøkou linie.
sv: Kolumnens radbredd är inte specificerad.

source: Line width column (%s) not a number.
cs: sloupec ¹íøky linie (%s) není èíselného typu
sv: Linjebredd kolumn (%s) inte ett tal.

source: ERROR: vector map - can't read
cs: CHYBA: vektorový soubor - nelze èíst
sv: FEL: Vektorkarta - kan inte läsas

source: Error in color definition column (%s), element %d with cat %d: colorstring [%s]
cs: Chyba ve sloupci s definicí barvy (%s), prvek %d, kategorie %d: barevný øetìzec [%s]
sv: Fel i färgdefinitionskolumn (%s), element %d med katt %d: färgsträng [%s]

source: Error in color definition column (%s), element %d with cat %d
cs: Chyba ve sloupci s definicí barvy (%s), prvek %d, kategorie %d
sv: Fel i kolumn för färgdefinition (%s), element %d med katt %d

source: Error in line width column (%s), element %d with cat %d: line width [%d]
cs: Chyba ve sloupci se ¹íøkou linie (%s), prvek %d, kategorie %d: ¹íøka [%d]
sv: Fel i kolumn för radbredd (%s), element %d med katt %d: radbredd [%d]

source: Unable to display areas, topology not available. Please try to rebuild topology using v.build or v.build.all.
sv: Det går inte att visa områden, topologin är inte tillgänglig. Försök att återuppbygga topologin med v.build eller v.build.all.

source: Invalid area %d skipped (not enough points)
sv: Ogiltigt område %d överhoppat (inte tillräckligt med punkter)

source: %d invalid color rule for areas skipped
sv: %d ogiltig färgregel för områden som hoppats över

source: attrcol not specified, cannot display attributes
cs: Parametr attrcol nebyl zadán, nemohu zobrazit atributy
sv: attrcol inte angiven, kan inte visa attribut

source: No attribute found for cat %d: %s
cs: ®ádné atributy pro kategorii %d nebyly nalezeny: %s
sv: Inget attribut hittades för katt %d: %s

source: Topology level required for drawing centroids for OGR layers
sv: Topologinivå som krävs för att rita centroider för OGR-lager

source: Unable to display features by id, topology not available. Please try to rebuild topology using v.build or v.build.all.
sv: Det går inte att visa funktioner efter id, topologin är inte tillgänglig. Försök att återuppbygga topologin med v.build eller v.build.all.

source: %d invalid color rule for lines skipped
sv: %d ogiltig färgregel för överhoppade rader

source: level1
sv: nivå1

source: Displays user-specified vector map in the active graphics frame.
sv: Visar en användardefinierad vektorkarta i den aktiva grafikramen.

source: Display
cs: Zobrazit
sv: Visa

source: Display geometry of features
sv: Visa geometri för funktioner

source: Display category numbers of features
sv: Visa kategorinummer för funktioner

source: Display topology information (nodes, edges)
sv: Visa topologiinformation (noder, kanter)

source: Display vertices of features
sv: Visa hörnpunkter för funktioner

source: Display direction of linear features
sv: Visa riktning för linjära funktioner

source: Display z-coordinate of features (only for 3D vector maps)
sv: Visa z-koordinat för objekt (endast för 3D-vektorkartor)

source: Feature color
sv: Funktion färg

source: Area fill color
cs: Barva výplnì plochy
sv: Färg för fyllning av område

source: Colorize features according to color definition column
sv: Färgsätt funktioner enligt kolumnen för färgdefinition

source: Color definition in R:G:B form
sv: Färgdefinition i R:G:B-form

source: Colorize point or area features according to z-coordinate
sv: Färglägga punkter eller områden enligt z-koordinat

source: Lines
cs: Linie
sv: Rader

source: Name of numeric column containing line width
sv: Namn på numerisk kolumn som innehåller linjebredd

source: These values will be scaled by width_scale
sv: Dessa värden kommer att skalas med width_scale

source: Scale factor for width_column
sv: Skalfaktor för width_column

source: When used with the size_column option this becomes the scale factor
sv: När den används med alternativet size_column blir detta skalfaktorn

source: Name of numeric column containing symbol size
sv: Namn på numerisk kolumn som innehåller symbolstorlek

source: Name of numeric column containing symbol rotation angle
sv: Namn på numerisk kolumn som innehåller symbolens rotationsvinkel

source: Measured in degrees CCW from east
sv: Mätt i grader CCW från öster

source: Area/boundary symbol for legend
sv: Symbol för område/gräns för teckenförklaring

source: Line symbol for legend
sv: Linjesymbol för teckenförklaring

source: Label to display after symbol in vector legend
sv: Etikett som ska visas efter symbolen i vektorlegenden

source: Labels
cs: ©títky
sv: Etiketter

source: Layer number for labels (default: the given layer number)
sv: Lagernummer för etiketter (standard: det angivna lagernumret)

source: Name of column to be displayed as a label
sv: Namn på kolumn som ska visas som etikett

source: Label color
cs: Barva popiskù
sv: Etikettfärg

source: Label background color
cs: Barva pozadí popiskù
sv: Etikettbakgrundsfärg

source: Label border color
cs: Barva rámeèku popiskù
sv: Etikettens kantfärg

source: Label size (pixels)
cs: Velikost popiskù (v pixelech)
sv: Etikettstorlek (pixlar)

source: Text encoding
sv: Textkodning

source: Label horizontal justification
cs: Horizontální zarovnání popiskù
sv: Etikettens horisontella justifiering

source: Label vertical justification
cs: Vertikální zarovnání popiskù
sv: Vertikal justifiering av etikett

source: Minimum region size (average from height and width) when map is displayed
cs: Minimální velikost regionu (prùmìr vý¹ky a ¹íøky), kdy¾ je mapa zobrazena
sv: Minsta regionstorlek (medelvärde av höjd och bredd) när kartan visas

source: Maximum region size (average from height and width) when map is displayed
cs: Maximální velikost regionu (prùmìr vý¹ky a ¹íøky), kdy¾ je mapa zobrazena
sv: Maximal regionstorlek (medelvärde av höjd och bredd) när kartan visas

source: Random colors according to category number (or layer number if 'layer=-1' is given)
cs: Náhodné barvy podle èísel kategorií (nebo èísla vrstvy, pokud je zadáno 'layer=-1')
sv: Slumpmässiga färger enligt kategorinummer (eller lagernummer om "layer=-1" anges)

source: Use values from 'cats' option as feature id
cs: Pou¾ít hodnoty z 'cats' jako ID prvku
sv: Använd värden från alternativet "cats" som funktions-ID

source: Use square root of the value of size_column
sv: Använd kvadratroten av värdet på size_column

source: This makes circle areas proportionate to the size_column values instead of circle radius
sv: Detta gör att cirkelytorna är proportionerliga mot värdena i kolumnen size_column istället för cirkelradien

source: Region size is lower than minreg, nothing displayed
sv: Regionstorleken är lägre än minreg, inget visas

source: Region size is greater than maxreg, nothing displayed
sv: Regionstorleken är större än maxreg, inget visas

source: The -%c flag and <%s> option cannot be used together, the -%c flag will be ignored!
sv: Flaggan -%c och alternativet <%s> kan inte användas tillsammans, flaggan -%c ignoreras!

source: Option <%s> must be > 0
sv: Alternativ <%s> måste vara > 0

source: %d error in cat option
sv: %d fel i kattalternativet

source: Plotting...
sv: Plottar...

source: The bounding box of the map is outside the current region, nothing drawn
sv: Kartans avgränsningsbox ligger utanför den aktuella regionen, inget ritas

source: Rendering failed
sv: Rendering misslyckades

source: Unknown color: '%s'
sv: Okänd färg: '%s'

source: Both color table and <%s> option detected. Color table will ignored.
sv: Både färgtabell och <%s>-alternativet upptäcktes. Färgtabellen kommer att ignoreras.

source: Color definition column ('%s') not a string. Column must be of form 'RRR:GGG:BBB' where RGB values range 0-255. You can use '%s' module to define color rules. Unable to colorize features.
sv: Kolumnen för färgdefinition ('%s') är inte en sträng. Kolumnen måste vara av formen 'RRR:GGG:BBB' där RGB-värdena sträcker sig från 0-255. Du kan använda modulen '%s' för att definiera färgregler. Det går inte att färglägga funktioner.

source: Unable to select data ('%s') from table
sv: Det går inte att välja data ('%s') från tabellen

source: Line width column not specified
sv: Kolumnens linjebredd är inte specificerad

source: Line width column ('%s') not a number
sv: Kolumn med radbredd ('%s') är inte ett tal

source: Symbol size column not specified
sv: Kolumnen för symbolstorlek inte specificerad

source: Symbol size column ('%s') is not numeric
sv: Kolumnen för symbolstorlek ('%s') är inte numerisk

source: Symbol rotation column not specified
sv: Kolumn för symbolrotation ej specificerad

source: Symbol rotation column ('%s') is not numeric
sv: Kolumn för symbolrotation ('%s') är inte numerisk

source: Vector map is not 3D. Unable to colorize features based on z-coordinates.
sv: Vektorkartan är inte 3D. Det går inte att färglägga objekt baserat på z-koordinater.

source: Unable to colorize features, unknown map bounding box
sv: Går inte att färglägga funktioner, okänd kartavgränsning

source: Invalid negative value - feature %d with category %d
sv: Ogiltigt negativt värde - funktion %d med kategori %d

source: Unable to display topology, not available.Please try to rebuild topology using v.build or v.build.all.
sv: Det går inte att visa topologin, den är inte tillgänglig. försök att bygga upp topologin igen med v.build eller v.build.all.

source: Vector map is not 3D. Unable to display z-coordinates.
sv: Vektorkartan är inte 3D. Det går inte att visa z-koordinater.

source: sampling
sv: provtagning

source: position
sv: placering

source: querying
sv: frågar

source: Identifies the geographic coordinates associated with point locations given in display coordinates.
sv: Identifierar de geografiska koordinater som är associerade med punktpositioner som anges i displaykoordinater.

source: Display coordinates to convert
sv: Visa koordinater som ska konverteras

source: File from which to read coordinates ("-" to read from stdin)
sv: Fil från vilken koordinaterna ska läsas ("-" för att läsa från stdin)

source: Output lat/long in decimal degree
cs: Výstupní zem. délka/¹íøka v decimálních stupních
sv: Utmatning av lat/long i decimalgrader

source: Output lat/long referenced to current ellipsoid
cs: Výstupní zem. délka/¹íøka vzta¾ena k aktuálnímu ref. elipsoidu
sv: Utmatning av lat/long refererad till aktuell ellipsoid

source: Output lat/long referenced to WGS84 ellipsoid using datum transformation parameters defined in current location (if available)
cs: Výstupní zem. délka/¹íøka vzta¾ena k elipsoidu WGS84 transformaèníparametry definované v aktuální location, pokud jsou dostupné
sv: Utdata lat/long refererad till WGS84-ellipsoid med hjälp av parametrar för datumtransformation definierade på aktuell plats (om tillgängligt)

source: Output frame coordinates of current display monitor (percentage)
cs: Výstupní souøadnice rámu aktuálnì vybraného monitoru (procentuálnì)
sv: Utmatning av bildkoordinater för aktuell bildskärm (procent)

source: Ambiguous request for lat/long ellipsoids
cs: Nejednoznaèný po¾adavek pro lat/long elipsoidy
sv: Tvetydig begäran om lat/long-ellipsoider

source: Please specify a lat/long ellipsoid with -l or -w
cs: Prosím, specifikujte elipsoid lat/long pomocí -l nebo -w
sv: Ange en lat/long-ellipsoid med -l eller -w

source: Can't get projection info of current location
cs: Nelze získat info mapové projekce aktuální location
sv: Kan inte få projektionsinformation om aktuell plats

source: Can't get projection units of current location
cs: Nelze získat jednotky mapové projekce aktuální location
sv: Kan inte få projektionsenheter för aktuell plats

source: WGS84 output not possible as this location does not contain datum transformation parameters. Try running g.setproj.
cs: Výstup WGS84 není mo¾ný, jeliko¾ tato location neobsahuje transformaèní parametry. Zkuste spustit g.setproj.
sv: WGS84-utdata inte möjlig eftersom denna plats inte innehåller parametrar för datumtransformation. Försök att köra g.setproj.

source: Invalid coordinates <%s,%s>
sv: Ogiltiga koordinater <%s,%s>

source: keyword2
sv: sökord2

source: keyword3
sv: nyckelord3

source: My first raster module
cs: Mùj první modul pro zpracování rastrových dat
sv: Min första rastermodul

source: Raster map <%s> not found
cs: Rastrová mapa <%s> nenalezena
sv: Rasterkarta <%s> hittades inte

source: My first vector module
cs: Mùj první modul pro zpracování vektorových dat
sv: Min första vektormodul

source: Unable to set predetermined vector open level
sv: Går inte att ställa in förutbestämd nivå för öppen vektor

source: Unable to get attribute data for cat %d
sv: Det går inte att få fram attributdata för katt %d

source: Error while retrieving database record for cat %d
sv: Fel vid hämtning av databaspost för katt %d

source: Unable to copy attribute table to vector map <%s>
sv: Det gick inte att kopiera attributtabellen till vektorkartan <%s>

source: have
sv: har

source: read
sv: läsa

source: Everyone
sv: Vem som helst

source: has
sv: har

source: Only users in your group
sv: Endast användare i din grupp

source: Only users outside your group
sv: Endast användare utanför din grupp

source: Only you
sv: Bara du

source: %s %s %s %saccess to mapset %s
sv: %s %s %s %stillgång till kartset %s

source: now
sv: nu

source: will
sv: testamente

source: general
cs: obecné
sv: allmänt

source: map management
sv: karthantering

source: permission
sv: tillstånd

source: Controls access to the current mapset for other users on the system.
cs: Øídí pøístup k aktuálnímu mapsetu pro ostatní u¾ivatele v systému.
sv: Styr åtkomst till den aktuella kartuppsättningen för andra användare i systemet.

source: If no option given, prints current status.
sv: Om inget alternativ anges, skrivs aktuell status ut.

source: Access for group
cs: Pøístup pro skupinu
sv: Tillträde för grupp

source: Access for others
cs: Pøístup pro ostatní
sv: Tillgång för andra

source: UNIX filesystem access controls are not supported by MS-Windows
sv: UNIX-filsystemets åtkomstkontroll stöds inte av MS-Windows

source: Access to the PERMANENT mapset must be open, nothing changed
cs: Pøístup pro mapset PERMANENT musí být otevøený, nic nemìním.
sv: Åtkomst till den PERMANENTA kartuppsättningen måste vara öppen, inget har ändrats

source: Unable to determine mapset permissions
sv: Det går inte att fastställa mapset-behörigheter

source: Unable to change mapset permissions
sv: Det går inte att ändra mapset-behörigheter

source: Unable to read input file <%s>
sv: Det gick inte att läsa inmatningsfilen <%s>

source: Unable to parse input file <%s>
sv: Det gick inte att tolka indatafilen <%s>

source: Unable to open output file <%s>
cs: Nelze otevøít výstupní soubor <%s>
sv: Det går inte att öppna utdatafilen <%s>

source: Unable to write output file <%s>
sv: Det går inte att skriva utdatafilen <%s>

source: Unable to open display
cs: Nelze otevøít displej
sv: Det går inte att öppna displayen

source: Unable to obtain visual
sv: Det går inte att få en visuell bild

source: Failed to initialize output surface
sv: Misslyckades med att initiera utmatningsytan

source: Invalid color: %s
cs: Chybná barva :%s
sv: Ogiltig färg: %s

source: Failed to initialize input surface
sv: Misslyckades med att initiera inmatningsytan

source: Overlays multiple X Pixmaps.
sv: Överlagrar flera X Pixmaps.

source: Name of input file(s)
sv: Namn på inmatningsfil(er)
