Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Output Visual XID
sv: Utgång Visuell XID

source: Output screen
sv: Utmatningsskärm

source: Layer opacities
cs: Prùhlednost vrstev
sv: Skiktets opacitet

source: Image width
cs: ©íøka obrázku
sv: Bildbredd

source: Image height
cs: Vý¹ka obrázku
sv: Höjd på bild

source: Background color (R:G:B:A)
sv: Bakgrundsfärg (R:G:B:A)

source: Do not composite; just delete input Pixmaps
sv: Komposera inte; radera bara inmatningen Pixmaps

source: input= and opacity= must have the same number of values
sv: input= och opacity= måste ha samma antal värden

source: copy
sv: kopiera

source: Creates copies of maps and other elements
sv: Skapar kopior av kartor och andra element

source: Copies available data files in the current mapset search path to the user's current mapset.
sv: Kopierar tillgängliga datafiler i den aktuella sökvägen för mapset till användarens aktuella mapset.

source: copied
sv: kopierat

source: <%s> does not exist. Skipping.
sv: <%s> finns inte. Hoppar över.

source: %s=%s,%s: files are the same, no copy required. Skipping.
sv: %s=%s,%s: filerna är desamma, ingen kopiering krävs. Hoppar över.

source: <%s> already exists and overwrite is not enabled. Skipping.
sv: <%s> finns redan och överskrivning är inte aktiverad. Hoppar över.

source: <%s> is an illegal file name. Skipping.
sv: <%s> är ett olagligt filnamn. Hoppar över.

source: All inputs had to be skipped. Nothing to copy. See the warning messages above for details.
sv: Alla ingångar måste hoppas över. Inget att kopiera. Se varningsmeddelandena ovan för detaljer.

source: Nothing was copied. See the warning messages above for details.
sv: Inget har kopierats. Se varningsmeddelandena ovan för mer information.

source: Errors occurred during copying. See the warning messages above for details.
sv: Fel inträffade under kopieringen. Se varningsmeddelandena ovan för mer information.

source: scripts
sv: skript

source: Internal GRASS utility for converting directory separator characters.
sv: Internt GRASS-verktyg för konvertering av katalogseparatortecken.

source: Prints GRASS data base file names.
cs: Vypí¹e jména souborù v GRASS databázi
sv: Skriver ut filnamn för GRASS-databasen.

source: Name of an element
cs: Jméno prvku
sv: Namn på ett element

source: Name of a database file
cs: Jméno databázového souboru
sv: Namn på en databasfil

source: Name of a mapset (default: current)
cs: Jméno mapsetu (výchozí: souèasný)
sv: Namn på en mapset (standard: current)

source: Create element directory in the current mapset
sv: Skapa elementkatalog i den aktuella kartuppsättningen

source: If element directory for database file does not exist, create it
sv: Om elementkatalogen för databasfilen inte finns, skapa den

source: List of available elements:
sv: Lista över tillgängliga element:

source: Searches for GRASS data base files and sets variables for the shell.
sv: Söker efter GRASS-databasfiler och ställer in variabler för skalet.

source: Name of an existing map
sv: Namn på en befintlig karta

source: Name of a mapset (default: search path)
sv: Namn på en mapset (standard: sökväg)

source: '.' for current mapset
sv: '.' för aktuellt kartset

source: Do not add quotes
sv: Lägg inte till citat

source: List available elements and exit
sv: Lista tillgängliga element och utgång

source: Parameter 'file' contains reference to <%s> mapset, but mapset parameter <%s> does not correspond
cs: 'Soubor' s parametry obsahuje odkaz na <%s> mapset, ale parametry mapsetu <%s> si neodpovídají
sv: Parameter 'file' innehåller referens till <%s> mapset, men mapset-parameter <%s> motsvarar inte

source: Name <%s> is too long
sv: Namnet <%s> är för långt

source: variables
sv: variabler

source: Outputs and modifies the user's current GRASS variable settings.
cs: Vypí¹e a modifikuje u¾ivatelské nastavení promìnných GRASSu.
sv: Skriver ut och ändrar användarens aktuella inställningar för GRASS-variabler.

source: Prints all defined GRASS variables if no option is given.
sv: Skriver ut alla definierade GRASS-variabler om inget alternativ anges.

source: GRASS variable to get
cs: Promìnné GRASSu pro získání
sv: GRASS-variabel för att få

source: Get
sv: Få

source: GRASS variable to set
cs: Promìnné GRASSu pro nastavení
sv: GRASS variabel att ställa in

source: GRASS variable to unset
sv: GRASS-variabel för att avaktivera

source: Where GRASS variable is stored
cs: Kde jsou ulo¾eny promìnné GRASSu
sv: Var GRASS-variabeln är lagrad

source: Separator for multiple GRASS variables
sv: Separator för flera GRASS-variabler

source: Use shell syntax (for "eval")
sv: Använda skal-syntax (för "eval")

source: Do not use shell syntax
sv: Använd inte skal-syntax

source: Variable <%s> is mandatory. No operation performed.
sv: Variabel <%s> är obligatorisk. Ingen åtgärd utförs.

source: Value '%s' ignored when unsetting the GRASS variable
sv: Värdet '%s' ignoreras när GRASS-variabeln återställs

source: GRASS variable not defined
sv: Variabeln GRASS är inte definierad

source: GRASS variable must be uppercase. Using '%s'.
sv: GRASS-variabeln måste vara versal. Använd '%s'.

source: GUI
sv: Grafiskt gränssnitt

source: user interface
sv: användargränssnitt

source: Launches a GRASS graphical user interface (GUI) session.
cs: Spu¹tí se GRASS grafické prostøedí.
sv: Startar en session med GRASS grafiska användargränssnitt (GUI).

source: Optionally updates default user interface settings.
sv: Uppdaterar valfritt standardinställningarna för användargränssnittet.

source: User interface
sv: Användargränssnitt

source: wxPython based GUI (wxGUI)
sv: wxPython-baserat grafiskt gränssnitt (wxGUI)

source: command line interface only
sv: endast kommandoradsgränssnitt

source: command line interface with GUI startup screen
sv: kommandoradsgränssnitt med grafiskt gränssnitt-startskärm

source: Type
sv: Typ

source: Name of workspace file to load on start-up
sv: Namn på arbetsytans fil som ska laddas vid uppstart

source: This is valid only for wxGUI (wxpython)
sv: Detta gäller endast för wxGUI (wxpython)

source: Start GUI in the foreground
sv: Starta grafiskt gränssnitt i förgrunden

source: By default the GUI starts in the background and control is immediately returned to the caller. When GUI runs in foregreound, it blocks the command line
sv: Som standard startar grafiskt gränssnitt i bakgrunden och kontrollen återlämnas omedelbart till den som anropar. När grafiskt gränssnitt körs i förgrunden blockerar det kommandoraden

source: Update default user interface settings
sv: Uppdatera standardinställningarna för användargränssnittet

source: Default
sv: Standard

source: Do not launch GUI after updating the default user interface settings
sv: Starta inte grafiskt gränssnitt efter uppdatering av standardinställningarna för användargränssnittet

source: <%s> is now the default GUI
cs: <%s> je nyní nastaveno jako základní grafické prostøedí
sv: <%s> är nu standard-grafiskt gränssnitt

source: Nothing to do. For setting up <%s> as default UI use -%c flag.
sv: Inget att göra. För att ställa in <%s> som standardgränssnitt, använd flaggan -%c.

source: Your installation doesn't include GUI, exiting.
sv: Din installation innehåller inte grafiskt gränssnitt, avslutar.

source: Launching <%s> GUI, please wait...
sv: Startar <%s> grafiskt gränssnitt, vänta...

source: Launching <%s> GUI in the background, please wait...
sv: Startar <%s> grafiskt gränssnitt i bakgrunden, vänta...

source: Unable to read header of 3D raster map <%s@%s>
cs: Nelze èíst hlavièku 3D rastrové mapy <%s@%s>
sv: Det gick inte att läsa rubriken för 3D-rasterkartan <%s@%s>

source: Unable to open vector map <%s@%s> on topological level
sv: Det går inte att öppna vektorkarta <%s@%s> på topologisk nivå

source: list
sv: lista

source: search
sv: sök

source: Lists available GRASS data base files of the user-specified data type optionally using the search pattern.
sv: Listar tillgängliga GRASS-databasfiler av den användardefinierade datatypen, eventuellt med hjälp av sökmönstret.

source: Map name search pattern (default: all)
cs: Øìtìzec v názvu mapy, musí být 'uvozen' (výchozí: v¹echny)
sv: Sökmönster för kartnamn (standard: alla)

source: Pattern
sv: Mönster

source: Map name exclusion pattern (default: none)
sv: Undantagsmönster för kartnamn (standard: inget)

source: Name of mapset to list (default: current search path)
sv: Namn på den kartuppsättning som ska listas (standard: aktuell sökväg)

source: '.' for current mapset; '*' for all mapsets in location
sv: '.' för aktuellt kartset; '*' för alla kartset på platsen

source: Name of saved region for map search (default: not restricted)
sv: Namn på sparad region för kartsökning (standard: ej begränsad)

source: '.' for current region; '*' for default region
sv: '.' för aktuell region; '*' för standardregion

source: Name for output file
cs: Název výstupního souboru
sv: Namn för utdatafil

source: If not given or '-' then standard output
sv: Om inte angiven eller "-", standardutdata

source: Ignore case
sv: Ignorera fallet

source: Use basic regular expressions instead of wildcards
sv: Använd grundläggande reguljära uttryck i stället för jokertecken

source: Use extended regular expressions instead of wildcards
sv: Använd utökade reguljära uttryck istället för jokertecken

source: Print data types
sv: Skriv ut datatyper

source: Print fully-qualified map names (including mapsets)
sv: Skriv ut fullständigt kvalificerade kartnamn (inklusive mapsets)

source: Pretty printing in human readable format
sv: Vacker utskrift i mänskligt läsbart format

source: Verbose listing (also list map titles)
cs: upovídaný výstup (vypi¹ také titulky map)
sv: Utförlig listning (listar även karttitlar)

source: Unable to compile pattern <%s>
sv: Mönstret <%s> kan inte kompileras

source: Mapset <%s> does not exist
sv: Mapset <%s> finns inte

source: Failed to serialize JSON to pretty format.
sv: Misslyckades med att serialisera JSON till pretty-format.

source: Changes/reports current mapset.
sv: Ändrar/rapporterar aktuell mapset.

source: Optionally create new mapset or list available mapsets in given project (location).
sv: Skapa eventuellt en ny kartuppsättning eller lista tillgängliga kartuppsättningar i ett visst projekt (plats).

source: Name of mapset where to switch
sv: Namn på mapset där du ska byta

source: Create mapset if it doesn't exist
cs: Vytvoøí nový mapset, pokud neexistuje.
sv: Skapa mapset om det inte finns

source: Create
sv: Skapa

source: List available mapsets and exit
sv: Lista tillgängliga kartuppsättningar och avsluta

source: Print current mapset and exit
sv: Skriv ut aktuell mapset och avsluta

source: Failed to initialize JSON object. Out of memory?
sv: Misslyckades med att initiera JSON-objekt. Har du slut på minne?

source: <%s> is already the current mapset
cs: <%s> ji¾ existuje v souèasném mapsetu
sv: <%s> är redan den aktuella kartuppsättningen

source: You don't have permission to use the mapset <%s>
sv: Du har inte tillåtelse att använda mapset <%s>

source: Unable to create new mapset <%s>
sv: Det går inte att skapa en ny mapset <%s>

source: Mapset <%s> does not exist. Use -c flag to create it.
sv: Mapset <%s> finns inte. Använd flaggan -c för att skapa den.

source: Unable to read GIS_LOCK environment variable
sv: Det går inte att läsa miljövariabeln GIS_LOCK

source: Lock file of mapset <%s> cannot be checked
sv: Låsfilen för mapset <%s> kan inte kontrolleras

source: There appears to be an active GRASS session in selected mapset <%s>
sv: Det verkar finnas en aktiv GRASS-session i den valda kartuppsättningen <%s>

source: Cleaning up temporary files...
cs: Ma¾u doèasné soubory...
sv: Rensning av temporära filer...

source: Mapset switched.
sv: Mapset byttes ut.

source: Mapset switched. Your shell continues to use the history for the old mapset
sv: Mapset byttes ut. Ditt skal fortsätter att använda historiken för det gamla kartsetet

source: You can switch the history by commands: history -S; history -L %s/.history; setenv histfile=%s/.history
cs: Mù¾ete zmìnit historii pøíkazy: history -S; history -L %s/.history; setenv histfile=%s/.history
sv: Du kan byta historik med kommandon: history -S; history -L %s/.history; setenv histfile=%s/.history

source: Your current mapset is <%s>
sv: Ditt nuvarande mapset är <%s>

source: Failed to initialize mapsets array. Out of memory?
sv: Misslyckades med att initiera mapsets-arrayen. Har du slut på minne?

source: Available mapsets:
sv: Tillgängliga kartuppsättningar:

source: Accessible mapsets:
sv: Tillgängliga kartor:

source: The flag -%c is not allowed with %s=%s. %s
sv: Flaggan -%c är inte tillåten med %s=%s. %s

source: The option %s is not allowed with %s=%s. %s
sv: Alternativet %s är inte tillåtet med %s=%s. %s

source: search path
sv: sökväg

source: Modifies/prints the user's current mapset search path.
sv: Ändrar/skriver ut användarens aktuella sökväg för mapset.

source: Affects the user's access to data existing under the other mapsets in the current project.
sv: Påverkar användarens tillgång till data som finns under de andra kartuppsättningarna i det aktuella projektet.

source: Name(s) of existing mapset(s) to add/remove or set
sv: Namn på befintlig(a) mapset(s) som ska läggas till/tas bort eller ställas in

source: Operation to be performed
cs: Operace bude vykonána
sv: Operation som ska utföras

source: List all available mapsets in alphabetical order
sv: Lista alla tillgängliga kartuppsättningar i alfabetisk ordning

source: Print mapsets in current search path
sv: Skriv ut kartor i aktuell sökväg

source: Launch mapset selection GUI dialog
sv: Starta grafiskt gränssnitt-dialog för val av mapset

source: Unknown operation '%s'
sv: Okänd operation '%s'

source: Separator is part of the format.
sv: Separatorn är en del av formatet.

source: Mapset <%s> not found
cs: Mapset <%s> nebyl nalezen
sv: Mapset <%s> hittades inte

source: Current mapset (<%s>) must always included in the search path
sv: Aktuell mapset (<%s>) måste alltid ingå i sökvägen

source: Mapset <%s> already in the path
sv: Mapset <%s> redan på vägen

source: Mapset <%s> added to search path
sv: Mapset <%s> läggs till i sökvägen

source: Mapset <%s> removed from search path
sv: Mapset <%s> borttaget från sökvägen

source: Search path not modified
sv: Sökvägen har inte ändrats

source: Unable to open SEARCH_PATH for write
sv: Det går inte att öppna SEARCH_PATH för skrivning

source: Prints a message, warning, progress info, or fatal error in the GRASS way.
sv: Skriver ut ett meddelande, en varning, förloppsinformation eller ett allvarligt fel på GRASS-vis.

source: This module should be used in scripts for messages served to user.
cs: Tento modul by mìl být pou¾it ve skriptech pro zprávy slou¾ící u¾ivateli.
sv: Denna modul bör användas i skript för meddelanden som skickas till användaren.

source: Print message as warning
sv: Skriv ut meddelandet som varning

source: Print message as fatal error
sv: Skriv ut meddelande som fatalt fel

source: Print message as debug message
sv: Skriv ut meddelandet som debug-meddelande

source: Print message as progress info
sv: Skriv ut meddelande som information om framsteg

source: Level
sv: Nivå

source: Print message in all modes except of quiet mode
sv: Skriv ut meddelandet i alla lägen utom i tyst läge

source: Message is printed on GRASS_VERBOSE>=1
sv: Meddelandet skrivs ut på GRASS_VERBOSE>=1

source: Print message only in verbose mode
sv: Skriv ut meddelande endast i verbose-läge

source: Message is printed only on GRASS_VERBOSE>=3
sv: Meddelandet skrivs endast ut på GRASS_VERBOSE>=3

source: Text of the message to be printed
cs: Text zprávy který bude vytisknut
sv: Text i meddelandet som ska skrivas ut

source: Message is printed on GRASS_VERBOSE>=2
sv: Meddelandet skrivs ut på GRASS_VERBOSE>=2

source: Level to use for debug messages
cs: Úroveò pro ladící zprávy
sv: Nivå som ska användas för felsökningsmeddelanden

source: Select only one message level
sv: Välj endast en meddelandenivå

source: Unable to parse input message
sv: Det gick inte att tolka inmatningsmeddelandet

source: Unable to initialise Freetype
sv: Det går inte att initiera Freetype

source: Generates the font configuration file by scanning various directories for fonts.
sv: Skapar konfigurationsfilen för teckensnitt genom att söka efter teckensnitt i olika kataloger.

source: Write font configuration file to standard output instead of $GISBASE/etc
sv: Skriv teckensnittskonfigurationsfil till standardutdata istället för $GISBASE/etc

source: List of extra directories to scan
sv: Lista över extra kataloger som ska genomsökas

source: Comma-separated list of extra directories to scan for Freetype-compatible fonts as well as the defaults (see documentation)
sv: Kommaseparerad lista över extra kataloger som ska genomsökas efter Freetype-kompatibla teckensnitt samt standardinställningarna (se dokumentation)

source: Fontcap file %s already exists; use --overwrite flag if you wish to overwrite it
sv: Fontcap-filen %s finns redan; använd --overwrite-flaggan om du vill skriva över den

source: This GRASS installation was compiled without Freetype support, extradirs parameter ignored
sv: Denna GRASS-installation kompilerades utan stöd för Freetype, parametern extradirs ignoreras

source: Cannot open %s for writing: %s
sv: Det går inte att öppna %s för skrivning: %s

source: Usage
sv: Användning

source: Unable to open script file
sv: Det går inte att öppna skriptfilen

source: Line too long or missing newline at line %d
sv: Linjen är för lång eller saknar ny rad på rad %d

source: Error closing script file
sv: Fel vid stängning av skriptfil

source: Unknown boolean value "%s" at line %d
sv: Okänt booleanskt värde "%s" på rad %d

source: Unknown command "%s" at line %d
sv: Okänt kommando "%s" på rad %d

source: Unknown module parameter "%s" at line %d
sv: Okänd modulparameter "%s" på rad %d

source: Unknown flag parameter "%s" at line %d
sv: Okänd flaggparameter "%s" på rad %d

source: Unknown type "%s" at line %d
sv: Okänd typ "%s" på rad %d

source: Unknown option parameter "%s" at line %d
sv: Okänd optionsparameter "%s" på rad %d

source: G_spawn() failed
sv: G_spawn() misslyckades

source: execl() failed
sv: execl() misslyckades

source: Unknown flag "-%c" in rule
sv: Okänd flagga "-%c" i regel

source: Unknown option "%s" in rule
sv: Okänt alternativ "%s" i regel

source: Unknown rule type "%s" at line %d
sv: Okänd regeltyp "%s" på rad %d

source: Error reading PPM file
cs: Chyba pøi ètení souboru PPM
sv: Fel vid läsning av filen PPM

source: Invalid PPM file
cs: ©patný soubor PPM
sv: Ogiltig fil PPM

source: File <%s> not found
cs: Soubor <%s> nebyl nalezen
sv: Filen <%s> hittades inte

source: Expecting PPM but got PGM
cs: Oèekávám PPM ale dostal jsem PGM
sv: Väntade PPM men fick PGM

source: Expecting PGM but got PPM
cs: Oèekávám PGM ale dostal jsem PPM
sv: Förväntade sig PGM men fick PPM

source: Invalid magic number: 'P%c'
cs: Chybné magické èíslo: 'P%c'
sv: Ogiltigt magiskt nummer: 'P%c'

source: Invalid PGM file
cs: Chybný soubor PGM
sv: Ogiltig PGM-fil

source: Error writing PPM file
cs: Chyba pøi zápisu souboru PPM
sv: Fel vid skrivning av PPM-fil

source: Error writing PGM file
cs: Chyba pøi zápisu souboru PGM
sv: Fel vid skrivning av PGM-fil

source: Overlays multiple PPM image files.
sv: Överlagrar flera PPM-bildfiler.

source: Name of input mask file(s)
sv: Namn på maskfil(er) för inmatning

source: Name for output mask file
sv: Namn för maskfil för utdata

source: Unable to open input file %s
sv: Det går inte att öppna inmatningsfilen %s

source: Invalid input file %s
sv: Ogiltig inmatningsfil %s

source: Unable to allocate PNG structure
sv: Kan inte tilldela PNG-struktur

source: Error writing PNG file
sv: Fel vid skrivning av PNG-fil

source: Unable to open output file %s
sv: Det går inte att öppna utdatafilen %s

source: Converts between PPM/PGM and PNG image formats.
sv: Konverterar mellan PPM/PGM- och PNG-bildformat.

source: Project <%s> created
sv: Projekt <%s> skapat

source: Unable to create project <%s>: %s
sv: Det går inte att skapa projekt <%s>: %s

source: Unable to create projection files: %s
cs: Nelze vytvoøit soubor s informacemi o mapové projekci: %s
sv: Det går inte att skapa projektionsfiler: %s

source: Unable to create project <%s>
sv: Det går inte att skapa ett projekt <%s>

source: You can switch to the new project by `%s=%s`
sv: Du kan byta till det nya projektet genom att `%s=%s`

source: You must select the PERMANENT mapset before updating the current project's coordinate reference system (current mapset is <%s>)
sv: Du måste välja PERMANENT mapset innan du uppdaterar det aktuella projektets koordinatreferenssystem (aktuell mapset är <%s>)

source: Default region was updated to the new projection, but if you have multiple mapsets `g.region -d` should be run in each to update the region from the default
sv: Standardregionen uppdaterades till den nya projektionen, men om du har flera kartuppsättningar bör `g.region -d` köras i varje för att uppdatera regionen från standard

source: Projection information updated
sv: Uppdatering av projektionsinformation

source: Invalid datum code <%s>
sv: Ogiltig datumkod <%s>

source: Datum set to <%s>
sv: Datum inställt på <%s>

source: Ellipsoid set to <%s>
sv: Ellipsoid inställd på <%s>

source: Input WKT definition is too long
sv: Input WKT-definitionen är för lång

source: Error reading WKT definition
sv: Fel vid läsning av WKT-definition

source: Unable to open file '%s' for reading
sv: Det går inte att öppna filen '%s' för läsning

source: WKT validation warnings:
sv: Varningar för WKT-validering:

source: WKT validation grammar errors:
sv: Grammatiska fel i WKT-valideringen:

source: WKT not recognized: %s
sv: WKT känns inte igen: %s

source: Failed to read PROJ.4 parameter from stdin
sv: Misslyckades med att läsa PROJ.4 parameter från stdin

source: PROJ.4 parameter string is too long: %s
sv: PROJ.4 parametersträngen är för lång: %s

source: Can't parse PROJ.4-style parameter string
cs: Nelze parsovat PROJ.4 styl parametrù
sv: Kan inte tolka parametersträng i PROJ.4-stil

source: SRID <%s> not recognized by PROJ
sv: SRID <%s> känns inte igen av PROJ

source: WKT for SRID <%s> not recognized by GDAL
sv: WKT för SRID <%s> känns inte igen av GDAL

source: Unable to convert srid to WKT
sv: Det går inte att konvertera srid till WKT

source: Input srid requires GDAL 3+ and PROJ 6+
sv: Input srid kräver GDAL 3+ och PROJ 6+

source: Unable to translate EPSG code
sv: EPSG-koden kan inte översättas

source: Unable to convert EPSG code to WKT
sv: Det går inte att konvertera EPSG-kod till WKT

source: Input dataset <%s> contains subdatasets. Please select a subdataset.
sv: Ingångsdataset <%s> innehåller underdataset. Välj en underdatamängd.

source: <%s> is not a GDAL dataset, trying to open it as ESRI WKT
sv: <%s> är inte en GDAL-dataset, försöker öppna den som ESRI WKT

source: Unable to read georeferenced file <%s> using GDAL library
sv: Det gick inte att läsa den georefererade filen <%s> med GDAL-biblioteket

source: Read of file %s was successful, but it did not contain projection information. 'XY (unprojected)' will be used
cs: Ètení souboru %s bylo íºspì¹né. ale tento neobsahuje informace o projekci. Pou¾iji 'XY (unprojected)'
sv: Läsning av fil %s lyckades, men den innehöll inte projektionsinformation. 'XY (oprojicerad)' kommer att användas

source: No codes found for authority %s
sv: Inga koder hittades för myndighet %s

source: Unable to find init file %s
sv: Det går inte att hitta init-filen %s

source: Environment variable GRASS_PROJSHARE is not set
sv: Miljövariabeln GRASS_PROJSHARE är inte inställd

source: Only epsg file is currently supported
sv: Endast filen epsg stöds för närvarande

source: Unable to open init file <%s>
sv: Det gick inte att öppna init-filen <%s>
