Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Drops a column from the attribute table connected to a given vector map.
cs: Ma¾e sloupce z tabulky atributù pøipojené k zadané vektorové mapì.
sv: Tar bort en kolumn från attributtabellen som är kopplad till en given vektorkarta.

source: Name of attribute column(s) to drop
sv: Namn på attributkolumn(er) som ska tas bort

source: Removes a vector feature from a vector map through attribute selection.
sv: Tar bort en vektorfunktion från en vektorkarta genom val av attribut.

source: Removes existing attribute table of a vector map.
cs: Vyma¾e existující atributovou tabulku vektorové mapy.
sv: Tar bort befintlig attributtabell för en vektorkarta.

source: Force removal (required for actual deletion of table)
cs: Vynucené odstranìní ( po¾adováno pro souèasné mazání tabulek)
sv: Forcera borttagning (krävs för faktisk borttagning av tabellen)

source: Table name (default: vector map name)
sv: Tabellnamn (standard: namn på vektormappning)

source: Joins a database table to a vector map table.
sv: Kopplar en databastabell till en vektorkarttabell.

source: Vector map to which to join other table
cs: Vektorová mapa, k její¾ tabulce bude pøipojena tabulka nová
sv: Vektorkarta till vilken man kan ansluta andra bord

source: layer,column
sv: lager,kolumn

source: Layer where to join
cs: Vrstva, na které dojde ke spojení
sv: Lager där man kan ansluta sig

source: column
sv: kolumn

source: Identifier column (e.g.: cat) in the vector table to be used for join
sv: Identifierande kolumn (t.ex.: cat) i vektortabellen som ska användas för länkningen

source: Other table name
cs: Jméno pøipojované tabulky
sv: Annat namn på tabellen

source: ocolumn,scolumns
sv: okolumn,skolkolumner

source: Identifier column (e.g.: id) in the other table used for join
sv: Kolumn med identifierare (t.ex.: id) i den andra tabellen som används för länkningen

source: Subset of columns from the other table
sv: Delmängd av kolumner från den andra tabellen

source: Columns to exclude from the other table
sv: Kolumner som ska uteslutas från den andra tabellen

source: Reconnects attribute tables for all vector maps from the current mapset to a new database.
sv: Kopplar om attributtabeller för alla vektorkartor från den aktuella kartuppsättningen till en ny databas.

source: Copy attribute tables to the target database if not exist
sv: Kopiera attributtabeller till måldatabasen om de inte redan finns

source: Delete attribute tables from the source database
sv: Ta bort attributtabeller från källdatabasen

source: Name of source database
sv: Namn på källdatabasen

source: Name of source database schema
sv: Namn på källdatabasens schema

source: Name for target driver
sv: Namn för måldrivrutin

source: Name for target database
sv: Namn för måldatabas

source: Name for target database schema
sv: Namn för måldatabasens schema

source: Renames a column in the attribute table connected to a given vector map.
cs: Pøejmenuje sloupec v atributové tabulce pøipojené k zadané vektorové mapì.
sv: Byter namn på en kolumn i attributtabellen som är kopplad till en given vektorkarta.

source: Old and new name of the column (old,new)
cs: Staré a nové jméno slupce (staré,nové)
sv: Gammalt och nytt namn på kolumnen (gammalt,nytt)

source: Calculates univariate statistics on selected table column for a GRASS vector map.
cs: Spoèítá základní statistiku vybraného sloupce tabulky vektorové mapy.
sv: Beräknar univariat statistik på vald tabellkolumn för en GRASS-vektorkarta.

source: Updates a column in the attribute table connected to a vector map.
sv: Uppdaterar en kolumn i attributtabellen som är kopplad till en vektorkarta.

source: attribute update
sv: uppdatering av attribut

source: type casting
sv: typgjutning

source: Name of attribute column to update
sv: Namn på attributkolumnen som ska uppdateras

source: Literal value to update the column with
sv: Bokstavligt värde att uppdatera kolumnen med

source: Name of other attribute column to query, can be combination of columns (e.g. co1+col2)
sv: Namn på den andra attributkolumnen som ska efterfrågas, kan vara en kombination av kolumner (t.ex. co1+col2)

source: Name of SQLite extension file for extra functions (SQLite backend only)
sv: Namn på SQLite-tilläggsfil för extra funktioner (endast SQLite-backend)

source: Dissolves adjacent or overlapping features sharing a common category number or attribute.
sv: Löser upp angränsande eller överlappande funktioner som delar ett gemensamt kategorinummer eller attribut.

source: dissolve
sv: lösas upp

source: line
sv: linje

source: Dissolving
sv: Upplösning

source: Layer number or name.
sv: Lagrets nummer eller namn.

source: Name of attribute column used to dissolve features
sv: Namn på attributkolumn som används för att lösa upp funktioner

source: Names of attribute columns to get aggregate statistics for
sv: Namn på attributkolumner för vilka aggregerad statistik ska hämtas

source: One column name or SQL expression per method if result columns are specified
sv: Ett kolumnnamn eller SQL-uttryck per metod om resultatkolumner anges

source: Aggregation
sv: Aggregering

source: Aggregate statistics method (e.g., sum)
sv: Metod för aggregerad statistik (t.ex. summa)

source: Default is all available basic statistics for a given backend (for sql backend: avg, count, max, min, sum)
sv: Standard är all tillgänglig grundläggande statistik för en given backend (för sql-backend: avg, count, max, min, sum)

source: New attribute column names for aggregate statistics results
sv: Nya kolumnnamn för attribut för aggregerade statistikresultat

source: Defaults to aggregate column name and statistics name and can contain type
sv: Standard är aggregerat kolumnnamn och statistiknamn och kan innehålla typ

source: Backend for attribute aggregation
sv: Backend för aggregering av attribut

source: Default is sql unless the provided aggregate methods are for univar
sv: Standard är sql om inte de angivna aggregeringsmetoderna är för univar

source: sql;Uses SQL attribute database;univar;Uses v.db.univar
sv: sql;Använder SQL-attributdatabas;univar;Använder v.db.univar

source: Imports vector data into a GRASS vector map using OGR library and reprojects on the fly.
sv: Importerar vektordata till en GRASS-vektorkarta med hjälp av OGR-biblioteket och reprojicerar i farten.

source: Name of OGR datasource to be imported
sv: Namn på OGR-datakälla som ska importeras

source: OGR layer name. If not given, all available layers are imported
cs: Jméno OGR vrstvy, pokud není zadán, jsou pouze vyti¹tìny pøítomné vrstvy
sv: OGR-skiktets namn. Om det inte anges importeras alla tillgängliga lager

source: Name for output vector map (default: input)
sv: Namn för utmatningsvektorkarta (standard: input)

source: Output vector map extent
sv: Utgångsvektor för kartans utsträckning

source: input;extent of input map;region;extent of current region
sv: input;omfattning av input map;region;omfattning av aktuell region

source: Overrides encoding interpretation, useful when importing ESRI Shapefile
sv: Åsidosätter tolkning av kodning, användbart vid import av ESRI Shapefile

source: Snapping threshold for boundaries (map units)
sv: Snapping-tröskel för gränser (kartenheter)

source: A suitable threshold is estimated during import
sv: Ett lämpligt tröskelvärde beräknas under importen

source: Input SRS
sv: Ingång SRS

source: -1 to list available datum transform parameters
sv: -1 för att lista tillgängliga parametrar för datumtransformation

source: List supported OGR formats and exit
sv: Lista över OGR-format som stöds och avsluta

source: List available OGR layers in data source and exit
sv: Lista tillgängliga OGR-lager i datakälla och utgång

source: Imports E00 file into a vector map.
sv: Importerar E00-fil till en vektorkarta.

source: Name of input E00 file
sv: Namn på inmatad E00-fil

source: Imports geonames.org country files into a vector points map.
sv: Importerar geonames.org-landsfiler till en vektorpunktskarta.

source: gazetteer
sv: katalog

source: Name of uncompressed geonames file (with .txt extension)
sv: Namn på okomprimerad geonames-fil (med .txt-tillägg)

source: Imports ASCII x,y[,z] coordinates as a series of lines.
sv: Importerar ASCII x,y[,z]-koordinater som en serie rader.

source: point
sv: punkt

source: Create a 3D line from 3 column data
sv: Skapa en 3D-linje från data i 3 kolumner

source: Name of input file (or "-" to read from stdin)
sv: Namn på indatafilen (eller "-" för att läsa från stdin)

source: Imports Mapgen or Matlab-ASCII vector maps into GRASS.
sv: Importerar Mapgen- eller Matlab-ASCII-vektorkartor till GRASS.

source: Input map is in Matlab format
cs: Vstupní mapa je ve formátu Matlab
sv: Inmatningskartan är i Matlab-format

source: Create a 3D vector points map from 3 column Matlab data
cs: Vytvoøí 3D vektorovou bodovou mapu ze tøí sloupcových dat Matlab
sv: Skapa en 3D-vektorpunktskarta från Matlab-data i 3 kolumner

source: Name of input file in Mapgen/Matlab format
cs: Jméno vstupního souboru ve formátu Mapgen/Matlab
sv: Namn på indatafil i Mapgen/Matlab-format

source: Name for output vector map (omit for display to stdout)
cs: Jméno nového vektorového souboru (vynechává se pro zobrazení na standardní výstup)
sv: Namn för utmatningsvektorkarta (utelämna för visning till stdout)

source: Imports GetFeature from a WFS server.
sv: Importerar GetFeature från en WFS-server.

source: Base URL starting with 'http' and ending in '?'
sv: Bas-URL som börjar med "http" och slutar med "?

source: Comma separated names of data layers to download
sv: Kommaseparerade namn på de datalager som ska laddas ner

source: Name of data layers to import
sv: Namn på de datalager som ska importeras

source: Specify alternate spatial reference system (example: EPSG:4326)
sv: Ange alternativt rumsligt referenssystem (exempel: EPSG:4326)

source: The given code must be supported by the server, consult the capabilities file
sv: Den angivna koden måste stödjas av servern, se capabilities-filen

source: Maximum number of features to download
sv: Maximalt antal funktioner att ladda ner

source: (default: unlimited)
sv: (standard: obegränsad)

source: Skip earlier feature IDs and start downloading at this one
sv: Hoppa över tidigare funktions-ID:n och börja ladda ner på det här

source: (default: start with the first feature)
sv: (standard: börja med den första funktionen)

source: version of WFS, e.g.:1.0.0 or 2.0.0
sv: version av WFS, t.ex.:1.0.0 eller 2.0.0

source: Username or file with username or environment variable name with username
sv: Användarnamn eller fil med användarnamn eller namn på miljövariabel med användarnamn

source: Password or file with password or environment variable name with password
sv: Lösenord eller fil med lösenord eller namn på miljövariabel med lösenord

source: Download server capabilities to 'wms_capabilities.xml' in the current directory and exit
sv: Ladda ner serveregenskaper till "wms_capabilities.xml" i den aktuella katalogen och avsluta

source: Restrict fetch to features which touch the current region
sv: Begränsa hämtningen till inslag som berör den aktuella regionen

source: Exports a vector map as GRASS GIS specific archive file
sv: Exporterar en vektorkarta som GRASS GIS-specifik arkivfil

source: Name of vector map to pack up
sv: Namn på vektorkarta som ska packas upp

source: Calculates univariate statistics from a raster map based on a vector map and uploads statistics to new attribute columns.
sv: Beräknar univariat statistik från en rasterkarta baserat på en vektorkarta och laddar upp statistiken till nya attributkolumner.

source: univariate statistics
sv: univariat statistik

source: zonal statistics
sv: zonindelad statistik

source: Continue if upload column(s) already exist
cs: Pokraèuj, i kdy¾ sloupec pro ulo¾ení dat ji¾ existuje
sv: Fortsätt om uppladdningskolumn(er) redan finns

source: Create densified lines (default: thin lines)
sv: Skapa förtätade linjer (standard: tunna linjer)

source: All cells touched by the line will be set, not only those on the render path
sv: Alla celler som berörs av linjen kommer att ställas in, inte bara de som ligger på renderingsbanan

source: Name of input raster map to calculate statistics from
sv: Namn på rasterkarta för att beräkna statistik från

source: Column prefix for new attribute columns
cs: Pøedpona v názvu nových sloupeèkù
sv: Kolumnprefix för nya attributkolumner

source: The methods to use
sv: De metoder som ska användas

source: Percentile to calculate
sv: Percentil att beräkna

source: Reports geometry statistics for vector maps.
sv: Rapporterar geometristatistik för vektorkartor.

source: Value to calculate
cs: Hodnota, která se má spoèítat
sv: Värde att beräkna

source: Sort the result
cs: Seøadit výsledky
sv: Sortera resultatet

source: asc;Sort in ascending order;desc;Sort in descending order
sv: asc;Sortera i stigande ordning;desc;Sortera i fallande ordning

source: Report for geometries with no database records
sv: Rapport för geometrier utan databasposter

source: Converts vector polygons or points to lines.
sv: Konverterar vektorpolygoner eller punkter till linjer.

source: Method used for point interpolation
sv: Metod som används för punktinterpolation

source: Imports a GRASS GIS specific vector archive file (packed with v.pack) as a vector map
sv: Importerar en GRASS GIS-specifik vektorarkivfil (packad med v.pack) som en vektorkarta

source: Name for output vector map
cs: Název výstupní vektorové vrstvy
sv: Namn för utmatningsvektorkarta

source: Default: taken from input file internals
sv: Standard: hämtas från inmatningsfilens interna funktioner

source: Uploads space time raster dataset values at positions of vector points to the table.
sv: Laddar upp värden för rasterdataset för rymdtid vid positioner för vektorpunkter till tabellen.

source: Update attribute table of input vector map
sv: Uppdatera attributtabell för inmatad vektorkarta

source: Instead of creating a new vector map update the attribute table with value(s)
sv: Istället för att skapa en ny vektorkarta uppdaterar du attributtabellen med värde(n)

source: Uploads vector values at positions of vector points to the table.
cs: Ulo¾í hodnoty rastrové mapy na pozicích bodù pøekryvné vektorové mapy do atributové tabulky.
sv: Laddar upp vektorvärden vid positioner för vektorpunkter till tabellen.

source: Name of vector points map for which to edit attributes
sv: Namn på karta med vektorpunkter för vilka attribut ska redigeras

source: Name of attribute column to be updated with the query result
sv: Namn på attributkolumnen som ska uppdateras med frågeresultatet

source: Name of vector map to be queried
sv: Namn på den vektorkarta som ska efterfrågas

source: query_column
sv: fråga_kolumn

source: Name of attribute column to be queried
sv: Namn på attributkolumn som ska efterfrågas

source: Maximum query distance in map units (meters for ll)
sv: Maximalt frågeavstånd i kartanheter (meter för ll)

source: Views BMP images from the PNG driver.
sv: Visar BMP-bilder från PNG-drivrutinen.

source: Name of input image file
sv: Namn på ingående bildfil

source: Percentage of CPU time to use
cs: Procent vyu¾ití procesoru.
sv: Procentandel av CPU-tiden som ska användas

source: A simple utility for converting bearing and distance measurements to coordinates and vice versa.
cs: Jednoduchá utilita pro pøevod orientace a vzdálenosti na souøadnice a naopak.
sv: Ett enkelt verktyg för att konvertera bärings- och avståndsmätningar till koordinater och vice versa.

source: It assumes a cartesian coordinate system
cs: Pøepokladem je carteziánský souøadný systém
sv: Det förutsätter ett kartesiskt koordinatsystem

source: Lines are labelled
cs: Linie jsou popsány
sv: Linjerna är märkta

source: Convert from coordinates to bearing and distance
cs: Pøevod souøadnic na orientaci a vzdálenost
sv: Konvertera från koordinater till bäring och avstånd

source: Repeat the starting coordinate at the end to close a loop
sv: Upprepa startkoordinaten i slutet för att sluta en slinga

source: Starting coordinate pair
cs: Poèáteèní pár souøadnic
sv: Startkoordinatpar

source: Couldn't open COGO file <%s>
cs: Nelze otevøít COGO soubor <%s>
sv: Filen COGO kunde inte öppnas <%s>

source: Couldn't open output file <%s>
cs: Nelze otevøít výstupní soubor <%s>
sv: Det gick inte att öppna utdatafilen <%s>

source: Converting starting coordinate pair
cs: Pøevádím poèáteèní pár souøadnic
sv: Konvertering av startkoordinatpar

source: Input parse error on line %lu
sv: Parse-fel i indata på rad %lu

source: Measures the lengths and areas of features.
sv: Mäter längder och ytor på objekt.

source: measurement
sv: mätning

source: Units
cs: Jednotky
sv: Enheter

source: Default: project map units
sv: Standard: projektkartans enheter

source: Shell script style
sv: Shell-skript stil

source: Length:
sv: Längd:

source: Area:
sv: Boyta:

source: Use draw mode for all loaded surfaces
sv: Använd ritningsläge för alla laddade ytor

source: Surfaces
sv: Ytor

source: Name for output image file (without extension)
sv: Namn på den utgående bildfilen (utan tillägg)

source: Image
sv: Bild

source: Size (width, height) of output image
sv: Storlek (bredd, höjd) på den utgående bilden

source: Name of raster map(s) for elevation
sv: Namn på rasterkarta(n) för höjd

source: Constant elevation value(s) to use instead of a raster DEM
sv: Konstant höjdvärde(n) att använda i stället för en raster-DEM

source: Name of raster map(s) for color
sv: Namn på rasterkarta(r) för färg

source: Color value(s)
sv: Färgvärde(n)

source: Name of raster map(s) for mask
sv: Namn på rasterkarta(n) för mask

source: Name of raster map(s) for transparency
sv: Namn på rasterkarta(n) för transparens

source: Transparency value(s)
sv: Transparensvärde(n)

source: Name of raster map(s) for shininess
sv: Namn på rasterkarta(n) för glansighet

source: Shininess value(s)
sv: Värde(n) för glansighet

source: Name of raster map(s) for emission
sv: Namn på rasterkarta(n) för utsläpp

source: Emission value(s)
sv: Utsläppsvärde(n)

source: Draw mode
sv: Ritningsläge

source: Fine resolution
sv: Fin upplösning

source: Coarse resolution
sv: Grov upplösning

source: Draw style
sv: Rita stil

source: Shading
sv: Skuggning

source: Wire color
sv: Kabelns färg

source: Surface position
sv: Position på ytan

source: Name of line vector overlay map(s)
sv: Namn på överlagringskarta(n) med linjevektor

source: Vector lines
sv: Vektorlinjer

source: Layer number or name for thematic mapping
sv: Nummer eller namn på lager för tematisk kartläggning

source: Vector line width
sv: Vektorlinjens bredd

source: Name of width definition column
sv: Namn på kolumn för definition av bredd

source: Vector line color
sv: Vektorlinje färg

source: Name of color definition column
sv: Namn på kolumnen för färgdefinition

source: Vector line display mode
sv: Visningsläge för vektorlinje

source: surface;drape on raster surface;flat;draw at constant elevation
sv: yta;drapera på rasteryta;platt;rita på konstant höjd

source: Vector line height
sv: Vektorlinjens höjd

source: Vector lines position
sv: Vektorlinjer position

source: Name of point vector overlay map(s)
sv: Namn på överlagringskarta(n) för punktvektor

source: Vector points
sv: Vektorpunkter

source: Icon size (map units)
sv: Ikonens storlek (kartanheter)

source: Name of size definition column
sv: Namn på kolumn för definition av storlek

source: Icon width
sv: Ikon bredd

source: Icon color
sv: Ikonfärg

source: Icon marker
sv: Ikonmarkör

source: Name of marker definition column
sv: Namn på kolumnen för markördefinition

source: 3D vector point display mode
sv: visningsläge för 3D-vektorpunkter

source: surface;drape on raster surface;3D;place at 3D point's z-elevation
sv: yta;drapera på rasteryta;3D;placera vid 3D-punktens z-elevation

source: Vector points position
sv: Vektorpunkternas position

source: Viewpoint position (x,y model coordinates)
sv: Utsiktspunktens position (x,y modellkoordinater)

source: Viewpoint
sv: Synpunkt

source: Viewpoint height (in map units)
sv: Utsiktspunktens höjd (i kartenheter)

source: Viewpoint field of view (in degrees)
sv: Viewpoint synfält (i grader)

source: Viewpoint twist angle (in degrees)
sv: Vridningsvinkel för utsiktspunkt (i grader)

source: Vertical exaggeration
cs: Vertikální mìøítko
sv: Vertikal överdrift

source: Focus to point on surface (from SW corner in map units)
sv: Fokusera på en punkt på ytan (från SV hörnet i kartanheterna)

source: Volumes
sv: Volymer

source: Volume draw mode
sv: Dragningsläge för volym

source: Volume shading
sv: Skuggning av volym

source: Volume position
sv: Volymposition

source: Volume resolution
sv: Volymupplösning

source: Isosurface level
sv: Isosurface nivå

source: Name of volume for isosurface color
sv: Namn på volym för färg på isoyta

source: Isosurface color
sv: Isoyta färg

source: Name of 3D raster map(s) for isosurface transparency
sv: Namn på 3D-rasterkarta(er) för isosurface-genomskinlighet

source: Transparency value(s)for isosurfaces
sv: Transparensvärde(n) för isoytor

source: Name of 3D raster map(s) for shininess
sv: Namn på 3D-rasterkarta(er) för glansighet

source: Shininess value(s) for isosurfaces
sv: Shininess-värde(n) för isoytor

source: Toggles normal direction of all isosurfaces (changes light effect)
sv: Ändrar normalriktningen för alla isoytor (ändrar ljuseffekten)

source: Draw volume box
sv: Rita volymbox

source: Volume slice parallel to given axis (x, y, z)
sv: Volymskiva parallell med given axel (x, y, z)

source: Volume slice position
sv: Position för volymskiva

source: Volume slice transparency
sv: Transparens i volymskiva

source: Light position (x,y,z model coordinates)
sv: Ljusets position (x,y,z modellkoordinater)

source: Lighting
sv: Belysning

source: Light color
sv: Ljus färg

source: Light brightness
sv: Ljusstyrka

source: Light ambient
sv: Ljus omgivande miljö

source: Cutting plane index (0-5)
sv: Index för skärplan (0-5)

source: Cutting planes
sv: Skärande hyvlar

source: Cutting plane x,y,z coordinates
sv: Skärplanets x,y,z-koordinater

source: Cutting plane rotation along the vertical axis
sv: Rotation av skärplanet längs den vertikala axeln

source: Cutting plane tilt
sv: Lutning av skärplan

source: Cutting plane color (between two surfaces)
sv: Skärande plan färg (mellan två ytor)

source: North-West edge
sv: Nordvästra kanten

source: North-East edge
sv: Nordöstra kanten

source: South-West edge
sv: Sydvästra kanten

source: South-East edge
sv: Sydöstra kanten

source: Fringe edges
sv: Fringe kanter

source: Fringe color
sv: Färg på fransar

source: Fringe elevation
sv: Förhöjning av Fringe

source: Place north arrow at given position (in screen coordinates from bottom left corner)
sv: Placera norrpilen på given position (i skärmkoordinater från nedre vänstra hörnet)

source: Decoration
sv: Dekoration

source: North arrow size (in map units)
sv: Nordpilens storlek (i kartenheter)

source: North arrow color
sv: Nordpilens färg

source: At least one <%s> or <%s> required
sv: Minst en <%s> eller <%s> krävs

source: Inconsistent number of attributes (<%s/%s>: %d vs. <%s>: %d)
sv: Inkonsekvent antal attribut (<%s/%s>: %d vs. <%s>: %d)

source: Inconsistent number of attributes (<%s>: %d vs. <%s>: %d x 3)
sv: Inkonsekvent antal attribut (<%s>: %d vs. <%s>: %d x 3)

source: Inconsistent number of attributes (<%s>: %d vs. <%s>: %d)
sv: Inkonsekvent antal attribut (<%s>: %d vs. <%s>: %d)

source: Inconsistent number of attributes (<%s>: %d vs. <%s>: %d, <%s>: %d)
sv: Inkonsekvent antal attribut (<%s>: %d vs. <%s>: %d, <%s>: %d)

source: Inconsistent number of attributes (<%s>: %d vs. <%s>: %d x 6)
sv: Inkonsekvent antal attribut (<%s>: %d vs. <%s>: %d x 6)
