Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Value to add to the raster values
sv: Värde att lägga till i rastervärdena

source: Coefficient b in the equation y = ax + b
sv: Koefficient b i ekvationen y = ax + b

source: Use the same resolution as the input 3D raster map for the 2D output maps, independent of the current region settings
sv: Använd samma upplösning som den ingående 3D-rasterkartan för 2D-utdatakartorna, oberoende av de aktuella regioninställningarna

source: Unknown raster type <%d>
sv: Okänd rastertyp <%d>

source: Converts 3D raster maps to 2D raster maps
cs: Pøevede 3D rastrové mapy na 2D rastrové mapy
sv: Konverterar 3D-rasterkartor till 2D-rasterkartor

source: Creating %i raster maps
cs: Vytváøím %i rastrové mapy
sv: Skapa %i rasterkartor

source: Raster map %i Filename: %s
cs: Rastrová mapa %i Název souboru: %s
sv: Rasterkarta %i Filnamn: %s

source: Raster map %d Filename: %s already exists. Use the flag --o to overwrite.
sv: Rasterkarta %d Filnamn: %s finns redan. Använd flaggan --o för att skriva över.

source: At least 2 maps are required
sv: Minst 2 kartor krävs

source: Unable to get monitor info. %s
sv: Det går inte att få monitorinformation. %s

source: Unable to get monitor info
sv: Det går inte att få monitorinformation

source: Invalid frame position: %s
sv: Ogiltig bildposition: %s

source: Invalid monitor size: %dx%d
sv: Ogiltig bildskärmsstorlek: %dx%d

source: Frame <%s> doesn't exist, exiting. To create a new frame use '-c' flag.
sv: Ram <%s> existerar inte, avslutar. Använd flaggan "-c" för att skapa en ny ram.

source: Frame <%s> already exists and will be overwritten
sv: Ram <%s> finns redan och kommer att skrivas över

source: Frame <%s> already found. An existing frame can be overwritten by '%s' flag.
sv: Ram <%s> har redan hittats. En befintlig ram kan skrivas över med flaggan '%s'.

source: Generating %s ...
sv: Generering %s ...

source: Please select only one output method
sv: Välj endast en metod för utdata

source: EPS output file path <{}>, doesn't exists. Set new output file path.
sv: EPS utdatasökväg <{}>, finns inte. Ange en ny sökväg för utdatafilen.

source: option <output>: <{}> exists. To overwrite, use the --overwrite flag.
sv: alternativet <output>: &lt;{}&gt; finns. För att skriva över, använd flaggan --overwrite.

source: xgraph required, please install first (www.xgraph.org)
sv: xgraph krävs, installera först (www.xgraph.org)

source: Calculating statistics for polar diagram... (be patient)
sv: Beräkning av statistik för polärdiagram... (ha tålamod)

source: No data pixel found
sv: Ingen datapixel hittades

source: Average vector:
sv: Genomsnittlig vektor:

source: direction: %.1f degrees CCW from East
sv: riktning: %.1f grader motströms från öster

source: magnitude: %.1f percent of fullscale
sv: magnitud: %.1f procent av fullskalig

source: Module %s failed. Check the above error messages.
sv: Modul %s misslyckades. Kontrollera ovanstående felmeddelanden.

source: Forcing ...
sv: Forcerar ...

source: Deleting <%s> column which may be needed to keep table connected to a vector map
sv: Radering av <%s>-kolumnen som kan behövas för att hålla tabellen ansluten till en vektorkarta

source: Column <%s> not found in table
sv: Kolumnen <%s> finns inte i tabellen

source: Column <%s> would be deleted.
sv: Kolumn <%s> skulle tas bort.

source: You must use the force flag (-f) to actually remove it. Exiting.
sv: Du måste använda flaggan force (-f) för att faktiskt ta bort den. Avslutar.

source: Cannot continue (problem deleting column)
sv: Kan inte fortsätta (problem med att ta bort kolumnen)

source: Table <%s> not found in database <%s>
sv: Tabell <%s> hittades inte i databas <%s>

source: Deleting table <%s> which is attached to following map(s):
sv: Ta bort tabell <%s> som är kopplad till följande karta(r):

source: The table <%s> would be deleted.
sv: Tabellen <%s> skulle raderas.

source: You must use the force flag to actually remove it. Exiting.
sv: Du måste använda force-flaggan för att faktiskt ta bort den. Avslutar.

source: Cannot continue (problem deleting table).
sv: Kan inte fortsätta (problem med att radera tabellen).

source: Table <%s> already exists and will be overwritten
sv: Tabell <%s> finns redan och kommer att skrivas över

source: Table <%s> already exists
sv: Tabell <%s> finns redan

source: Input table <%s> not found or not readable
sv: Inmatningstabell <%s> hittades inte eller är inte läsbar

source: Input DSN <%s> not found or not readable
sv: Input DSN <%s> hittades inte eller är inte läsbar

source: Something went wrong. Should not happen
sv: Något gick fel. Borde inte hända

source: Imported table <%s> with %d rows
sv: Importerad tabell <%s> med %d rader

source: File <%s> already exists
sv: Fil <%s> finns redan

source: Module <%s> failed
sv: Modul <%s> misslyckades

source: Exported table <%s>
sv: Exporterad tabell <%s>

source: Using DB driver: %s
sv: Använda DB-drivrutin: %s

source: RESULT: OK
sv: RESULTAT: OK

source: 'sort' not found: sorting in memory
sv: "sort" hittades inte: sortering i minnet

source: The format option is used and -g flag ignored
sv: Alternativet format används och flaggan -g ignoreras

source: Column <%s> is not numeric
sv: Kolumn <%s> är inte numerisk

source: Calculation for column <%s> of table <%s>...
sv: Beräkning för kolumn <%s> i tabell <%s>...

source: Reading column values...
sv: Läser kolumnvärden...

source: Table <%s> contains no data.
sv: Tabell <%s> innehåller inga data.

source: Calculating statistics...
sv: Beräkning av statistik...

source: No non-null values found
sv: Inga icke-nullvärden hittades

source: Project named <{name}> already exists in <{directory}>, download canceled
sv: Projekt med namnet <{name}> finns redan i <{directory}>, nedladdning avbruten

source: Downloading and extracting...
sv: Nedladdning och extrahering...

source: Archive contains only one file and no mapset directories
sv: Arkivet innehåller bara en fil och inga mapset-kataloger

source: Unable to get the project: {error}
sv: Det går inte att hämta projektet: {error}

source: Searching for valid project...
sv: Söker efter giltigt projekt...

source: Project found in a nested directory '{directory}'
sv: Projekt hittat i en nästlad katalog '{directory}'

source: The downloaded file is not a valid GRASS project. The extracted file contains these files and directories: {files_and_dirs}
sv: Den nedladdade filen är inte ett giltigt GRASS-projekt. Den extraherade filen innehåller dessa filer och kataloger: {files_and_dirs}

source: Copying to final destination...
sv: Kopiering till slutdestination...

source: Path to the project now <{path}>
sv: Sökväg till projektet nu <{path}>

source: %s not defined
sv: %s ej definierad

source: Unable to parse metadata file: %s
sv: Det gick inte att analysera metadatafilen: %s

source: Download file from <{url}>, return status code {code}, {desc}
sv: Hämta fil från <{url}>, returnera statuskod {code}, {desc}

source: Wrong file format downloaded. Check url <{url}>. Allowed file format is {response_format}.
sv: Fel filformat nedladdad. Kontrollera webbadressen <{url}>. Tillåtet filformat är {response_format}.

source: The download of the modules.xml file from the server was not successful. File on the server <{url}> doesn't exists.
sv: Nedladdningen av filen modules.xml från servern lyckades inte. Filen på servern <{url}> finns inte.

source: Download file from <{url}>, failed. Check internet connection.
sv: Hämta fil från <{url}>, misslyckades. Kontrollera internetanslutningen.

source: Unable to get GRASS GIS version.
sv: Det går inte att få fram GRASS GIS-versionen.

source: The <{}> addon cannot be reinstalled. Addon wasn't found among the official addons.
sv: Tillägget <{}> kan inte installeras om. Tillägget hittades inte bland de officiella tilläggen.

source: No extension found. Nothing to remove.
sv: Ingen förlängning hittades. Inget att ta bort.

source: Nothing to rebuild. Rebuilding process can be forced with -f flag.
sv: Inget att bygga upp igen. Återuppbyggnadsprocessen kan forceras med flaggan -f.

source: List of extensions to be removed:
sv: Lista över tillägg som ska tas bort:

source: You must use the force flag (-f) to actually remove them. Exiting.
sv: Du måste använda flaggan force (-f) för att faktiskt ta bort dem. Avslutar.

source: Removing extension <%s>...
sv: Ta bort tillägget <%s>...

source: Reinstalling extension <%s>...
sv: Installera om tillägget <%s>...

source: Unable to process extension:%s
sv: Det går inte att bearbeta förlängning:%s

source: Failed to get Git version. {}
sv: Misslyckades med att hämta Git-versionen. {}

source: Failed to get Git version.
sv: Misslyckades med att hämta Git-versionen.

source: Could not found Git. Please install it.
sv: Kunde inte hitta Git. Installera det.

source: Cannot write to working directory {}.
sv: Det går inte att skriva till arbetskatalogen {}.

source: Branch <{branch}> not found in repository <{url}>
sv: Gren <{branch}> hittades inte i arkiv <{url}>

source: Failed to get addons files list from the Git repository <{repo_path}>. {error}
sv: Misslyckades med att hämta listan med tilläggsfiler från Git-arkivet <{repo_path}>. {error}

source: No addon named <{}> found in the repository.
sv: Inget tillägg med namnet <{}> hittades i förvaret.

source: Failed to get branch from the Git repository <{repo_path}>. {error}
sv: Misslyckades med att hämta gren från Git-arkivet <{repo_path}>. {error}

source: Cannot retrieve organization and repository from URL: <{}>.
sv: Det går inte att hämta organisation och arkiv från URL: <{}>.

source: Download file from <{url}>, failed. File is not on the server or check your internet connection.
sv: Nedladdning av fil från <{url}> misslyckades. Filen finns inte på servern eller kontrollera din internetanslutning.

source: '%s' required. Please install '%s' first.
sv: '%s' krävs. Installera '%s' först.

source: List of installed extensions (toolboxes):
sv: Lista över installerade tillägg (verktygslådor):

source: List of installed extensions (modules):
sv: Lista över installerade tillägg (moduler):

source: No extension (toolbox) installed
sv: Inget tillägg (verktygslåda) installerat

source: No extension (module) installed
sv: Ingen förlängning (modul) installerad

source: List of available extensions (toolboxes):
sv: Lista över tillgängliga tillägg (verktygslådor):

source: List of available extensions (modules):
sv: Lista över tillgängliga tillägg (moduler):

source: Unable to fetch addons metadata file
sv: Det går inte att hämta metadatafilen för tillägg

source: Unable to parse '{url}'. Trying to scan Git repository (may take some time)...
sv: Det går inte att tolka '{url}'. Försöker skanna Git-arkivet (kan ta lite tid)...

source: Fetching list of extensions from GRASS-Addons SVN repository (be patient)...
sv: Hämtar lista över tillägg från GRASS-Addons SVN-repository (ha tålamod) ...

source: Flag 'c' ignored, addons metadata file not available
sv: Flagga "c" ignorerad, metadatafilen för tillägg inte tillgänglig

source: Flag 'g' ignored, addons metadata file not available
sv: Flagga "g" ignorerad, metadatafilen för tillägg inte tillgänglig

source: Checking for '%s' modules...
sv: Kontrollerar för '%s'-moduler...

source: Unable to fetch '%s'
sv: Det går inte att hämta '%s'

source: $GISBASE not defined
sv: $GISBASE inte definierad

source: Extension <%s> already installed. Re-installing...
sv: Tillägg <%s> redan installerat. Installerar om...

source: Installing toolbox <%s>...
sv: Installera verktygslåda <%s>...

source: Nothing to install
sv: Inget att installera

source: Installation failed, sorry. Please check above error messages.
sv: Installationen misslyckades, tyvärr. Kontrollera ovanstående felmeddelanden.

source: Updating extensions metadata file...
sv: Uppdaterar metadatafilen för tillägg ...

source: Updating extension modules metadata file...
sv: Uppdaterar metadatafilen för tilläggsmoduler...

source: Installation of <%s> successfully finished
sv: Installation av <%s> framgångsrikt avslutad

source: This add-on module will not function until you set the GRASS_ADDON_BASE environment variable (see "g.manual variables")
sv: Denna tilläggsmodul kommer inte att fungera förrän du ställer in miljövariabeln GRASS_ADDON_BASE (se "g.manual variables")

source: Unable to read addons metadata file from the remote server
sv: Det gick inte att läsa metadatafilen för tillägg från fjärrservern

source: No addons metadata available
sv: Inga metadata för tillägg tillgängliga

source: No addons metadata available for <%s>
sv: Inga metadata för tillägg tillgängliga för <%s>

source: Unable to read addons metadata file from the remote server: {0}
sv: Det gick inte att läsa metadatafilen för tillägg från fjärrservern: {0}

source: Unable to parse '%s': {0}
sv: Det gick inte att tolka '%s': {0}

source: No metadata available for module '{name}': {error}
sv: Inga metadata tillgängliga för modul '{name}': {error}

source: Downloading precompiled GRASS Addons <{}>...
sv: Nedladdning av förkompilerade GRASS Addons <{}>...

source: svn not found but needed to fetch AddOns from an SVN repository
sv: svn hittades inte men behövdes för att hämta AddOns från ett SVN-repository

source: GRASS Addons <%s> not found
sv: GRASS Addons <%s> hittades inte

source: ZIP file is unreadable: {0}
sv: ZIP-filen är oläslig: {0}

source: Extracting may be unsafe; consider updating Python
sv: Extrahering kan vara osäkert; överväg att uppdatera Python

source: Archive file is unreadable: {0}
sv: Arkivfilen är oläslig: {0}

source: Type of source identified as '{source}'.
sv: Typ av källa som identifierats som "{source}".

source: Fetching <{name}> from <{url}> (be patient)...
sv: Hämtar <{name}> från <{url}> (ha tålamod)...

source: Expected default branch not found. Trying again from <{url}>...
sv: Förväntad standardgren hittades inte. Försöker igen från <{url}>...

source: Extension <{name}> not found. Please check 'url' and 'branch' options
sv: Tillägg <{name}> hittades inte. Kontrollera alternativen 'url' och 'branch'

source: Extension <{}> not found
sv: Tillägg <{}> hittades inte

source: Unknown extension (addon) source type '{0}'. Please report this to the grass-user mailing list.
sv: Okänt tillägg (addon) källtyp '{0}'. Rapportera detta till e-postlistan grass-user.

source: Path to the source code:
sv: Sökväg till källkoden:

source: Module name not found. Check module Makefile syntax (PGM variable).
sv: Modulnamnet hittades inte. Kontrollera modulens Makefile-syntax (PGM-variabel).

source: To compile run:
sv: För att kompilera kör:

source: To install run:
sv: Kör för att installera:

source: Compiling...
sv: Kompilerar...

source: Please install GRASS development package
sv: Installera GRASS-utvecklingspaketet

source: Compilation failed, sorry. Please check above error messages.
sv: Kompileringen misslyckades, tyvärr. Kontrollera ovanstående felmeddelanden.

source: Installing...
sv: Installerar …

source: List of removed files:
sv: Lista över borttagna filer:

source: Files to be removed:
sv: Filer som ska tas bort:

source: Updating addons metadata file...
sv: Uppdaterar metadatafilen för tillägg...

source: Extension <%s> successfully uninstalled.
sv: Tillägg <%s> har avinstallerats.

source: Toolbox <%s> not removed. Re-run '%s' with '-f' flag to force removal
sv: Verktygslådan <%s> har inte tagits bort. Kör '%s' igen med flaggan '-f' för att tvinga borttagningen

source: Extension <%s> not removed. Re-run '%s' with '-f' flag to force removal
sv: Tillägget <%s> har inte tagits bort. Kör '%s' igen med flaggan '-f' för att tvinga borttagningen

source: Extension <%s> not found
sv: Tillägg <%s> hittades inte

source: Unable to create '{filename}': {error}. Is the GRASS GIS documentation package installed? Installation continues, but documentation may not look right.
sv: Det går inte att skapa '{filename}': {error}. Är GRASS GIS-dokumentationspaketet installerat? Installationen fortsätter, men dokumentationen kanske inte ser rätt ut.

source: Unable to create '%s': %s
sv: Det går inte att skapa '%s': %s

source: Manual page for <%s> updated
sv: Manuell sida för <%s> uppdaterad

source: Unable to read manual page: %s
sv: Det går inte att läsa sidan med manualen: %s

source: Unable for write manual page: %s
sv: Det går inte att skriva en manuell sida: %s

source: GRASS_ADDON_BASE is not defined, installing to {}
sv: GRASS_ADDON_BASE är inte definierad och installeras till {}

source: You don't have permission to install extension to <{0}>. Try to run {1} with administrator rights (su or sudo).
sv: Du har inte behörighet att installera tillägg till <{0}>. Försök att köra {1} med administratörsrättigheter (su eller sudo).

source: Identified {0} as known hosting service
sv: Identifierad {0} som känd hostingtjänst

source: Not using {service} as known hosting service because the URL ends with '{suffix}'
sv: Använder inte {service} som känd värdtjänst eftersom webbadressen slutar med '{suffix}'

source: Will use the following URL for download: {0}
sv: Kommer att använda följande URL för nedladdning: {0}

source: Cannot open URL <{url}>: {error}
sv: Det går inte att öppna URL <{url}>: {error}

source: Flag '{}' is relevant only to 'operation=add'. Ignoring this flag.
sv: Flaggan '{}' är endast relevant för 'operation=add'. Ignorera denna flagga.

source: No metadata available for module '{}':
sv: Inga metadata tillgängliga för modul '{}':

source: Browser '%s' not found
sv: Webbläsaren '%s' hittades inte

source: No HTML manual page entry for '%s'
sv: Ingen HTML-manuell sida för '%s'

source: Starting browser '%(browser)s' for manual entry '%(entry)s'...
sv: Startar webbläsare '%(browser)s' för manuell inmatning '%(entry)s'...

source: Error starting browser '%(browser)s' for HTML file '%(path)s'
sv: Fel vid start av webbläsare '%(browser)s' för HTML-fil '%(path)s'

source: Error starting 'man' for '%s'
sv: Fel vid start av 'man' för '%s'

source: No manual page entry for '%s'
sv: Ingen manuell sidoangivelse för '%s'

source: Flags -%c and -%c are mutually exclusive
sv: Flaggorna -%c och -%c är ömsesidigt uteslutande

source: Cannot colorize, python-termcolor is not installed
sv: Det går inte att färglägga, python-termcolor är inte installerat

source: Do not forget to set region properly to cover all images.
sv: Glöm inte att ställa in region korrekt så att alla bilder täcks.

source: Mosaicing %d images...
sv: Mosaikering av %d bilder...

source: Done. Raster map <%s> created.
sv: Klart. Rasterkarta <%s> skapad.

source: 'gdalinfo' not found, install GDAL tools first (https://gdal.org)
sv: 'gdalinfo' hittades inte, installera GDAL-verktyg först (https://gdal.org)

source: <%s> already exists. Aborting.
sv: <%s> finns redan. Avbryter.

source: Please extract %s before import.
sv: Extrahera %s före import.

source: Importing SPOT VGT NDVI map...
sv: Importera SPOT VGT NDVI-karta ...

source: An error occurred. Stop.
sv: Ett fel har inträffat. Stopp.

source: Imported SPOT VEGETATION NDVI map <%s>.
sv: Importerad SPOT VEGETATION NDVI-karta <%s>.

source: Remapping digital numbers to NDVI...
sv: Omvandling av digitala siffror till NDVI...

source: Importing SPOT VGT NDVI quality map...
sv: Importera SPOT VGT NDVI kvalitetskarta ...

source: Imported SPOT VEGETATION SM quality map <%s>.
sv: Importerad SPOT VEGETATION SM kvalitetskarta <%s>.

source: Note: A snow map can be extracted by category 252 (d.rast %s cat=252)
sv: Obs: En snökarta kan extraheras med kategori 252 (d.rast %s cat=252)

source: Filtering NDVI map by Status Map quality layer...
sv: Filtrering av NDVI-karta efter Status Map-kvalitetsskikt ...

source: Filtered SPOT VEGETATION NDVI map <%s>.
sv: Filtrerad SPOT VEGETATION NDVI-karta <%s>.

source: Calculating OIF for combination: %s, %s, %s
sv: Beräkning av OIF för kombination: %s, %s, %s

source: At least four input maps required
sv: Minst fyra inmatningskartor krävs

source: Calculating standard deviations for all bands...
sv: Beräkning av standardavvikelser för alla band...

source: Calculating Correlation Matrix...
sv: Beräkning av korrelationsmatris...

source: Calculating OIF for all band combinations...
sv: Beräkning av OIF för alla bandkombinationer...

source: The Optimum Index Factor analysis result (best combination shown first):
sv: Analysresultat för optimal indexfaktor (bästa kombinationen visas först):

source: Required dependency NumPy not found. Exiting.
sv: Det nödvändiga beroendet NumPy hittades inte. Avslutar.

source: Bit depth is outside acceptable range
sv: Bitdjupet ligger utanför det acceptabla intervallet

source: Maps with selected output prefix names already exist. Delete them or use overwrite flag
sv: Kartor med valda utdataprefixnamn finns redan. Ta bort dem eller använd överskrivningsflaggan

source: Using 8bit image channels
sv: Använda 8bit bildkanaler

source: Converting image channels to 8bit for processing
sv: Konvertering av bildkanaler till 8bit för bearbetning

source: Rescaling image channels to 8bit for processing
sv: Omskalning av bildkanaler till 8bit för bearbetning

source: Performing pan sharpening with hi res pan image: %f
sv: Utför panskärpning med högupplöst panbild: %f

source: Assigning grey equalized color tables to output images...
sv: Tilldelning av gråutjämnade färgtabeller till utmatade bilder...

source: setting pan-sharpened channels to equalized grey scale
sv: inställning av pan-sharpen kanaler till utjämnad gråskala

source: Adjusting blue channel color table...
sv: Justering av blå kanalens färgtabell...

source: The following pan-sharpened output maps have been generated:
sv: Följande panskärpta utdatakartor har genererats:

source: To visualize output, run: g.region -p raster=%s_red
sv: För att visualisera utdata, kör: g.region -p raster=%s_red

source: d.rgb r=%s_red g=%s_green b=%s_blue
sv: d.rgb r=%s_röd g=%s_grön b=%s_blå

source: If desired, combine channels into a single RGB map with 'r.composite'.
sv: Om så önskas kan du kombinera kanalerna till en enda RGB-karta med "r.composite".

source: Channel colors can be rebalanced using i.colors.enhance.
sv: Kanalfärgerna kan ombalanseras med hjälp av i.colors.enhance.

source: cleaning up temp files
sv: rensa upp temporära filer

source: Using Brovey algorithm
sv: Använda Brovey-algoritmen

source: Pan channel/intensity histogram matching using linear regression
sv: Matchning av histogram för panoreringskanal/intensitet med hjälp av linjär regression

source: Calculating Brovey transformation...
sv: Beräkning av Brovey-omvandling...

source: Using IHS<->RGB algorithm
sv: Använda IHS<->RGB-algoritm

source: Transforming to IHS color space...
sv: Omvandling till IHS färgrymd...

source: Transforming back to RGB color space and sharpening...
sv: Omvandling tillbaka till RGB-färgrymd och skärpning...

source: Using PCA/inverse PCA algorithm
sv: Använda PCA/inverse PCA-algoritm

source: Creating PCA images and calculating eigenvectors...
sv: Skapa PCA-bilder och beräkna egenvektorer...

source: Input has no data. Check region settings.
sv: Inmatningen har inga data. Kontrollera regioninställningarna.

source: Performing inverse PCA ...
sv: Utföra invers PCA ...

source: Histogram matching...
sv: Histogrammatchning...

source: Programmer error (%s)
sv: Programmeringsfel (%s)

source: Supported monitor isn't running. Please launch one of the monitors {}.
sv: Monitorn som stöds körs inte. Starta en av bildskärmarna {}.

source: Supported monitor isn't selected. Please select one of the monitors {}.
sv: Den bildskärm som stöds är inte vald. Välj en av bildskärmarna {}.

source: {} monitor is used, output file {}
sv: {} monitor används, utdatafil {}

source: Spectral signatures
sv: Spektrala signaturer

source: DN Value
sv: DN-värde

source: Either group= or raster= is required
sv: Antingen group= eller raster= krävs
