Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Mapset to list (default: current search path)
cs: mapset, ze kterého má být seznam udìlán (výchozí: aktuální)

source: Change current mapset.
cs: Zmìnit souèasný mapset

source: New MAPSET name
cs: Nové jméno MAPSETU

source: New LOCATION name (not location path)
cs: nové jméno LOCATION (ne cesta k location)

source: New GISDBASE (full path to the directory where the new location is)
cs: nová GISDBASE (celá cesta k adre¹áøi, kde je ulo¾ena nová location)

source: List available mapsets
cs: Vypi¹ v¹echny dostupné mapsety

source: Either mapset= or -l must be used
cs: Buï mapset= nebo -l musí být zadáno

source: You don't have permission to use this mapset
cs: Nemáte povolení pou¾ívat tento mapset.

source: The mapset does not exist. Use -c flag to create it.
cs: Mapset neexistuje. Pøidejte pøepínaè -c pro vytvoøení nového mapsetu.

source: %s is currently running GRASS in selected mapset or lock file cannot be checked
cs: %s právì pou¾ívá GRASS s daným mapsetem nebo uzamykací soubor nelze zkontrolovat.

source: Your shell continues to use the history for the old mapset
cs: Vá¹ shell pokraèuje v pou¾ívání historie pro starý mapset.

source: You can switch the history by commands: history -w; history -r %s/.bash_history; HISTFILE=%s/.bash_history
cs: Mù¾ete zmìnit historii pøíkazy: history -w; history -r %s/.bash_history; HISTFILE=%s/.bash_history

source: Displays version and copyright information.
cs: Zobrazí verzi a informace o licenci a autorských právech

source: Print the copyright message
cs: Vytiskni také zprávu o autorských právech

source: Print the GRASS build information
cs: Vypi¹ informace o zpùsobu sestavení GRASSu

source: Prints a message, warning, or fatal error the GRASS way.
cs: Vytiskni zprávu, varování nebo fatální chybu GRASSovským zpùsobem

source: Print message as GRASS warning
cs: Vytiskni zprávu jako GRASS varování

source: Print message as GRASS fatal error
cs: Vytiskni zprávu jako GRASS fatální chyba

source: Print message as GRASS debug message
cs: Vytiskni zprávu jako GRASS ladící zpráva

source: Print message in all but full quiet mode
cs: Vytiskni zprávu ve ve¹ech módech, kromì tichého

source: Print message only if in verbose mode
cs: Vytiskni zprávu jenom v mluvícím módu

source: Select only one message level.
cs: Vyberte pouze jednu úroveò zpráv.

source: %s file(s) to be renamed
cs: %s soubor(y) k pøejmenování

source: %s=%s,%s: files are the same, no rename required
cs: %s=%s,%s: soubory jsou stejné a není potøeba je pøejmenovávat

source: Renaming reclass maps
cs: Pøejmenování reklasifikované mapy

source: general, gui
cs: obecné, grafické prostøedí

source: GUI type
cs: Typ grafického prostøedí

source: Name of workspace file
cs: Jméno souboru pracovního prostøedí

source: Update default GUI setting
cs: Aktualizovat základní nastavení grafického prostøedí

source: Converts co-ordinate system descriptions (i.e. projection information) between various formats (including GRASS format). Can also be used to create GRASS locations.
cs: Pøevede popisy souøadných systémù (napø. informace o projekci) mezi rùzné formáty (vèetnì formátù GRASSu). Lze pou¾ít také pro vytvoøení GRASS location.

source: Print projection information (in conventional GRASS format)
cs: Vypí¹e informace o projekci (v konvenèním formátu GRASSu)

source: Print projection information in PROJ.4 format
cs: Vytiskni informace o projekci ve formátu pro PROJ.4

source: Print projection information in WKT format
cs: Vypi¹ informace o projekci ve formátu WKT

source: Georeferenced data file to read projection information from
cs: Georeferencovaný soubor, ze které se mají pøeèíst informace o projekci

source: ASCII file containing a WKT projection description (- for stdin)
cs: Soubor ASCII obsahující samostatný popis projekce ve formátu WTK (- pro standardní vstup)

source: PROJ.4 projection description (- for stdin)
cs: Popis projekce ve stylu PROJ.4 (- pro standardní vstup)

source: Index number of datum transform parameters, "0" for unspecified or "-1" to list and exit
cs: Èíslo indexu parametrù transformace datumu, "0" pro nespecifikováno nebo "-1" pro výpis a ukonèení

source: Create new projection files (modifies current location unless 'location' option specified)
cs: Vytvoø nové soubory s projekcí (zmìní aktuální location, pokud není zadána volba 'location')

source: Name of new location to create
cs: Název nové location, která má být vytvoøena

source: Only one of '%s', '%s', '%s' or '%s' options may be specified
cs: Pouze jedna volba z '%s', '%s', '%s' nebo '%s' mù¾e být zadána

source: Error reading WKT projection description
cs: Chyba pøi ètení popisu projekce ve formátu WKT

source: Unable to open file [%s] for reading
cs: Nejsem schopen otevøít soubor [%s] pro ètení

source: Trying to open with OGR...
cs: Zkou¹ím otevøít pomocí OGR...

source: ...succeeded.
cs: ...uspìl.

source: Trying to open with GDAL...
cs: Zkou¹ím otevøít GDALem...

source: Could not read georeferenced file %s using either OGR nor GDAL
cs: Nelze èíst georeferencovaný soubor %s a» u¾ zkou¹ím GDAL nebo OGR

source: %s: Unable to convert to WKT
cs: %s: Neschopen pøevést WKT

source: Location %s created!
cs: Location %s vytvoøena!

source: Unable to create location: %s
cs: Nelze vytvoøit location: %s

source: Unspecified error while creating new location
cs: Nejasná chyba pøi vytváøení nové location

source: You must select the PERMANENT mapset before updating the current location's projection. (Current mapset is %s)
cs: Musíte vybrat mapset PERMANENT, døíve ne¾ aktualizujete projekci aktuální location (Aktuální mapset je %s)

source: Error writing PROJ_INFO
cs: Chyba pøi zápisu PROJ_INFO

source: Error writing PROJ_UNITS
cs: Chyba pøi zápisu PROJ_UNITS

source: N.B. The default region was updated to the new projection, but if you have multiple mapsets g.region -d should be run in each to update the region from the default.
cs: Pozn. Pøednastavený region byl aktualizován pro novou projekci, ale jestli máte více mapsetù g.region -d by jste mìli spustit v ka¾dém z nich pro aktualizaci.

source: Projection information updated!
cs: Informace o projekci aktualizovány!

source: Names of mask files
cs: Jména souborù s maskou

source: Name of output mask file
cs: Jméno výstupního souboru s maskou

source: sites
cs: body

source: Displays the result obtained by combining hue, intensity, and saturation (his) values from user-specified input raster map layers.
cs: Vytvoøí èervené, zelené a modré(RGB) rastrové mapy kombinací hodnot odstínu,intenzity a nasycení (his) z u¾ivatelem zadaných vstupních rastrových map.

source: Name of layer to be used for HUE
cs: Jméno mapy, která má být pou¾ita jako ODSTÍN v systému IHS

source: Name of layer to be used for INTENSITY
cs: Název mapy, která má být pou¾ita jako INTENZITA systému IHS

source: Name of layer to be used for SATURATION
cs: Název mapy, která má být pou¾ita jako NASYCENOST v systému IHS

source: Error reading hue data
cs: Chyba pøi ètení mapy odstínu (hue)

source: Error reading intensity data
cs: Chyba pøi ètení mapy intenzity

source: Error reading saturation data
cs: Chyba pøi ètení mapy nasycení (saturation)

source: Allows the user to interactively query the category contents of multiple raster map layers at user specified locations within the current geographic region.
cs: Umo¾òí u¾ivateli interaktivní dotaz na kategorii rastrových map pomocí my¹i v rámci aktuálního regionu.

source: Field separator (terse mode only)
cs: Oddìlovaè sloupcù (pouze pro struèný výstup)

source: Identify just one location
cs: Oznaète pouze jednu oblast

source: Terse output. For parsing by programs
cs: Struèný výstup pro pou¾ití ve skriptech.

source: Print out col/row for the entire map in grid resolution of the region
cs: Vytiskni sloupec/øádek pro celou mapu v aktuálním rozli¹ení regionu

source: You are clicking outside the map
cs: Klikáte mimo mapu

source: Allows the user to change the current geographic region settings interactively, with a mouse.
cs: Dovolí u¾ivateli zmìnit aktuální region interaktivnì pomocí my¹i.

source: Magnification: >1.0 zooms in, <1.0 zooms out
cs: Zvìt¹ení: >1.0 zvìt¹uje, < 1.0 zmen¹uje

source: Full menu (zoom + pan) & Quit menu
cs: Plné menu (zoom + posun) a Menu ukonèení

source: Pan mode
cs: Mód posunu

source: Handheld mode
cs: Mód pro kapesní poèítaèe

source: Return to previous zoom
cs: Návrat na pøedchozí íºroveò

source: Please choose only one mode of operation
cs: Prosím, vyberte pouze jeden mód operace

source: %d raster%s, %d vector%s
cs: %d rastr%s, %d vektor%s

source: Returning to previous zoom
cs: Vracím se do pøedchozího zvìt¹ení

source: Zooming complete.
cs: Zvìt¹ování dokonèeno

source: Buttons:
cs: Tlaèítka:

source: Left: Pan
cs: Levé tlaèítko: Posun

source: Right: Quit
cs: Pravé tlaèítko: ukonèit

source: Left: Zoom menu
cs: Levé tlaèítko: Menu transfokace

source: Middle: Pan
cs: Prostøední tlaèítko: Posun

source: Right: Quit menu
cs: Pravé tlaèítko: Menu ukonèení

source: This region now saved as current region.
cs: Tento region je nyní ulo¾en jako souèasný region.

source: Note: run 'd.erase' for the new region to affect the graphics.
cs: Poznámka: pro nový region spus»te 'd.erase', aby se zmìna projevila na grafice.

source: Overlays cell category values on a raster map layer displayed to the graphics monitor.
cs: Zobrazí hodnoty bunìk jako èísla v grafickém monitoru.

source: Color for drawing grid, or "none"
cs: Barva pro vykreslení sítì, nebo "none"

source: Color for drawing text
cs: Barva pro zobrazený text

source: Current window size:
cs: Velikost aktuálního okna:

source: rows: %d
cs: øádky: %d

source: columns: %d
cs: sloupce: %d

source: Your current window setting may be too large. Cells displayed on your graphics window may be too small for cell category number to be visible.
cs: Va¹e souèasné nastavení regionu je pøíli¹ velké. Buòky jsou tak pøíli¹ malé aby se v nich daly zobrazit èísla jejich kategorií.

source: Aborting.
cs: Pøeru¹uji.

source: display, vector
cs: zobrazení, vekrotové mapa

source: Displays vector data in the active frame on the graphics monitor.
cs: Zobrazit vektorová data v aktivním rámu grafického monitoru.

source: Name of color definition column (for use with -a flag)
cs: Jméno sloupce s definicí barvy (pou¾it spolu s volbou -a)

source: Name of column for line widths (these values will be scaled by wscale)
cs: Jméno sloupce se ¹íøkou linií (tyto hodnoty budou upraveny parametrem wscale)

source: Scale factor for wcolumn
cs: Mìøítkový faktor wcolumn

source: Name of column to be displayed
cs: Název sloupce pro zobrazení

source: Get colors from map table column (of form RRR:GGG:BBB)
cs: Získat barvu z atributové tabulky (ve formì RRR:GGG:BBB)

source: The '-c' and '-a' flags cannot be used together, the '-c' flag will be ignored!
cs: Pøepínaèe '-c' a '-a' nemohou být pou¾ity spolu, ignoruji pøepínaè 'c'!

source: 'layer' must be > 0 for 'cats'.
cs: pøi volbì 'cats' musí být parametr 'layer'> 0

source: %d errors in cat option
cs: %d chyb ve volbì cat

source: Can't read vector map
cs: Nelze èíst vektorovtou mapu

source: Color definition column not specified.
cs: Nebyl zadán sloupec s definicí barvy.

source: Error in color definition column (%s), area %d with cat %d: colorstring [%s]
cs: Chyba ve sloupci s definicí barvy (%s), plocha %d, kategorie %d: barevný øetìzec [%s]

source: Error in color definition column (%s), area %d with cat %d
cs: Chyba ve sloupci s definicí barvy (%s), plocha %d, kategorie %d

source: Erase the contents of the active display frame with user defined color
cs: Vymazat obsah aktivního zobrazovacího zaøízení a vyplnit u¾ivatelem definovanou barvou

source: Color to erase with, either a standard GRASS color or R:G:B triplet (separated by colons)
cs: Barva pro vymazání, buï standardní GRASS barva nebo trojice R:G:B

source: display, networking
cs: zobrazení, sítì

source: Rendering
cs: Vykresluji

source: Text color, either a standard GRASS color or R:G:B triplet
cs: Barva textu, buï standardní GRASS barva nebo trojice R:G:B

source: Ignored (compatibility with d.text.freetype)
cs: Ignrováno (kompatibilita s d.text.freetype)

source: Please choose only one placement method
cs: Prosím, vyberte pouze jeden zpùsob umístìní

source: warning: %s - vector map not found
cs: varování: %s - vektorový soubor nenalezen

source: Allows the user to interactively query a vector map layer at user-selected locations within the current geographic region.
cs: Umo¾òuje u¾ivateli aktivní dotaz na vektorové mapy na místech definovaných my¹í v rámci aktuálního regionu.

source: Name of existing vector map
cs: Jméno existující vektorové mapy

source: Print information as plain text to terminal window
cs: Vytiskni informace v èistém textu do okna terminálu

source: Open form in edit mode
cs: Otevøi formuláø v editaèním módu

source: %s: You must build topology on vector map
cs: %s: Pro vektorový soubor musíte vybudovat topologii

source: Line: %d Type: %s Left: %d Right: %d
cs: Linie: %d Typ: %s Nalevo: %d Napravo: %d

source: Node[%d]: %d Number of lines: %d Coordinates: %.6f, %.6f, %.6f
cs: Uzel[%d]: %d Poèet linií: %d Souøadnice: %.6f, %.6f, %.6f

source: Line: %5d Angle: %.8f
cs: Linie: %5d Úhel: %.8f

source: length %f
cs: délka %f

source: Line height min: %f max: %f
cs: Vý¹ka linie min: %f max: %f

source: Area height: %f
cs: Vý¹ka plochy: %f

source: Area
cs: Plocha

source: Area: %d Number of isles: %d
cs: Plocha: %d Poèet ostrovù: %d

source: Isle[%d]: %d
cs: Ostrov[%d]: %d

source: Island: %d In area: %d
cs: Ostrov: %d V plo¹e: %d

source: Size - Sq Meters: %.3f Hectares: %.3f
cs: Výmìra - ètvereèní metry: %.3f hektary: %.3f

source: Acres: %.3f Sq Miles: %.4f
cs: Akry: %.3f ètvereèní míle: %.4f

source: Layer: %d category: %d
cs: Vrstva: %d kategorie: %d

source: driver: %s database: %s table: %s key column: %s
cs: ovladaè: %s databáze: %s tabulka: %s sloupec s klíèem: %s

source: Click mouse button on desired location
cs: Kliknìte my¹í na po¾adované místo

source: Buttons
cs: Tlaèítka

source: Left: what's here
cs: Levé: copak je tu

source: Right: quit
cs: Pravé: ukonèit

source: display, cartography
cs: zobrazení, kartografie

source: Display information about the active display monitor
cs: Zobraz informace o aktivním monitoru

source: Displays a legend for a raster map in the active frame of the graphics monitor.
cs: Zobrazí legendu pro rastrovou mapu v aktivním rámci grafického monitoru.

source: Sets the legend's text color
cs: Nastaví barvu textu legendy

source: Placement as percentage of screen coordinates (0,0 is lower left)
cs: Umístìní jako souøadnice procent displeje (0,0 je spodní levý roh)

source: Don't know the color %s
cs: Neznám barvu %s

source: Displays three user-specified raster map layers as red, green, and blue overlays in the active graphics frame.
cs: Zobrazí tøi u¾ivatelem zadané rastrové mapy jako èerveno-, zeleno-, modrou kompozici v aktivním monitoru.

source: Overlay (non-null values only)
cs: Pøekrýt (pouze ne-nullové hodnoty)

source: Error reading row of data
cs: Chyba pøi ètení øádku

source: Data to be classified: column name or expression
cs: Data ke klasifikaci: sloupec nebo výraz

source: Do not draw map, only output the legend
cs: Nevykraslovat mapu, jako výstup pouze legenda

source: Not enough colors or error in color specifications. Need %i colors.
cs: Nedostateèný poèet barev v zadávání barev. Je potøeba zadat %i barev.

source: Error in pj_do_proj1
cs: Chyba v pj_do_proj1

source: Error in pj_do_proj2
cs: Chyba v pj_do_proj2

source: Error in pj_do_proj3
cs: Chyba v pj_do_proj3

source: Error in pj_do_proj5
cs: Chyba v pj_do_proj5

source: Error in pj_do_proj6
cs: Chyba v pj_do_proj6

source: Size of grid to be drawn
cs: Velikost møí¾ky pro vykreslení

source: In map units or DDD:MM:SS format. Example: "1000" or "0:10"
cs: V jednotkách mapy nebo ve formátu DDD:MM:SS. Na pøíklad: "1000" nebo "0:10"

source: Geo-Grid option is not available for LL projection
cs: Volba Geo-Grid není pro mapovou projekci LL dostupná

source: Geo-Grid option is not available for XY projection
cs: Volba Geo-Grid není pro mapovou projekci XY dostupná

source: Gather the histogram quietly
cs: Vytvoø histogram potichu

source: Measures the lengths and areas of features drawn by the user in the active display frame on the graphics monitor.
cs: Mìøí délky a plochy objektù nakreslených u¾ivatelem do monitoru.

source: Line color 1
cs: Barva linie 1

source: Line color 2
cs: Barva linie 2

source: Suppress clear screen
cs: Potlaè vymazání obrazovky

source: Output in meters only
cs: Výstup pouze v metrech

source: Output in kilometers as well
cs: Výstup také v kilometrech

source: display, setup
cs: zobrazení, nastavení

source: Draw a line scale instead of a bar scale
cs: Nakreslí liniové mìøítko místo páskového

source: Write text on top of the scale, not to the right
cs: Napí¹e text nad mìøítko, místo vpravo.

source: Draw a north arrow only
cs: Vykresli pouze severku

source: Draw a scale bar only
cs: Vykresli pouze mìøítko

source: The screen coordinates for top-left corner of label ([0,0] is top-left of frame)
cs: Souøadnice obrazovky pro levý horní roh ¹títku ([0,0] je vlevo nahoøe v rámu)

source: Choose either -n or -s flag
cs: Vyberte pouze jeden z pøepínaèù -n nebo -s

source: Path to file location
cs: Cesta k souboru

source: Y input file <%s> contains %s data points than the X input file
cs: Yvstupní soubor <%s> obsahuje %s data bodù ne¾ X vstupní soubor

source: The last %d point(s) will be ignored
cs: Poslední %d bod(y) budou ignorovány

source: Color for drawing grid or "none"
cs: Barva pro vykreslení sítì, nebo "none"

source: Color for drawing X's (Null values)
cs: Barva pro vykreslení Xek (nullové hodnoty)

source: Color for showing unknown information
cs: Barva pro zobrazení neznámé informace

source: Displays and overlays raster map layers in the active display frame on the graphics monitor.
cs: Zobrazí a pøekryje rastrovou mapu v aktivním rámu GRASS monitoru

source: Raster map to be displayed
cs: Rastrová mapa, která má být zobrazena

source: List of categories to be displayed (INT maps)
cs: Seznam kategorií, které budou zobrazeny (celoèíselné mapy)

source: List of values to be displayed (FP maps)
cs: Seznam hodnot, které mají být vykresleny (mapy s plovoucí desetinnou èárkou)

source: Invert catlist
cs: Obrácený seznam kategorií

source: Ignoring catlist: map is floating point (please use 'val=')
cs: Ignoruji seznam kategorií: mapa obsahuje hodnoty s plovoucí desetinnou èárkou (prosím, pou¾ijte volbu 'val=')

source: Ignoring vallist: map is integer (please use 'cat=')
cs: Ignoruji seznam hodnot: mapa obsahuje celoèíselné hodnoty (prosím, pou¾ijte volbu 'cat=')

source: Generates raster map layers of slope, aspect, curvatures and partial derivatives from a raster map layer of true elevation values. Aspect is calculated counterclockwise from east.
cs: Vytvoøí rastrovou mapu sklonu, expozice, køivosti a parciálních derivací odvozenou z digitálního modelu terénu. Expozice je poèítána proti smìru hodinových ruèièek s poèátkem na východì.

source: Raster elevation file name
cs: Název rastrového souboru s digitálním modelem terénu

source: Output slope filename
cs: Název výstupního souboru sklonù svahù

source: Output aspect filename
cs: Název výstupního souboru expozic svahù

source: Output profile curvature filename
cs: Název výstupního souboru profilových køivostí

source: Output tangential curvature filename
cs: Název výstupního souboru tangenciálních køivostí

source: Output first order partial derivative dx (E-W slope) filename
cs: Název výstupního souboru parciálních derivací prvního øádu dx (V - Z sklon svahu)

source: Output first order partial derivative dy (N-S slope) filename
cs: Název výstupního souboru parciálních derivací prvního øádu dy (S - J sklon svahu)

source: Output second order partial derivative dxx filename
cs: Název výstupního souboru parciálních derivací druhého øádu dxx

source: Output second order partial derivative dyy filename
cs: Název výstupního souboru parciálních derivací druhého øádu dyy

source: Output second order partial derivative dxy filename
cs: Název výstupního soubor parciálních derivací druhého øádu dxy

source: Multiplicative factor to convert elevation units to meters
cs: Koeficient pro pøevod jednotek vý¹ky na metry

source: Minimum slope val. (in percent) for which aspect is computed
cs: Minimální hodnota sklonu svahu (v procentech), pro kterou je poèítána expozice

source: Do not align the current region to the elevation layer
cs: Nenastavuj aktuální region podle mapy vý¹ek

source: The '-q' flag is superseded and will be removed in future. Please use '--quiet' instead.
cs: Pøepínaè '-q' je zastaralý a bude v budoucnosti odstranìn. prosím, peou¾ijte pøepínaè '--quiet'.

source: wrong type: %s
cs: chybný typ: %s

source: Creating support files...
cs: Vytváøím podpùrné soubory...

source: Elevation products for mapset [%s] in [%s]
cs: Výsledky z elevace mapsetu [%s] v [%s]

source: ASPECT [%s] COMPLETE
cs: MAPA EXPOZICE [%s] DOKONÈENA

source: SLOPE [%s] COMPLETE
cs: MAPA SKLONOVÝCH POMÌRÙ [%s] DOKONÈENA

source: PROFILE CURVE [%s] COMPLETE
cs: PROFILOVÁ KØIVOST [%s] DOKONÈENA

source: TANGENTIAL CURVE [%s] COMPLETE
cs: TANGENCIÁLNÍ KØIVOST [%s] DOKONÈENA

source: E-W SLOPE [%s] COMPLETE
cs: MAPA V-Z SKLONOVÝCH POMÌRÙ [%s] DOKONÈENA

source: N-S SLOPE [%s] COMPLETE
cs: MAPA S-J SKLONOVÝCH POMÌRÙ [%s] DOKONÈENA

source: DXX [%s] COMPLETE
cs: MAPA DXX [%s] DOKONÈENA

source: DYY [%s] COMPLETE
cs: MAPA DYY [%s] DOKONÈENA

source: DXY [%s] COMPLETE
cs: MAPA DXY [%s] DOKONÈENA

source: Failed in attempt to open %s
cs: Chyba pøi otevírání %s

source: Reading raster map <%s in %s> ...
cs: Naèítám rastrový soubor <%s v %s> ...

source: Reading raster maps in group <%s> ...
cs: Naèítám rastrový soubor ve skupinì <%s> ...

source: postscript, map, printing
cs: postscript, mapa, tisk

source: Hardcopy PostScript map output utility.
cs: Nástroj pro tvorbu mapových výstupù ve formátu PostScript.

source: List paper formats ( name width height left right top bottom(margin) )
cs: Vypsat seznam formátù (jméno ¹íøka vý¹ka levé pravé horní dolní (odsazení))

source: File containing mapping instructions (or use input=- to enter from keyboard)
cs: Soubor obsahující instrukce pro vytvoøení výstupu (nebo input=- a zadat je klavesnicí)

source: PostScript output file
cs: Výstupní soubor ve formátu PostScript

source: Scale of the output map, e.g. 1:25000 (default: Auto-sized to fit page)
cs: Mìøítko výstupní mapy, napø. 1:25000 (výchozí: automatická velikost podle velikosti stránky)

source: Using <%s> from the command line is depreciated. Please use the <%s> mapping instruction instead. The parameter <%s> will be removed in future versions of GRASS.
cs: V pøíkazovém øádku by se <%s> nemìlo pou¾ívat. Prosím pou¾ijte místo toho instrukci <%s>. V budoucích verzích GRASSu nebude parametr <%s> pøítomen.

source: ERROR: Required parameter <%s> not set: (%s).
cs: CHYBA: Po¾adovaný parametr <%s> nebyl nastaven: (%s).

source: Current region cannot be set.
cs: Nelze nastavit aktuální region.

source: Data exists after final 'end' instruction!
cs: Za koncovou znaèkou 'end' se vyskytují dal¹í data!

source: GRASS environment variable GRASS_VERBOSE is overwritten by VERBOSE mapping instruction. This mapping instruction is superseded and will be removed in future versions of GRASS. Please use --verbose instead.
cs: Grass promìnná prostøedí GRASS_VERBOSE je pøepsána VERBOSE mapovou instrukcí. Tato mapová instrukce je vyøazena a bude odstranìna v dal¹ích verzích GRASSu. Prosím pou¾ijte radìji --verbose.

source: Cannot set GRASS_VERBOSE variable.
cs: Nemohu nastavit promìnnou prostøedí GRASS_VERBOSE.

source: PostScript file [%s] successfully written.
cs: Soubor Postscriptu [%s] byl úspì¹nì zapsán.
