Repository: OSGeo/grass
Catalog: locale/po/grasstcl_*.po
Languages: cs

source: Click to query feature
cs: Kliknout pro dotazování prvku

source: This layer type does not support queries
cs: Tato vrstva nepodporuje dotazování

source: Query not supported
cs: Dotazování není podporováno

source: You must select a map to query
cs: Musíte vybrat mapu pro dotazování

source: Loading GIS Manager
cs: Nahrát GIS Manager

source: Creating MainFrame...
cs: Vytváøím MainFrame...

source: Done
cs: Hotovo.

source: Welcome to GRASS GIS
cs: Vítejte v GRASS GIS

source: Map Display %d
cs: Mapové okno %d

source: Select GRASS display font
cs: Vybrat písmo textu displeje

source: Font:
cs: Písmo:

source: Character encoding:
cs: kódování znaku:

source: Raster map for legend
cs: Rastrová mapová vrstva pro legendu

source: legend for %s
cs: legenda pro %s

source: Display legend for raster map using cat values and labels
cs: Zobrazit legendu pro rastrovou mapu s pou¾itím hodnoty a popisku

source: Raster map:
cs: Rastrová mapa:

source: Legend placement and size as 0-100% of display
cs: Umístìní legendy a velikost v 0-100% displeje

source: x,y of lower left corner (in % from display top left)
cs: souøadnice spodního levého rohu ( v % displeje od horního levého rohu)

source: legend height
cs: vý¹ka legendy

source: Legend height (% of display)
cs: Vý¹ka legendy (% displeje)

source: % width
cs: % ¹íøka

source: Legend width (% of display)
cs: ©íøka legendy (% displeje)

source: Legend appearance: text color
cs: Vzhled legendy: barva textu

source: legend text font
cs: font legendy

source: do not display labels
cs: nezobrazovat popisky

source: do not display values
cs: nezobrazovat hodnoty

source: number of lines (0=display all):
cs: poèet linií (0=zobrazí v¹echny)

source: Lines to display
cs: Text k zobrazení

source: invert legend
cs: invertovat legendu

source: interval between categories (integer maps)
cs: interval mezi kategoriemi (pouze integer mapy)

source: Thinning interval
cs: interval ztenèení

source: draw smooth gradient (fp maps)
cs: vykreslit vyhlazený gradient (mapové vrstvy s plovoucí desetinnou èárkou)

source: with maximum of
cs: s maximem

source: Maximum lines to display for gradient
cs: Maximální poèet linií (øádkù) k zobrazení ve vývoji

source: Display legend for subset of raster values
cs: Zobrazit legendu pro podmno¾inu rastrových hodnot

source: skip categories with no labels
cs: pøeskoèit kategorie bez popiskù

source: legend for only these categories
cs: legenda pouze pro tyto kategorie

source: legend for only this range of values
cs: legenda pouze pro toto rozmezí hodnot

source: Divide map display into frames for displaying multiple maps
cs: Rozdìlit displej na èásti pro zobrazení více map

source: create and select frame
cs: vytvoøit a vybrat rámec

source: select frame
cs: vybrat rámec

source: remove all frames
cs: odstranit v¹echny rámce

source: Frame name (optional):
cs: Jméno èásti (volitelné):

source: Set frame borders at 0-100% from lower left corner of display
cs: Natavit hranice èásti displeje v 0-100% ze spodního levého rohu displeje

source: set borders (bottom,top,left,right):
cs: nastavit hranice (spodní, horní,levá, pravá):

source: Display text
cs: Zobrazit text

source: Text to display:
cs: Text k zobrazení:

source: text rotation (degrees)
cs: otoèení textu (stupnì)

source: Text options: font
cs: Volby textu: font

source: bold text
cs: tuèný text

source: text height in pixels
cs: vý¹ka textu v pixelech

source: line spacing
cs: øádkování

source: Create postscript labels for vector objects from v.labels file
cs: Vytvoøit postscriptové popisky pro vektorové prvky ze souboru vytvoøeného pomocí v.label

source: (for postscript eps, pdf, and print output only)
cs: (pouze pro výstup do postcriptu, eps, pdf a na standartní výstup)

source: Override offset, alignment, and color settings in v.labels file:
cs: Potlaèit offset, zarovnání a barevné nastavení v souboru v.labels:

source: Align label with vector object:
cs: Zarovnat popisek s vektorovým objektem:

source: Offset label from vector object:
cs: Odsadit popisek od vektorového objektu:

source: x offset
cs: odsazení ve smìru x

source: y offset
cs: odsazení ve smìru y

source: Justification:
cs: Zarovnání:

source: Label line max length:
cs: Maximální délka popisku:

source: Enclose label in box:
cs: Uzavøít popisek v rámeèku:

source: Draw label background:
cs: vykreslit pozadí pro popisky:

source: Background color:
cs: Barva pozadí:

source: Draw box outline:
cs: Vykreslit obrys rámeèku :

source: Border width:
cs: ¹íøka hranice:

source: Border color:
cs: barva rámeèku

source: Distance between label and enclosing box. Horizontal:
cs: Vzdálenost mezi popiskem a okolním rámeèkem. Horizontální:

source: Vertical:
cs: Vertikální

source: Font
cs: Písmo

source: select font for label
cs: vybrat písmo pro popisek

source: family:
cs: rodina:

source: size:
cs: velikost:

source: Aspect map
cs: Mapa expozice

source: arrows for %s
cs: smìrovky pro %s

source: Slope/intensity map
cs: Mapa sklonu/intenzity

source: Display arrows whose orientations are based on raster aspect map
cs: Zobrazit smìrovky, jejich¾ orientace je zalo¾ena v mapì expozice

source: (optionally, arrow lengths are based on slope or intensity map)
cs: (optimálnì, délka smìrovky je závislá na sklonu nebo na mapì intenzity)

source: Aspect map:
cs: Mapa expozice:

source: aspect value type
cs: typ hodnoty expozice

source: draw arrows every Nth grid cell
cs: Vykreslit smìrovku ka¾kou Ntou buòku møí¾ky

source: arrow color
cs: barva smìrovky

source: cell grid color
cs: barva buòky møí¾ky

source: null value color
cs: barva NULLové hodnoty

source: Slope/intensity map:
cs: Mapa sklonu/intenzity:

source: scale factor for computing arrow length
cs: mìøítkový faktor pro výpoèet délky ¹ipky

source: Start new map display monitor
cs: Zalo¾it novou mapovou vrstvu

source: Add raster layer
cs: Pøidat rastrovou vrstvu

source: Add RGB or HIS layer
cs: Pøidat RGB nebo HIS vrstvu

source: Add histogram layer
cs: Pøidat vrstvu s histogramem

source: Add cell values layer
cs: Pøidat rastrovou vrstvu

source: Add directional arrows layer
cs: Pøidat vrstvu se smìrovou rù¾icí

source: Add raster legend layer
cs: Pøidat vrstvu s legendou

source: Add vector layer
cs: Pøidat vektorovou vrstvu

source: Add thematic map layer
cs: Pøidat tématickou mapovou vrstvu

source: Add thematic charts layer
cs: Pøidat tématickou vrstvu

source: Add raster labels layer (using v.labels file)
cs: Pøidat vrstvu s rastrovými popisky (s vyu¾itím souboru vytvoøeného v.labels)

source: Add text layer
cs: Pøidat vrstvu s textem

source: Add postscript labels layer (using v.labels file)
cs: Pøidat vrstvu s popisky ve formátu postscript (s vyu¾itím souboru vytvoøeného v.labels)

source: Add postscript text layer
cs: Pøidat vrstvu s textem ve formátu postscript

source: Vector output map
cs: Výstupní vektorová mapová vrstva

source: Display vector maps
cs: Zobrazit vektorové mapy

source: Transparent
cs: Prùhledný

source: vector map to display
cs: vektorová mapa k zobrazení

source: Vector Info
cs: Informace o vektoru

source: Display:
cs: Zobrazit:

source: Shapes
cs: Tvary

source: Categories
cs: Kategorie

source: Topology
cs: Topologie

source: Line directions
cs: Smìry linií

source: Points
cs: Body

source: Lines
cs: Linie

source: Boundaries
cs: Hranièní linie

source: Areas
cs: Plochy

source: Centroids
cs: Centroidy

source: Faces
cs: 3D polygony

source: Point symbols:
cs: Symboly bodù:

source: Icon
cs: Ikona

source: Size
cs: Velikost

source: Icon size
cs: velikost ikony

source: Draw lines:
cs: Vykreslit linie:

source: Color
cs: Barva

source: Width
cs: ©íøka:

source: Line width
cs: ¹íøka øádku

source: (pixels)
cs: (pixely)

source: Fill areas:
cs: Vyplnit plochy:

source: Random colors
cs: Náhodné barvy

source: GRASSRGB column colors
cs: sloupec GRASSRGB s barvami

source: Label vectors:
cs: Popisek vektorových vrstev:

source: label
cs: popisek

source: Text color
cs: Barva textu

source: Text size
cs: Velikost textu

source: text size
cs: velikost textu

source: Label part to align with vector point
cs: èást popisku pro zarování s vektorovým bodem

source: Justification
cs: Oprávnìní

source: Layer for labels
cs: Vrstva pro popisky

source: Attribute col for labels
cs: Atributový sloupec s popisky

source: Query vectors for display:
cs: Dotazovat vektorové vrstvy pro zobrazení:

source: layer for query
cs: vrstva pro dotazování

source: Query cat values
cs: Dotazovat hodnoty kategorií

source: Use SQL query
cs: Pou¾ít SQL dotaz

source: Show attribute columns
cs: Zobrazit atributové sloupce

source: Show attribute data
cs: Zobrazit atributová data

source: Save displayed objects to new vector file
cs: Ulo¾it zobrazené objekty do nového vektorové souboru

source: Overwrite existing
cs: Pøepsat existující

source: New vector
cs: Nová vektorová mapa

source: Select existing vector for saving queried objects
cs: vybrat existující vektorovou vrstvu pro ulo¾ení dotazovaných objektù

source: Display when avg. region dimension is
cs: Zobrazit pokud je prùmìrný rozmìr regionu

source: or <
cs: nebo <

source: geodetic grid
cs: zemìpisná møí¾ka

source: grid color
cs: barva møí¾ky

source: grid color
cs: barva møí¾ky

source: draw grid border
cs: zobrazit rámeèek møí¾ky

source: draw border text
cs: vykreslit popisek rámeèku

source: border & text color
cs: barva rámeèek & textu

source: Text color:
cs: Barva textu:

source: Background color:
cs: Barva pozadí:

source: no background color
cs: barva pozadí nenastavena

source: display N. arrow only
cs: zobrazit pouze smìrovou rù¾ici

source: line scale instead of bar scale
cs: liniové namísto prou¾kového mìøítka

source: place with mouse (cannot save placement with group)
cs: umístit pomocí my¹i (nelze ulo¾it umístìní v souvislosti se skupinou)

source: red (RGB) or hue (HIS):
cs: èervená (RGB) nebo jas (HIS)

source: green (RGB) or intensity (HIS):
cs: zelená (RGB) nebo intenzita (HIS)

source: blue (RGB) or saturation (HIS):
cs: modrá (RGB) nebo sytost (HIS):

source: Aggregate ASCII xyz data into raster grid
cs: Seskupit ASCII xyz data do rastové møí¾ky

source: ASCII GRID (includes GRASS ASCII)
cs: ASCII GRID (vèetnì GRASS ASCII)

source: Polygons and lines from ASCII file
cs: Polygony a linie z ASCII souboru

source: Binary file (includes GTOPO30 format)
cs: Binární soubor (vèetnì formátu GTOPO30)

source: GRIDATB.FOR map file (TOPMODEL)
cs: Mapový soubor GRIDATB.FOR (TOPMODEL)

source: MAT-File (v.4) array (Matlab or Octave)
cs: Pole MAT-File (v.4) (Matlab nebo Octave)

source: SPOT vegetation NDVI data sets
cs: SPOT vegetaèní NDVI datový set

source: SRTM hgt files
cs: Soubory SRTM hgt

source: Terra ASTER HDF files
cs: Soubory Terra ASTER HDF

source: Various formats using OGR
cs: Rùzné formáty pomocí OGR

source: ASCII points file or GRASS ASCII vector file
cs: Bodový soubor ASCII nebo vektorový soubor GRASS ASCII

source: Import old GRASS vector format
cs: Importovat zastaralý vektorový formát GRASS

source: DXF file
cs: Soubor DXF

source: ESRI e00 format
cs: Formát ESRI e00

source: Garmin GPS Waypoints/Routes/Tracks
cs: Garmin GPS trasové body/cesty/stopy

source: GPS Waypoints/Routes/Tracks using GPSBabel
cs: GPS Waypoints/Routes/Tracks pomocí GPSBabel

source: GEOnet Name server country files (US-NGA GNS)
cs: Soubory GEOnet Name server (US-NGA GNS)

source: Matlab and MapGen files
cs: Soubory Matlab a MapGen

source: ASCII 3D file
cs: Soubor ASCII 3D

source: Vis5D file
cs: Soubor Vis5D

source: ASCII grid (for GRASS, Surfer, Modflow, etc)
cs: ASCII grid (pro GRASS, Surfer, Modflow,atd)

source: ASCII x,y,z values of cell centers
cs: ASCII x,y,z hodnot støedù bunìk

source: Binary file
cs: Binární soubor

source: MPEG-1 animations
cs: Animace MPEG-1

source: PNG image (not georeferenced)
cs: Soubor PNG (bez georeference)

source: PPM image (24bit)
cs: Soubor PPM (24bit)

source: PPM image from red, green, blue raster maps
cs: Soubor PPM z RGB rastrové vrstvy

source: TIFF image (8/24bit)
cs: Soubor TIFF (8/24bit)

source: VRML file
cs: Soubor VRML

source: VTK ASCII file
cs: Soubor VTK ASCII

source: Various formats using OGR (SHAPE, MapInfo etc)
cs: Rùzné formáty podporované OGR (SHAPE, MapInfo, atd.)

source: DXF file (ASCII)
cs: Soubor DXF (ASCII)

source: ASCII vector or point file/old GRASS ASCII vector file
cs: ASCII vektorový nebo bodový soubor/starý vektorový GRASS ASCII soubor

source: POV-Ray format
cs: Formát POV-Ray

source: Copy maps
cs: Kopírovat mapové vrstvy

source: List maps
cs: Vypsat mapové vrstvy

source: List maps using expressions and 'wildcards'
cs: Vypsat mapové vrstvy na základì regulárního výrazu

source: Rename maps
cs: Pøejmenovat mapové vrstvy

source: Remove maps
cs: Odstranit mapové vrstvy

source: Remove maps using expressions and 'wildcards'
cs: Odstranit mapové vrstvy na základì regulárního výrazu

source: Raster to vector map
cs: Automatická vektorizace rastrové vrstvy

source: Raster map series to volume
cs: Konverze øady rastrových vrstev na volume

source: Raster 2.5D map to volume
cs: 2.5D mapa na volume

source: Vector to vector
cs: Pøevod vektorové na vektorovou vrstvu

source: Vector lines to points
cs: Pøevod vektorových linií na body

source: Vector 3D points to volume voxels
cs: Konverze 3D vektorové bodové vrstvy na volume voxels

source: Sites (GRASS 5.x) to vector
cs: Vytvoøení vektorové vrstvy z bodù (sites, GRASS 5.x)

source: Volumes to raster map series
cs: Pøevod volume na øadu rastrových vrstev

source: Groups
cs: Skupiny

source: New
cs: Nový

source: Create new group file
cs: Vytvoøit novou skupinu souborù

source: Open group file
cs: Otevøít skupinu souborù

source: Save group file
cs: Ulo¾it skupinu souborù

source: Save group file as name
cs: Ulo¾it skupinu souborù jako název

source: Close group
cs: Uzavøít skupinu

source: Save display to image file
cs: Ulo¾it zobrazení do obrazového souboru

source: XWD (Save display, selected with mouse, to map.xwd in home directory )
cs: XWD (Ulo¾it zobrazení, vybrané pomocí my¹i, do map.xwd umístìného v domovském adresáøi)

source: Save displays to multiple graphic file formats
cs: Ulo¾it zobrazení do rozmanitých grafických formátù

source: Save map to Postscript file
cs: Ulo¾it mapu do souboru Postscript

source: Print to default printer
cs: Tisknout na výchozí tiskárnì

source: print
cs: tisknout

source: Exit Display Manager
cs: Ukonèit Display Manager

source: Zoom to maximum extent of all displayed maps
cs: Zvìt¹it na maximální výøez pokrývající v¹echny zobrazené mapové vrstvy

source: Access other mapsets in current location
cs: Pøístupová práva k jiným mapsetùm v aktuální location

source: Change current working session to new mapset, location, or GISDBASE
cs: Zmìnit aktuální sezení na nový mapset, location nebo GISDBASE

source: Modify access by other users to current mapset
cs: Upravit pøístupová práva ostatním u¾ivatelùm aktuální mapsetu

source: Show current GRASS environment settings
cs: Zobrazit aktuální nastavení prostøedí GRASSu

source: Set GRASS environment settings
cs: Nastavit prostøedí GRASSu

source: Create/edit projection information for current location
cs: Vytvoøit/modifikovat informace o kartografické zobrazení aktuální lokace

source: Show projection information and create projection files
cs: Zobrazit informace o kartografickém zobrazení a vytvoøit související soubory

source: Convert coordinates from one projection to another
cs: Transformovat souøadnice z jednoho souøadnicového systému do druhého

source: Select default text font
cs: Vybrat výchozí písmo textu

source: Select default freetype text font
cs: Vybrat výchozí písmo freetype textu

source: X-monitor displays
cs: Zobrazovací jednotka X-monitor

source: Configure xmonitor displays
cs: Konfigurovat zobrazovací jednotku xmonitor

source: Configure frames for xmonitors
cs: Konfigurovat rámce pro xmonitors

source: Start/restart xmonitor at specified window size
cs: Otevøít/restartovat xmonitor o specifikované velikosti okna

source: Set active xmonitor to specified size
cs: Nastavit aktivní xmonitor na specifikovanou velikost

source: Display information about active xmonitor
cs: Zobrazit informace o aktivním xmonitoru

source: Compress/decompress raster file
cs: Komprimovat/dekomprimovat rastrový soubor

source: Manage boundary definitions
cs: Správa definic hranic

source: Manage null values
cs: Správa prázdných hodnot

source: Manage timestamps for files
cs: Správa èasových znaèek pro soubory

source: Quantization for floating-point maps
cs: Kvantizace mapových vrstev s plovoucí desetinnou èárkou

source: Resample (change resolution)
cs: Pøevzorkování (zmìna rozli¹ení)

source: Resample using nearest neighbor method
cs: Pøevzorkování (zmìna rozli¹ení) metodou nejbli¾¹ího souseda

source: Resample using various interpolation methods
cs: Pøevzorkování (zmìna rozli¹ení) za pou¾ití rùzných metod

source: Resample using regularized spline with tension method
cs: Pøevzorkování (zmìna rozli¹ení) pomocí RST (regularized spline tension)

source: Support file creation and maintenance
cs: Vytvoøení a správa podpùrného souboru

source: Reproject raster from other location
cs: Transformovat rastrovou vrstvy z jiné location

source: Generate tiling for other projection
cs: Vytvoø dla¾idice pro jinou projekci

source: Set colors to predefined color tables
cs: Nastavit barevnou ¹kálu podle pøedefinované tabulky barev

source: Set colors using color rules
cs: Nastavit barevnou ¹kálu podle pravidel

source: Blend 2 color maps to produce 3 RGB files
cs: Spojit 2 barevné mapové vrstvy a vytvoøit 3 soubory RGB

source: Create color image from RGB files
cs: Vytvoøit barevný obraz ze souborù RGB

source: Create 3 RGB (red, green, blue) maps from 3 HIS (hue, intensity, saturation) maps
cs: Vytvoøit 3 mapové vrstvy RGB (red, green, blue) ze 3 vrstev HIS (hue, intensity, saturation)

source: Create raster buffers
cs: Vytvoøit rastrovou obalovou zí³nu

source: Create raster MASK
cs: Vytvoøit rastrovou masku (MASK)

source: Locate closest points between areas in 2 raster maps
cs: Lokalizovat nejbli¾¹í body mezi plochami ve 2 rastrových vrstvách

source: Moving window analysis of raster cells
cs: Lokální filtrování obrazu (pohybující se okno)

source: Analyze vector points in neighborhood of raster cells
cs: Analyzovat vektorové body v okolí rastrových bunìk

source: Function of map series (time series)
cs: Funkce øady mapových vrstev (èasová øada)

source: Statistical calculations for cover map over base map
cs: Sestavení statistiky krycí a podkladové mapové vrstvy

source: Solar irradiance and daily irradiation
cs: Solární denní intenzita záøení

source: Shadows map for sun position or date/time
cs: Stínová mapová vrstva pro danou pozici slunce nebo datum/èas

source: Calculate cumulative movement costs between locales
cs: Výpoèet kumulativního pohyby nákladù mezi lokacemi

source: Profile analysis
cs: Analýza profilu

source: Shaded relief map
cs: Mapa stínovaného reliefu

source: Visibility/line of sight
cs: Viditelnost/linie viditelnosti

source: Clump small areas (statistics calculated by r.volume)
cs: Nahromadit malé plochy (statistika vytvoøena pomocí r.volume)

source: Grow areas
cs: Zvìt¹it plochy

source: Thin linear features
cs: Ztenèit liniové prvky

source: Carve stream channels into elevation map using vector streams map
cs: Zaznamenat trasu toku do vý¹kového modelu pomocí vektorové vrstvy toku

source: Depressionless elevation map and flowline map
cs: Mape elevace zbavená depresí a mapa drah povrchového odtoku

source: Fill lake from seed point to specified level
cs: Vyplnit jezero ze zvoleného bodu na specifikovanou hladinu

source: Flow accumulation for massive grids
cs: Akumulace toku gridu

source: Generate flow lines for raster map
cs: Vytvoøit rozvodnice pro rastrovou vrstvu

source: SIMWE sediment erosion, transport, & deposition modeling
cs: Modelování SIMWE eroze, transport & deponování

source: Analyze landscape characteristics
cs: Analýza charakteristik krajiny

source: Analyze landscape patch characteristics
cs: Analýza krajiných "patch" charakteristik

source: Output landscape patch information
cs: Výstupní krajinná "patch" informace

source: Generate rate of spread (ROS) maps
cs: Vytvoøit mapovou vrstvu rychlosti ¹íøení (ROS)

source: Generate least-cost spread paths
cs: Vytvoøit trasy s nejmen¹ím odporem ¹íøení

source: Simulate anisotropic spread phenomena
cs: Simulovat anisotropický jev ¹íøení

source: Edit category values of individual cells for displayed raster map
cs: Editovat hodnoty kategorií individuálních bunìk zobrazené rastrové vrstvy

source: Reclassify categories for areas of specified sizes
cs: Reklasifikovat kategorie ploch o specifikované velikosti

source: Reclassify categories using rules
cs: Reklasifikovat kategorie na základì pravidel

source: Reclassify categories using rules file
cs: Reklasifikovat kategorie na základì souboru s pravidly

source: Recode categories using rules (create new map)
cs: Pøekí³dovat kategorie na základì pravidel (vytvoøit novou mapu)

source: Recode categories using rules file (create new map)
cs: Pøekí³dovat kategorie na základì souboru s pravidly (vytvoøit novou mapu)

source: Rescale categories (create new map)
cs: Upravit rozsah kategorií (vytvoøit novou mapovou vrstvu)

source: Rescale categories with equalized histogram (create new map)
cs: Upravit rozsah kategorií vèetnì ekvalizovaného histogramu (vytvoøit novou mapovou vrstvu)

source: Generate concentric circles around points
cs: Vytvoøit soustøedné kruhy z daných bodù

source: Generate random raster cells
cs: Vytvoøit rastrovou vrstvu s náhodnými hodnotami

source: Generate random cells and vector points from raster map
cs: Vytvoøit rastrovou vrstvu a vektorové body s náhodnými hodnotami

source: Generate density surface using moving Gausian kernal
cs: Vytvoø povrch s hustotou za pou¾ití pohyblivého Gaussova okna

source: Generate fractal surface
cs: Vytvoøit povrch na základì fraktálu

source: Generate gaussian deviates surface
cs: Vytvoø povrch Gaussových odchylek

source: Generate plane
cs: Vytvoøit rovinný povrch

source: Generate random deviates surface
cs: Vytvoø náhodný povrch

source: Generate random surface with spatial dependence
cs: Vytvoøit náhodný povrch s prostorovým vztahem

source: Generate vector contour lines
cs: Vytvoøit vektorové vrstevnice

source: Bilinear interpolation from raster points
cs: Bilineární interpolace z rastrových bunìk

source: Inverse distance weighted interpolation from raster points
cs: Interpolace IDW (inverse distance weighted) rastrových bodù

source: Interpolation from raster contours
cs: Interpolace z rastrových vrstevnic

source: Inverse distance weighted interpolation from vector points
cs: Interpolace IDW (inverse distance weighted) vektorových bodù

source: Regularized spline tension interpolation from vector points or contours
cs: Interpolace RST (regularized spline tension) vektorových bodù nebo vrstevnic

source: Fill NULL cells by interpolation using regularized spline tension
cs: Vyplnit buòky s prázdnou hodnotou vyu¾itím interpolace RST (regularized spline tension)

source: Manage category labels and values
cs: Upravit popisky hodnoty kategorií

source: Range of all category values
cs: Rozsah hodnot kategorii

source: Sum all cell category values
cs: Souèet v¹ech hodnot kategorií bunìk

source: Summary statistics for clumped cells (works with r.clump)
cs: Souhrnná statistika spojených bunìk (po pou¾ití r.clump)

source: Univariate statistics (script version)
cs: Univariatní statistika (skriptová verze)

source: Sample values along transects
cs: Kontrolní hodnoty profilu

source: Sample values along transects (use azimuth, distance)
cs: Kontrolní hdonoty profilu (pou¾ít azimut, vzdálenost)

source: Linear regression between 2 maps
cs: Lineární regrese mezi 2 mapovými vrstvami
