Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Input file empty or too short
sv: Inmatningsfilen är tom eller för kort

source: Input file not a PNG file
sv: Inmatningsfilen är inte en PNG-fil

source: PNG error
sv: PNG-fel

source: Imports non-georeferenced PNG format image.
sv: Importerar icke-georefererad bild i PNG-format.

source: Title for created raster map
sv: Titel för skapad rasterkarta

source: Alpha threshold
sv: Alfa tröskelvärde

source: Create floating-point map (0.0 - 1.0)
sv: Skapa flyttalskarta (0,0 - 1,0)

source: Output image file header only and exit
sv: Skriv bara ut bildfilens huvud och avsluta

source: Illegal coordinate <%s, %s>, skipping.
sv: Olaglig koordinat <%s, %s>, hoppa över.

source: Illegal north coordinate <%s>, skipping.
sv: Olaglig nordkoordinat <%s>, hoppar över.

source: Illegal east coordinate <%s>, skipping.
sv: Otillåten östlig koordinat <%s>, hoppar över.

source: Creates raster maps from ASCII polygon/line/point data files.
cs: Vytvoøí rastrové mapy z ASCII polygonových/liniových datových souborù.
sv: Skapar rasterkartor från ASCII-datafiler med polygoner/linjer/punkter.

source: Name of input file; or "-" to read from stdin
sv: Namn på indatafilen; eller "-" för att läsa från stdin

source: Integer representing NULL value data cell
sv: Heltal som representerar datacell med NULL-värde

source: Number of rows to hold in memory
cs: Poèet øádkù, které mají být ponechány v pamìti
sv: Antal rader som ska sparas i minnet

source: Minimum number of rows to hold in memory is 1
cs: Minimální poèet øádkù, který má být uchován v pamìti je 1
sv: Minsta antal rader som ska sparas i minnet är 1

source: Type doesn't exist
sv: Typen finns inte

source: Pass #%d (of %d) ...
cs: Prùchod #%d (z %d) ...
sv: Passera #%d (av %d) ...

source: Creates a raster map from an assemblage of many coordinates using univariate statistics.
sv: Skapar en rasterkarta från en samling av många koordinater med hjälp av univariat statistik.

source: ASCII file containing input data (or "-" to read from stdin)
cs: ASCII soubor obsahující vstupní data ("-" pro standardní vstup)
sv: ASCII-fil som innehåller indata (eller "-" för att läsa från stdin)

source: Pth (nth) percentile of point values in cell
sv: Pth (nth) percentil av punktvärden i cell

source: If a separate value column is given, this option refers to the z-coordinate column to be filtered by the zrange option
sv: Om en separat värdekolumn anges, hänvisar detta alternativ till den z-koordinatkolumn som ska filtreras med zrange-alternativet

source: Number of header lines to skip at top of input file
sv: Antal rubrikrader som ska hoppas över i början av inmatningsfilen

source: Filter range for z data (min,max)
cs: Rozsah filtru pro z data: (min,max)
sv: Filterområde för z-data (min,max)

source: Advanced Input
sv: Avancerad inmatning

source: Scale to apply to z data
sv: Skala för att applicera på z-data

source: Alternate column number of data values in input file
sv: Alternativt kolumnnummer för datavärden i indatafilen

source: If not given (or set to 0) the z-column data is used
sv: Om inget anges (eller sätts till 0) används data från z-kolumnen

source: Filter range for alternate value column data (min,max)
sv: Filterområde för data i kolumn med alternativt värde (min,max)

source: Scale to apply to alternate value column data
sv: Skala som ska tillämpas på kolumndata med alternativt värde

source: Pth percentile of the values
sv: P:e percentilen av värdena

source: Scan
sv: Scanning

source: Please specify a reasonable column number.
cs: Prosím, zadejte pøijatelné èíslo sloupce.
sv: Ange ett rimligt kolumnnummer.

source: Please specify reasonable number of lines to skip
cs: Prosím, udejte pøijatelný poèet øádkù, které mají být pøeskoèeny.
sv: Ange rimligt antal rader som ska hoppas över

source: Invalid vrange
sv: Ogiltigt vrange

source: Unable to process the whole map at once. Please set the %s option to some value lower than 100.
sv: Det går inte att bearbeta hela kartan på en gång. Ställ in alternativet %s på ett värde som är lägre än 100.

source: If input is not from a file it is only possible to perform a single pass.
cs: Pokud není vstupem soubor je mo¾né provést pouze jeden prùchod.
sv: Om indata inte kommer från en fil är det bara möjligt att utföra en enda passage.

source: Range filters will not be taken into account during scan
sv: Räckviddsfilter beaktas inte under skanningen

source: Reading input data...
sv: Läser inmatningsdata...

source: Not enough data columns. Incorrect delimiter or column number? Found the following character(s) in row %lu: [%s]
sv: Inte tillräckligt med datakolumner. Felaktig avgränsare eller kolumnnummer? Hittade följande tecken i rad %lu: [%s]

source: Line ignored as requested
cs: LInie vynechány dle po¾adavku
sv: Linjen ignoreras enligt begäran

source: Bad y-coordinate line %lu column %d. <%s>
sv: Fel y-koordinat rad %lu kolumn %d. <%s>

source: Bad x-coordinate line %lu column %d. <%s>
sv: Fel x-koordinat linje %lu kolumn %d. <%s>

source: Bad z-coordinate line %lu column %d. <%s>
sv: Fel z-koordinat rad %lu kolumn %d. <%s>

source: Bad data value line %lu column %d. <%s>
sv: Felaktigt datavärde rad %lu kolumn %d. <%s>

source: %lu points found in input file
sv: %lu punkter hittades i inmatningsfilen

source: Writing to output raster map...
sv: Skriver till utmatad rasterkarta...

source: %lu points found in region.
sv: %lu punkter hittades i regionen.

source: history
sv: historik

source: Outputs basic information about a raster map.
sv: Utmatar grundläggande information om en rasterkarta.

source: Print raster array information in shell script style
sv: Skriv ut information om rasterarray i skalskriptformat

source: Print range in shell script style
sv: Skriv ut intervall i skal-skriptformat

source: Print extended metadata information in shell script style
sv: Skriv ut utökad metadatainformation i skalskriptformat

source: Print raster history instead of info
cs: Vypí¹e historii rastrové mapy namísto infa
sv: Skriv ut rasterhistorik istället för information

source: Flags -%c and -%c/%c/%c are mutually exclusive
sv: Flaggorna -%c och -%c/%c/%c är ömsesidigt uteslutande

source: Cannot allocate memory for string
cs: Nelze alokovat pro øetìzec pamì»
sv: Kan inte allokera minne för sträng

source: Both maps have nothing in common. Check the computational region.
sv: Båda kartorna har inget gemensamt. Kontrollera beräkningsregionen.

source: Calculates error matrix and kappa parameter for accuracy assessment of classification result.
sv: Beräknar felmatris och kappa-parameter för bedömning av noggrannheten i klassificeringsresultatet.

source: Name of raster map containing classification result
cs: Název existující rastrové mapy obsahující výsledky klasifikace
sv: Namn på rasterkarta som innehåller klassificeringsresultat

source: Name of raster map containing reference classes
cs: Název rastrové mapy obsahující referenèní tøídy
sv: Namn på rasterkarta som innehåller referensklasser

source: Name for output file containing error matrix and kappa
cs: Název výstupního souboru obsahujícího chybovou matici a parametr kappa
sv: Namn för utdatafil som innehåller felmatris och kappa

source: Title for error matrix and kappa
cs: Titulek pro chybovou matici a parametr kappa
sv: Titel för felmatris och kappa

source: Wide report
cs: Rozsáhlá zpráva
sv: Bred rapport

source: 132 columns (default: 80)
cs: 132 sloupcù (výchozí: 80)
sv: 132 kolumner (standard: 80)

source: No header in the report
cs: Zpráva bez hlavièky
sv: Ingen rubrik i rapporten

source: Print Matrix only
sv: Endast utskriftsmatris

source: When JSON output format is requested, all formatting flags are ignored
sv: När JSON-utdataformat begärs ignoreras alla formateringsflaggor

source: Cannot open file <%s> to write cats and counts (error matrix)
cs: Nelze otevøít soubor <%s> pro zápis kategorií a poètù (chybové matice)
sv: Det går inte att öppna filen <%s> för att skriva katter och antal (felmatris)

source: Cannot open file <%s> to write header
cs: nemohu otevøít soubor <%s> abych zapsal hlavièku
sv: Det går inte att öppna filen <%s> för att skriva header

source: Cannot open file <%s> to write JSON output
sv: Det går inte att öppna filen <%s> för att skriva JSON-utdata

source: Cannot open file <%s> to write kappa and relevant parameters
cs: Nelze otevøít soubor <%s> pro zapsání kappa a dal¹ích parametrù
sv: Det går inte att öppna filen <%s> för att skriva kappa och relevanta parametrar

source: Can't open file <%s> to write label
sv: Kan inte öppna filen <%s> för att skriva etikett

source: Problem reading r.stats output
cs: Problém pøi ètení výstupu r.stats
sv: Problem med att läsa r.stats-utdata

source: hazard
sv: fara

source: flood
sv: översvämning

source: Fills lake at given point to given level.
sv: Fyller sjön vid given punkt till given nivå.

source: Water level
cs: Úroveò hladiny
sv: Vattennivå

source: Seed point coordinates
cs: Poèáteèní mapové souøadnice
sv: Koordinater för utsädespunkt

source: Either this coordinates pair or a seed map have to be specified
sv: Antingen detta koordinatpar eller en frökarta måste anges

source: Seed
sv: Utsäde

source: Input raster map with given starting point(s) (at least 1 cell > 0)
sv: Inmatning av rasterkarta med given(a) startpunkt(er) (minst 1 cell > 0)

source: Either this parameter or a coordinates pair have to be specified
sv: Antingen denna parameter eller ett koordinatpar måste anges

source: Use negative depth values for lake raster map
cs: Pou¾ij negativní hodnoty pro hloubku jezera
sv: Använd negativa djupvärden för rasterkarta över sjöar

source: Overwrite seed map with result (lake) map
cs: Pøepi¹ poèáteèní mapu výslednou mapou (jezerem)
sv: Skriva över frökartan med resultatkartan (sjö)

source: Both seed map and coordinates cannot be specified
sv: Både frökarta och koordinater kan inte anges

source: Seed map or seed coordinates must be set!
cs: Musí být zadán právì jeden z parametrù mapa s poèátky (seed map) nebo souøadnice poèátkù!
sv: Frökarta eller frökoordinater måste ställas in!

source: Seed coordinates and output map lake= must be set!
cs: Poèáteèní souøadnice a mapa lake= musí být nastaveny!
sv: Frökoordinater och utmatningskarta lake= måste ställas in!

source: Both lake and overwrite cannot be specified
sv: Det går inte att ange både lake och overwrite

source: Output lake map or overwrite flag must be set!
cs: Jeden z parametrù 'lake' nebo 'pøepi¹' musí být zadán!
sv: Output lake map eller överskrivningsflagga måste vara inställd!

source: Seed point outside the current region
sv: Seed-punkt utanför den aktuella regionen

source: G_malloc: out of memory
sv: G_malloc: slut på minne

source: Given water level at seed point is below earth surface. Increase water level or move seed point.
sv: Givet att vattennivån vid utsädespunkten är under markytan. Höj vattennivån eller flytta startpunkten.

source: Lake depth from %f to %f (specified water level is taken as zero)
sv: Sjödjup från %f till %f (angiven vattennivå antas vara noll)

source: Lake area %f square meters
cs: Plocha jezera %f metrù ètverèních
sv: Sjöyta %f kvadratmeter

source: Lake volume %f cubic meters
cs: Objem jezera %f metrù krychlových
sv: Sjövolym %f kubikmeter

source: Volume is correct only if lake depth (terrain raster map) is in meters
cs: Objem je správný pouze pokud je jeho hloubka (rastr terénu) v metrech
sv: Volymen är korrekt endast om sjödjupet (terrängrasterkarta) är i meter

source: latitude
sv: latitud

source: longitude
sv: längdgrad

source: Creates a latitude/longitude raster map.
sv: Skapar en rasterkarta med latitud/longitud.

source: Name for output latitude or longitude raster map
sv: Namn för rasterkarta med latitud eller longitud som matas ut

source: Longitude output
sv: Longitudutgång

source: Unable to get projection info of current location
sv: Det går inte att få projektionsinformation om aktuell plats

source: Unable to get projection units of current location
sv: Det går inte att få projektionsenheter för aktuell plats

source: Unable to get projection key values of current location
sv: Det går inte att hämta projektionsnyckelvärden för aktuell plats

source: Calculates contrast weighted edge density index on a raster map
cs: Poèítej podle kontrastu vá¾ený index hustoty hran
sv: Beräknar kontrastviktat edge density index på en rasterkarta

source: landscape structure analysis
sv: analys av landskapsstruktur

source: Configuration file
cs: Neplatný konfiguraèní soubor
sv: Konfigurationsfil

source: Name of file that contains the weight to calculate the index
sv: Namn på filen som innehåller vikten för att beräkna indexet

source: Row cache is too small
sv: Radcache är för liten

source: Cannot create random access file
cs: Nelze vytvoøit soubor náhodného pøístupu
sv: Det går inte att skapa en fil med slumpmässig åtkomst

source: Cannot create %s directory
sv: Det går inte att skapa %s katalog

source: Filepath '%s%s' exceeds max length
sv: Filväg '%s%s' överskrider maxlängd

source: Filepath '%s%s%c%s' exceeds max length
sv: Filväg '%s%s%c%s' överskrider maxlängd

source: Cannot create %s output
sv: Det går inte att skapa %s utdata

source: Cannot find configuration file <%s>
sv: Det går inte att hitta konfigurationsfilen <%s>

source: Cannot read setup file
cs: Nelze èíst soubor s nastavením
sv: Kan inte läsa installationsfilen

source: Unable to parse configuration file (sampling frame)
sv: Det gick inte att tolka konfigurationsfilen (provtagningsram)

source: Irregular MASKEDOVERLAY areas definition
sv: Definition av oregelbundna MASKEDOVERLAY-områden

source: The configuration file can only be used with the <%s> raster map
sv: Konfigurationsfilen kan endast användas med rasterkartan <%s>

source: Unable to parse configuration file (sample area)
sv: Konfigurationsfilen kan inte tolkas (exempelområde)

source: Too many units to place
cs: Pøíli¹ mnoho jednotek k umístìní
sv: För många enheter att placera

source: Too many stratified random sample for raster map
sv: För många stratifierade slumpmässiga urval för rasterkarta

source: Illegal areas disposition
cs: Nesprávné dispozice ploch
sv: Disposition av olagliga områden

source: Cannot make lseek
cs: Nelze provést lseek
sv: Kan inte göra lseek

source: unable to open <%s> mask ... continuing without!
sv: kan inte öppna <%s> mask ... fortsätter utan!

source: Calculates dominance's diversity index on a raster map
cs: Poèítám index diversity dominance rastrové mapy
sv: Beräknar dominansens mångfaldsindex på en rasterkarta

source: diversity index
sv: mångfaldsindex

source: Calculates edge density index on a raster map, using a 4 neighbour algorithm
cs: Poèítá index hustoty hran rastrové mapy za pou¾ití algoritmu 4 sousedù
sv: Beräknar edge density index på en rasterkarta med hjälp av en 4 grannar-algoritm

source: The value of the patch type
sv: Värdet för patch-typen

source: It can be integer, double or float; it will be changed in function of map type
sv: Det kan vara heltal, dubbel eller float; det kommer att ändras i funktion av karttyp

source: Exclude border edges
sv: Exkludera kantkanter

source: Calculates mean pixel attribute index on a raster map
cs: Poèítám index støední hodnoty atributu pixelu rastrové mapy
sv: Beräknar medelvärde för pixelattributindex på en rasterkarta

source: Calculates mean patch size index on a raster map, using a 4 neighbour algorithm
cs: Poèítá prùmìrný index velikosti plo¹ek rastrové mapy za pou¾ití algoritmu 4 sousedù.
sv: Beräknar index för genomsnittlig patchstorlek på en rasterkarta med hjälp av en algoritm med 4 grannar

source: Calculates coefficient of variation of patch area on a raster map
cs: Poèítám koeficient variance plo¹ky v rastrové mapì
sv: Beräknar variationskoefficienten för ett område på en rasterkarta

source: Calculates range of patch area size on a raster map
cs: Poèítá rozsah velikosti plo¹ek na v rastrové mapì
sv: Beräknar intervallet för patchområdets storlek på en rasterkarta

source: Calculates standard deviation of patch area a raster map
cs: Poèítá standardní odchylku plo¹ek rastrové mapy
sv: Beräknar standardavvikelsen för ett område på en rasterkarta

source: Calculates patch density index on a raster map, using a 4 neighbour algorithm
cs: Poèítá index hustoty plo¹ek na rastrové mapì za pou¾ití algoritmu 4 sousedù
sv: Beräknar patch density index på en rasterkarta med hjälp av en 4 grannar-algoritm

source: Calculates patch number index on a raster map, using a 4 neighbour algorithm.
cs: Poèítá index poètu plo¹ek na rastrové mapì za pou¾ití altoritmu 4 sousedù.
sv: Beräknar patchnummerindex på en rasterkarta med hjälp av en algoritm med 4 grannar.

source: Calculates Pielou's diversity index on a raster map
sv: Beräknar Pielous mångfaldsindex på en rasterkarta

source: Calculates Renyi's diversity index on a raster map
sv: Beräknar Renyis mångfaldsindex på en rasterkarta

source: Alpha value is the order of the generalized entropy
sv: Alpha-värdet är ordningen på den generaliserade entropin

source: Calculates richness index on a raster map
sv: Beräknar rikedomsindex på en rasterkarta

source: Calculates Shannon's diversity index on a raster map
cs: Poèítám Shannonùv index diversity rastrové mapy
sv: Beräknar Shannons mångfaldsindex på en rasterkarta

source: Calculates shape index on a raster map
cs: Poèítám index tvaru rastrové mapy
sv: Beräknar formindex på en rasterkarta

source: Calculates Simpson's diversity index on a raster map
cs: Spoèítá Simpsonùv index diversity index rastrové mapy
sv: Beräknar Simpsons mångfaldsindex på en rasterkarta

source: Unknown type: %d
cs: Neznámý typ: %d
sv: Okänd typ: %d

source: Invalid type: %d
cs: Chybný typ: %d
sv: Ogiltig typ: %d

source: Too few arguments for function '%s'
cs: Pøíli¹ málo argumentù funkce '%s'
sv: För få argument för funktionen '%s'

source: Too many arguments for function '%s'
cs: Pøíli¹ mnoho parametrù pro funkci '%s'
sv: För många argument för funktionen '%s'

source: Invalid argument type for function '%s'
cs: ©patný typ argumentu funkce '%s'
sv: Ogiltig argumenttyp för funktionen '%s'

source: Invalid return type for function '%s'
cs: ©patný návratový typ pro funkci '%s'
sv: Ogiltig returtyp för funktionen '%s'

source: Unknown type for function '%s'
cs: Neznámý typ funkce '%s'
sv: Okänd typ för funktionen '%s'

source: Number of arguments for function '%s'
cs: Poèet argumentù pro funkci '%s'
sv: Antal argument för funktionen '%s'

source: Unknown error for function '%s'
cs: Neplatná chyba pro funkci '%s'
sv: Okänt fel för funktionen '%s'

source: output map <%s> exists. To overwrite, use the --overwrite flag
sv: utdatamapp <%s> finns. För att skriva över, använd flaggan --overwrite

source: Undefined variable '%s'
cs: Nedefinována promìnná '%s'
sv: Odefinierad variabel '%s'

source: Invalid map <%s>
cs: Neplatná mapa <%s>
sv: Ogiltig karta <%s>

source: Undefined function '%s'
cs: Funkce '%s' není definovaná
sv: Odefinierad funktion '%s'

source: Too few arguments (%d) to function %s()
cs: Pøíli¹ málo argumentù (%d) funkce %s()
sv: För få argument (%d) till funktionen %s()

source: Too many arguments (%d) to function %s()
cs: Pøíli¹ mnoho argumentù (%d) funkce %s()
sv: För många argument (%d) till funktionen %s()

source: Incorrect argument types to function %s()
cs: Neplatné typy argumentù funkce %s()
sv: Felaktiga argumenttyper till funktionen %s()

source: Internal error for function %s()
cs: Interní chba funkce %s()
sv: Internt fel för funktionen %s()

source: Invalid map modifier: '%c'
cs: Chybný mapový modifikátor: '%c'
sv: Ogiltig kartmodifierare: '%c'

source: Illegal number of arguments (%d) for operator '%s'
cs: ©patný poèet argumentù (%d) operátoru '%s'
sv: Otillåtet antal argument (%d) för operatorn '%s'

source: Format_expression_prec: unknown type: %d
cs: FOrmat_expression_prec: neznámý typ: %d
sv: Format_expression_prec: okänd typ: %d

source: Known functions:
cs: Známé funkce:
sv: Kända funktioner:

source: Raster map calculator.
sv: Kalkylator för rasterkarta.

source: Expression to evaluate
sv: Uttryck som ska utvärderas

source: Expression
sv: Uttryck

source: The computational region that should be used.
sv: Den beräkningsregion som ska användas.

source: current uses the current region of the mapset
sv: current använder den aktuella regionen i kartuppsättningen

source: intersect computes the intersection region between all input maps and uses the smallest resolution
sv: intersect beräknar skärningsregionen mellan alla inmatade kartor och använder den minsta upplösningen

source: union computes the union extent of all map regions and uses the smallest resolution
sv: union beräknar unionsutbredningen för alla kartregioner och använder den minsta upplösningen

source: File containing expression(s) to evaluate
sv: Fil som innehåller uttryck som ska utvärderas

source: List input and output maps
sv: Lista inmatnings- och utmatningskartor

source: %s= and -%c are mutually exclusive
sv: %s= och -%c utesluter varandra ömsesidigt

source: parse error
sv: parse-fel

source: Floating point error(s) occurred in the calculation
sv: Fel i flyttal inträffade i beräkningen

source: Unable to read color file for raster map <%s@%s>
cs: Nelze èíst tabulku barev rastrové mapy <%s@%s>
sv: Det gick inte att läsa färgfilen för rasterkartan <%s@%s>

source: Unable to create btree for raster map <%s@%s>
cs: Nelze vytvoøit btree pro rastrovou mapu <%s@%s>
sv: Det går inte att skapa btree för rasterkartan <%s@%s>

source: Error writing data
cs: Chuba pøi zápisu dat
sv: Fel vid skrivning av data

source: Unable to close raster map <%s@%s>
cs: Nelze uzavøít rastrovou mapu <%s@%s>
sv: Det går inte att stänga rasterkartan <%s@%s>

source: Unable to close output raster map
cs: Nelze uzavøít výstupní rastrovou mapu
sv: Det går inte att stänga rasterkartan för utdata

source: reclassification
sv: omklassificering

source: Reports presence or absence of a raster mask
sv: Rapporterar närvaro eller frånvaro av en rastermask

source: Provides information about the presence of a 2D raster mask as text output or return code
sv: Ger information om närvaron av en 2D-rastermask som textutdata eller returkod

source: Format for reporting
sv: Format för rapportering

source: Return code 0 when mask present, 1 otherwise
sv: Returkod 0 när mask finns, 1 annars

source: Behave like the test utility, 0 for true, 1 for false, no output
sv: Uppför sig som testverktyget, 0 för sant, 1 för falskt, ingen utdata

source: Mask is active
sv: Masken är aktiv

source: Mask name: %s
sv: Maskens namn: %s

source: Mask is not present
sv: Masken är inte närvarande

source: If activated, mask name will be: %s
sv: Om den är aktiverad kommer masknamnet att vara: %s

source: Mask is a raster reclassified from: %s
sv: Mask är ett raster omklassificerat från: %s

source: Cannot open filter file '%s'
cs: Nelze otevøít soubor s filtrem '%s'
sv: Det går inte att öppna filterfilen '%s'

source: Illegal filter matrix size specified
cs: Byla zadána neplatná velikost matice filtru
sv: Olaglig filtermatrisstorlek angiven

source: Even filter matrix size specified
cs: Bylo zadáno sudé èíslo jako velikost matice
sv: Även filtermatrisens storlek specificerad

source: Illegal filter matrix
cs: Neplatná matice filtru
sv: Olaglig filtermatris

source: Filter file format error
cs: Chyba formátu souboru s maticí
sv: Fel i filformat för filterfil

source: Duplicate filter divisor specified
cs: Dvakrát urèený filtr rozdìlení
sv: Duplicerat filter divisor specificerad

source: Illegal divisor matrix
cs: ©patná dìlící matice
sv: Olaglig divisormatris

source: Duplicate filter type specified
cs: Dvakrát specifikovaný typ filtru
sv: Duplikat av angiven filtertyp

source: Illegal filter type specified
cs: Byl zadán neplatný typ filtru
sv: Otillåten filtertyp angiven
