Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Icon size of point features (in map-units)
cs: Velikost ikony bodových prvkù (v mapových jednotkách)
sv: Ikonstorlek för punktfunktioner (i kartenheter)

source: Highlight color for text
cs: Zvýrazòující barva textu
sv: Markera färg för text

source: Width of highlight coloring
cs: ©íøka zvýrazòujícího obarvení
sv: Bredd på markeringsfärgen

source: Opaque to vector (only relevant if background color is selected)
cs: Neprùhlednost (relevantní pouze pokud je zvolena barva pozadí)
sv: Ogenomskinlig för vektor (endast relevant om bakgrundsfärg har valts)

source: Border width (only for ps.map output)
cs: ©íøka rámeèku (pouze pro výstup ps.map)
sv: Kantbredd (endast för ps.map-utdata)

source: Creates paint labels for a vector map from attached attributes.
cs: Vytvoøí ¹títky pro vektorovou mapu a pøipojí atributy.
sv: Skapar färgetiketter för en vektorkarta från bifogade attribut.

source: If not given the name of the input map is used
cs: Jestli ne, bude pou¾ito zadané jméno vstupní mapy
sv: Om inget anges används namnet på inmatningskartan

source: Rotate labels to align with lines
cs: Otoèit popisky pro vyrovnání podél linií
sv: Rotera etiketterna för att anpassa dem till linjerna

source: Curl labels along lines
cs: Natoèit popisky podél linií
sv: Krulla etiketter längs linjer

source: Offset label in x-direction
cs: Ofset ¹títku ve smìru x
sv: Förskjutning av etiketten i x-riktning

source: Placement
cs: Umístìní
sv: Placering

source: Offset label in y-direction
cs: Ofset ¹títku ve smìru y
sv: Förskjutning av etiketten i y-riktning

source: Reference position
cs: Referenèní poloha
sv: Referensposition

source: Space between letters for curled labels (in map-units)
cs: Mezera mezi písmeny pro natoèení popiskù (v mapových jednotkách)
sv: Mellanrum mellan bokstäverna för böjda etiketter (i kartanheter)

source: Label size (in points)
cs: Velikost ¹títkù (v bodech)
sv: Etikettstorlek (i punkter)

source: Border width
cs: ©íøka hranice
sv: Rambredd

source: size and space options vary significantly which may lead to crummy output
cs: volby velikost a tvar jsou podstatnì rùzné co¾ mù¾e vést ke ¹patnému výstupu
sv: storlek och utrymmesalternativ varierar avsevärt vilket kan leda till dålig produktion

source: Too many parameters for <reference>
cs: Pøíli¹ mnoho parametrù pro <reference>
sv: För många parametrar för <reference>

source: Labeled %d lines.
cs: %d linií oznaèeno
sv: Märkta %d linjer.

source: Impossible to read the database
cs: Nelze èíst íºdaje z databáze
sv: Omöjligt att läsa databasen

source: Impossible to update the database
cs: Nelze aktualizovat íºdaje v databázi
sv: Omöjligt att uppdatera databasen

source: Impossible to write in the database
cs: Nelze zapsat íºdaje do databáze
sv: Omöjligt att skriva i databasen

source: Corrects the v.lidar.growing output. It is the last of the three algorithms for LIDAR filtering.
sv: Korrigerar utdata från v.lidar.growing. Det är den sista av de tre algoritmerna för LIDAR-filtrering.

source: Estimate point density and distance and quit
sv: Uppskatta punkttäthet och avstånd och avsluta

source: Estimate point density and distance in map units for the input vector points within the current region extents and quit
sv: Uppskatta punkttäthet och avstånd i kartenheter för inmatningsvektorns punkter inom den aktuella regionens utbredning och avsluta

source: Input observation vector map name (v.lidar.growing output)
cs: Název vstupní vektorové vrstvy observace (výstup v.lidar.growing)
sv: Namn på observationsvektorkarta för indata (v.lidar.growing output)

source: Output classified vector map name
cs: Název klasifikované vektorové vrstvy
sv: Namn på klassificerad vektor för utdatakarta

source: Name for output only 'terrain' points vector map
sv: Namn för utdata endast "terräng"-punkter vektor karta

source: Length of each spline step in the east-west direction
sv: Längd på varje spline-steg i öst-västlig riktning

source: Default: 25 * east-west resolution
sv: Standard: 25 * öst-västlig upplösning

source: Length of each spline step in the north-south direction
sv: Längd på varje spline-steg i nord-sydlig riktning

source: Default: 25 * north-south resolution
sv: Standard: 25 * nord-sydlig upplösning

source: Regularization weight in reclassification evaluation
cs: Váha regularizace pro výpoèet reklasifikace
sv: Regulariseringsvikt i utvärdering av omklassificering

source: High threshold for object to terrain reclassification
cs: Horní práh pro objekty terénní reklasifikace
sv: Hög tröskel för omklassificering av objekt till terräng

source: Low threshold for terrain to object reclassification
cs: Dolní práh pro terén do reklasifikace objektù
sv: Låg tröskel för omklassificering av terräng till objekt

source: Input vector map <%s> is not 3D!
sv: Ingångsvektorkarta <%s> är inte 3D!

source: Estimated point density: %.4g
sv: Beräknad punkttäthet: %.4g

source: Estimated mean distance between points: %.4g
sv: Beräknat medelavstånd mellan punkter: %.4g

source: No points in current region!
sv: Inga punkter i nuvarande region!

source: Unable to read name of database
cs: Nelze èíst jméno databáze
sv: Det går inte att läsa namnet på databasen

source: Unable to read name of driver
cs: Nelze èíst jméno ovladaèe
sv: Det går inte att läsa namnet på drivrutinen

source: No database connection for driver <%s> is defined. Run db.connect.
cs: Spojení s databází nebylo pro ovladaè <%s> definováno. Spus»te db.connect
sv: Ingen databasanslutning för drivrutinen <%s> har definierats. Kör db.connect.

source: Old auxiliary table could not be dropped
sv: Gammalt hjälpbord kunde inte tas bort

source: Adjusted EW spline %d
sv: Justerad EW-spline %d

source: Adjusted NS spline %d
sv: Justerad NS spline %d

source: Subregion %d of %d
sv: Underregion %d av %d

source: Performing mean calculation...
sv: Utföra en medelmåttig beräkning...

source: Correction and creation of terrain vector map...
sv: Korrigering och skapande av terrängvektorkarta...

source: No data within this subregion. Consider changing the spline step.
sv: Inga data inom denna delregion. Överväg att ändra spline-steg.

source: Auxiliary table could not be dropped
sv: Hjälpbordet kunde inte tas bort

source: Impossible to read from aux table
sv: Omöjligt att läsa från aux-bord

source: Impossible to update aux table
sv: Omöjligt att uppdatera aux-tabellen

source: Impossible to write to aux table
sv: Omöjligt att skriva till aux-bordet

source: Detects the object's edges from a LIDAR data set.
cs: Detekovat hrany objektù z LIDAR dat.
sv: Detekterar objektets kanter från en LIDAR-datauppsättning.

source: Default: 4 * east-west resolution
sv: Standard: 4 * upplösning i öst-västlig riktning

source: Default: 4 * north-south resolution
sv: Standard: 4 * nord-sydlig upplösning

source: Regularization weight in gradient evaluation
cs: Váha regularizace pro výpoèet gradientu
sv: Regulariseringsvikt i gradientutvärdering

source: High gradient threshold for edge classification
cs: Horní práh gradientu pro klasifikaci hran
sv: Tröskelvärde med hög gradient för kantklassificering

source: Low gradient threshold for edge classification
cs: Dolní práh gradientu pro klasifikaci hran
sv: Tröskelvärde med låg gradient för kantklassificering

source: Angle range for same direction detection
cs: Úhlový rozsah pro detekci smìru
sv: Vinkelområde för detektering av samma riktning

source: Regularization weight in residual evaluation
cs: Váha regularizace pro výpoèet zbytkových chyb
sv: Regulariseringsvikt i residualutvärdering

source: It was impossible to create <%s>.
cs: Nelze vytvoøit <%s>.
sv: Det var omöjligt att skapa <%s>.

source: It was impossible to create <%s> interpolation table in database.
cs: Nelz vytvoøit interpolaèní tabulku <%s> v databázi.
sv: Det var omöjligt att skapa <%s> interpolationstabell i databasen.

source: Adjusted EW splines %d
sv: Justerade EW-splines %d

source: Adjusted NS splines %d
sv: Justerade NS-splines %d

source: Performing bilinear interpolation...
sv: Utför bilinjär interpolation...

source: Performing bicubic interpolation...
sv: Utför bikubisk interpolation...

source: Point classification...
sv: Punktindelning...

source: ...now exiting to system...
cs: ...návrat do systému...
sv: ...nu ut till systemet...

source: Building contour determination and Region Growing algorithm for determining the building inside
cs: Hledání linií a algoritmus rùstu regionu (Region Growing) pro nalezení vnitøkù budov
sv: Bestämning av byggnadskontur och algoritm för regionodling för att bestämma byggnadens insida

source: Input vector (v.lidar.edgedetection output)
sv: Ingångsvektor (v.lidar.edgedetection-utgång)

source: Name of the first pulse vector map
cs: Název vektorové vrstvy prvního impulsu
sv: Namn på den första pulsvektorkartan

source: Threshold for cell object frequency in region growing
cs: Práh pro frekvenci cell objektu v rostoucím regionu
sv: Tröskelvärde för cellobjektsfrekvens vid regiontillväxt

source: Threshold for double pulse in region growing
cs: Práh pro dvojitý impuls v rostoucím regionu
sv: Tröskelvärde för dubbelpuls i region som växer

source: Unable to open table <%s>
sv: Det går inte att öppna tabellen <%s>

source: Setting regions and boxes
cs: Nastavuji regiony a okraje
sv: Ställa in regioner och boxar

source: Rows = %d
cs: Øádky = %d
sv: Rader = %d

source: Columns = %d
cs: Sloupce = %d
sv: Kolumner = %d

source: read points in input vector
sv: läsa punkter i inmatningsvektorn

source: Region Growing
sv: Växande region

source: linear reference system
sv: linjärt referenssystem

source: Creates a linear reference system.
sv: Skapar ett linjärt referenssystem.

source: Input vector map containing lines
cs: Vstupní mapa obsahující linie
sv: Vektorkarta för indata som innehåller linjer

source: Output vector map where oriented lines are written
cs: Výstupní mapa, do které budou zapsány linie se smìrem
sv: Vektorkarta för utdata där orienterade linjer är skrivna

source: Output vector map of errors
cs: Výstupnívektorová mapa s chybami
sv: Utgångsvektorkarta över fel

source: Input vector map containing reference points
cs: Vstupní vektorová mapa obsahující referenèní body
sv: Vektorkarta för indata som innehåller referenspunkter

source: Line layer
cs: Vrstva linie
sv: Linjelager

source: Point layer
cs: vrstva bodù
sv: Punktlager

source: Column containing line identifiers for lines
cs: Sloupec obsahující identifikátory linií
sv: Kolumn som innehåller linjeidentifierare för linjer

source: Column containing line identifiers for points
cs: Sloupec obsahující identifikátory bodù
sv: Kolumn som innehåller linjeidentifierare för punkter

source: Column containing milepost position for the beginning of next segment
cs: Sloupec obsahující pozici milníku (MP) pro zaèátek dal¹ího segmentu
sv: Kolumn som innehåller milstolpeposition för början av nästa segment

source: Column containing offset from milepost for the beginning of next segment
cs: Sloupec obsahující odchylku od milníku (MP) pro za¾átek dal¹ího segmentu
sv: Kolumn som innehåller offset från milstolpe för början av nästa segment

source: Column containing milepost position for the end of previous segment
cs: Soupec obsahující pozici milníku (MP) pro konec pøechozího segmentu
sv: Kolumn som innehåller milstolpeposition för slutet av föregående segment

source: Column containing offset from milepost for the end of previous segment
cs: Soupec obsahující odchylku milníku (MP) pro konec pøechozího segmentu
sv: Kolumn som innehåller offset från milstolpe för slutet av föregående segment

source: Driver name for reference system table
cs: Jméno ovladaèe pro tabulku referenèního systému
sv: Drivrutinens namn för referenssystemtabell

source: Database name for reference system table
cs: Název sdatabáze s tabulkou referenèního systému
sv: Databasnamn för tabell i referenssystem

source: Name of table where the reference system will be written
cs: Jméno tabulky, kde bude zaúsán refereèní systém
sv: Namn på tabell där referenssystemet kommer att skrivas

source: New table is created by this module
cs: Tímto modulem byla vytvoøena nová tabulka
sv: Ny tabell skapas av denna modul

source: Maximum distance of point to line allowed
cs: maximální vzdálenost od bodu k síti
sv: Högsta tillåtna avstånd mellan punkt och linje

source: Cannot get layer info for lines
cs: Nelze získat info o vrstvì pro linie
sv: Det går inte att få lagerinformation för linjer

source: Cannot get layer info for points
cs: Nelze získat info o vrstvì pro body
sv: Det går inte att få lagerinformation för punkter

source: Unable to open database for reference table
cs: Nelze otevøít databázipro referenèní tabulku
sv: Det går inte att öppna databasen för referenstabellen

source: Unable to drop table: %s
cs: Nelze vyjmout tabulku: %s
sv: Det går inte att släppa tabellen: %s

source: Unable to select line id values from %s.%s.
cs: Nelze vybrat hodnoty ID linií z %s.%s.
sv: Det går inte att välja rad-ID-värden från %s.%s.

source: Line id column must be integer
cs: Sloupec s ID linie musí být typu integer
sv: Kolumnen Line id måste vara ett heltal

source: Unable to fetch line id from line table
cs: Nelze získat ID linie z tabulky linie
sv: Det går inte att hämta linje-ID från linjetabellen

source: Line [%d] without category (layer [%d])
cs: Linie [%d] nemá kategorie (vrstva [%d])
sv: Linje [%d] utan kategori (lager [%d])

source: No lines selected for line id [%d]
cs: NEvybrány ¾ádné linie ID [%d]
sv: Inga rader valda för rad-ID [%d]

source: Unable to select point attributes from <%s>
cs: Nelze vybrat atributy bodu z <%s>
sv: Det går inte att välja punktattribut från <%s>

source: Milepost (start) %f+%f used as %f+%f (change MP to integer)
cs: Milník(MP) (poèátek) %f+%f pou¾it jako %f+%f (zmìní MP na typ integer)
sv: Milstolpe (start) %f+%f används som %f+%f (ändra MP till heltal)

source: Milepost (end) %f+%f used as %f+%f (change MP to integer)
cs: Milník(MP) (konec) %f+%f pou¾it jako %f+%f (zmìní MP na typ integer)
sv: Milstolpe (slut) %f+%f används som %f+%f (ändra MP till heltal)

source: Point [%d] without category (layer [%d])
cs: Bod [%d] bez kategorie (vrstva [%d])
sv: Punkt [%d] utan kategori (lager [%d])

source: Point [%d] cat [%d] is out of threshold (distance = %f)
cs: Bod [%d] cat [%d] je mimo mezní hodnotu (vzdálenot = %f)
sv: Punkt [%d] katt [%d] ligger utanför tröskelvärdet (avstånd = %f)

source: End > start for point cat [%d]
cs: Konec > start pro kategorie bodù [%d]
sv: Slut > start för punkt kat [%d]

source: Start of 1. MP >= end of 2. MP for points' cats [%d], [%d]
sv: Början av 1. MP >= slutet av 2. MP för punkters katter [%d], [%d]

source: Start of 1. MP >= start of 2. MP for points' cats [%d], [%d]
cs: Poèátek 1.MP >= poèátek 2. MP pro body cats [%d], [%d]
sv: Start av 1. MP >= start av 2. MP för punkters katter [%d], [%d]

source: Distance along line identical for points' cats [%d], [%d]
cs: Vzdálenost podél linie je identická pro body cats[%d], [%d]
sv: Avstånd längs linje identisk för punkternas katter [%d], [%d]

source: Not enough points (%d) attached to the line (cat %d), line skip.
cs: Nedostatek bodù (%d) podél linie (cat %d) linii vynechácám.
sv: Inte tillräckligt med punkter (%d) kopplade till linjen (kat %d), linjesprång.

source: Unable to guess direction for the line (cat %d), line skip.
cs: Nelze urèit smìr linie (cat %d), linie vynechána
sv: Kan inte gissa riktningen för linjen (cat %d), hoppa över linjen.

source: Incorrect order of points along line cat [%d]
cs: Nesprávný postup bodù podél linie cat [%d]
sv: Felaktig ordning på punkterna längs linjen cat [%d]

source: Unable to insert reference records: %s
cs: Nelze vlo¾it nový záznam: %s
sv: Det går inte att infoga referensposter: %s

source: Building topology for output (out_lines) map...
cs: Buduji topologii pro výstupní (out_lines) mapu...
sv: Bygga topologi för kartan output (out_lines) ...

source: Building topology for error (err) map...
cs: Buduji topologii pro vektorovou mapu s chybami ...
sv: Bygga topologi för fel (err) karta...

source: Creates stationing from input lines, and linear reference system.
sv: Skapar stationering från inmatningslinjer och linjärt referenssystem.

source: Output vector map where stationing will be written
cs: Výstupní vektorová mapa, kde bude zapsáno stanièení
sv: Utgångsvektorkarta där stationeringen kommer att skrivas

source: Name of the reference system table
cs: Název tabulku referenèního systému
sv: Namn på referenssystemets tabell

source: Label file
cs: Soubor s popisky
sv: Etikettfil

source: PM left, MP right, stationing left, stationing right offset
cs: MP levý, MP pravý, stanièení vlevo, stanièení vpravo odchylka
sv: PM vänster, MP höger, stationering vänster, stationering höger offset

source: Offset label in label x-direction in map units
cs: Ofset ¹títku ve smìru X v mapových jednotkách
sv: Offset etikett i etikett x-riktning i kartanheter

source: Offset label in label y-direction in map units
cs: Ofset ¹títku ve smìru Y v mapových jednotkách
sv: Förskjutning av etikett i etikett y-riktning i kartenheter

source: Line width of text
cs: ©íøka linie textu
sv: Textens radbredd

source: Only for d.label output
cs: Pouze pro výstup d.label
sv: Endast för d.label-utgång

source: Line width of highlight color
cs: ©íøka zvýrazòujícího obarvení
sv: Linjebredd för markeringsfärg

source: Opaque to vector
cs: Prùhlednost vektorové mapy
sv: Ogenomskinlig för vektor

source: Only relevant if background color is selected
cs: Relevantní pouze pokud je zvolena barva pozadí
sv: Endast relevant om bakgrundsfärg är vald

source: Unable to select records from LRS table: %s
cs: Nelze vybrat data z LRS tabulky: %s
sv: Det går inte att välja poster från LRS-tabellen: %s

source: Unable to fetch data from table
cs: Nelze vybrat data z tabulky
sv: Det går inte att hämta data från tabellen

source: No record in LR table
cs: Není ¾ádný záznam v LR tabulce
sv: Ingen registrering i LR-tabellen

source: More than one record in LR table
cs: Více ne¾ jeden záznam nalezen v LR tabulce
sv: Mer än en post i LR-tabellen

source: Creates points/segments from input lines, linear reference system and positions read from stdin or a file.
cs: Vytvoøí body/segmenty ze vstupních linií, lineární referenèní systém a umístìní jsou èteny ze standartníh vstupu nebo souboru.
sv: Skapar punkter/segment från inmatade linjer, linjärt referenssystem och positioner som läses från stdin eller en fil.

source: Output vector map where segments will be written
cs: Výstupní mapa, do které budou zapsány segmenty
sv: Utgångsvektorkarta där segmenten kommer att skrivas

source: Name of file containing segment rules. If not given, read from stdin.
cs: Název souboru s pravidly rozdìlení , pokud nezadáno, ète se standardní vstup
sv: Namn på fil som innehåller segmentregler. Om inte angivet, läses från stdin.

source: Cannot read input: %s
cs: Nelze naèíst vstup: %s
sv: Det går inte att läsa inmatningen: %s

source: No record in LR table for: %s
cs: ®ádný záznam v LR tabulce pro: %s
sv: Ingen registrering i LR-tabellen för: %s

source: More than one record in LR table for: %s
cs: Více ne¾ jeden záznam v LR tabulce pro: %s
sv: Mer än en post i LR-tabellen för: %s

source: Unable to find line of cat [%d]
cs: Nelze nalézt linii s kategorií [%d]
sv: Det går inte att hitta kattlinjen [%d]

source: Cannot get point on line: cat = [%d] distance = [%f] (line length = %f) %s
cs: Nelze èíst bod na linii: cat = [%d] vzdálenost = [%f] (délka linie = %f) %s
sv: Kan inte få punkt på linjen: cat = [%d] distance = [%f] (linjelängd = %f) %s

source: No record in LRS table for 1. point of: %s
cs: ®ádný záznam v LRS tabulce pro 1. bod z: %s
sv: Ingen registrering i LRS-tabellen för 1. punkt av: %s

source: Using last from more offsets found for 1. point of: %s
cs: Pou¾ívám poslední z více nalezených odchylek pro 1. bod: %s
sv: Med hjälp av sista från fler offsets hittades för 1. punkt av: %s

source: Requested offset for the 1. point not found, using nearest found: %s
cs: Po¾adovaná odchylka pro 1. bod nenalezena, pou¾iji nejbli¾¹í nalezenou: %s
sv: Begärd offset för 1:a punkten hittades inte, närmaste punkt används: %s

source: No record in LRS table for 2. point of: %s
cs: ®ádný záznam v LRS tabulce pro 2. bod z: %s
sv: Ingen post i LRS-tabellen för 2. point of: %s

source: Requested offset for the 2. point not found, using nearest found: %s
cs: Po¾adovaná odchylka pro 2. bod nenalezena, pou¾iji nejbli¾¹í nalezenou: %s
sv: Begärd offset för 2:a punkten hittades inte, närmaste punkt används: %s

source: Using first from more offsets found for 2. point of: %s
cs: ou¾ívám první z více nalezených odchylek pro 2. bod: %s
sv: Använda första från mer offsets hittades för 2. punkt av: %s

source: Segment over 2 (or more) segments, not yet supported
cs: Segment pøesahuje pøes 2 nebo více segmentù, je¹tì není podporováno
sv: Segment över 2 (eller fler) segment, stöds ännu inte

source: End of segment > line length (%e) -> cut
cs: Konec segmentu >délka linie (%e) -> støih
sv: Slut på segmentet > linjelängd (%e) -> kapning

source: Cannot make line segment: cat = %d : %f - %f (line length = %f) %s
cs: Nelze vytvoøit segment linie: cat =%d : %f - %f (délka linie = %f) %s
sv: Kan inte skapa linjesegment: cat = %d : %f - %f (linjelängd = %f) %s

source: Incorrect segment type: %s
cs: ©patný typ segmentù: %s
sv: Felaktig segmenttyp: %s

source: [%d] point read from input
sv: [%d] punkt läst från ingång

source: %d lost
sv: %d förlorade

source: [%d] point written to output map (%s)
sv: [%d] punkt skrivs till utmatningskarta (%s)

source: [%d] line read from input
sv: [%d] rad läst från inmatning

source: [%d] line written to output map (%s)
sv: [%d] rad skrivs till utmatningskarta (%s)

source: Finds line id and real km+offset for given points in vector map using linear reference system.
cs: Nalezne id linie a skuteènou délku + odchylku pro dané body ve vektorové mapì pou¾ívající lineární referenèní systém.
sv: Hittar linje-ID och verklig km+offset för givna punkter i vektorkarta med hjälp av linjärt referenssystem.

source: Input vector map containing points
cs: Vstupní vektorová mapa obsahující body
sv: Vektorkarta för indata som innehåller punkter

source: Maximum distance to nearest line
cs: Maximální vzdálenost k nejbli¾¹ímu prvku
sv: Maximalt avstånd till närmaste linje

source: [%d] position found
sv: [%d] position hittades

source: [%d] point outside threshold
sv: [%d] punkt utanför tröskelvärdet

source: [%d] point - no record found
sv: [%d] punkt - ingen post hittades

source: [%d] point - too many records found
sv: [%d] punkt - för många poster hittades

source: Writing out hexagon grid...
sv: Skriva ut hexagon rutnät...

source: Creates a vector map of a user-defined grid.
sv: Skapar en vektorkarta av ett användardefinierat rutnät.

source: rows,columns
sv: rader,kolumner

source: Number of rows and columns in grid
cs: Poèet øádkù a sloupcù v møí¾ce
sv: Antal rader och kolumner i rutnätet

source: Where to place the grid
cs: Kde umístit møí¾ku(rastr)
sv: Var du ska placera gallret

source: current region
sv: nuvarande region

source: use 'coor' and 'box' options
sv: använd alternativen "coor" och "box

source: Lower left easting and northing coordinates of map
cs: východní a severní souøadnice spodního levého rohu mapy
sv: Kartans öst- och nordkoordinater längst ned till vänster

source: width,height
sv: bredd,höjd

source: Width and height of boxes in grid
cs: ©íøka a vá¹ka oken v møí¾ce
sv: Bredd och höjd på rutorna i rutnätet

source: Angle of rotation (in degrees counter-clockwise)
cs: Úhel rotace (ve stupních proti smìru hodinových ruèièek)
sv: Rotationsvinkel (i grader moturs)

source: Number of vertex points per grid cell
sv: Antal vertexpunkter per gridcell
