Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Rebuild topology
cs: Vytvoøit/znovu sestavit topologii
sv: Återskapa topologi

source: Univariate raster statistics
cs: Univariantní statistika rastrové vrstvy
sv: Univariat rasterstatistik

source: Report raster statistics
sv: Rapportera rasterstatistik

source: Profile
cs: Profil
sv: Profil

source: Save web service layer
sv: Spara webbtjänstlager

source: Unable to create profile of raster map.
cs: Nelze vytvoøit profil rastrové mapy.
sv: Det går inte att skapa en profil för en rasterkarta.

source: Raster map
cs: Rastrová mapa
sv: Rasterkarta

source: Vector map
cs: Vektorová mapa
sv: Vektorkarta

source: 3D raster map
cs: 3D rastrová mapa
sv: 3D-rasterkarta

source: Unsupported map type <%s>
sv: Map-typ <%s> stöds inte

source: Enter name for the new %s in the current mapset:
sv: Ange namn för den nya %s i den aktuella kartuppsättningen:

source: Make a copy of %s <%s>
sv: Gör en kopia av %s <%s>

source: %s <%s> already exists in the current mapset. Do you want to overwrite it?
sv: %s <%s> finns redan i den aktuella kartuppsättningen. Vill du skriva över den?

source: Unable to make copy of <%s>
sv: Det går inte att göra en kopia av <%s>

source: Unable to make copy of <%s>. Mapset <%s> is not current mapset.
sv: Det går inte att göra en kopia av <%s>. Kartset <%s> är inte aktuellt kartset.

source: Unable to display histogram of raster map. No map name defined.
sv: Det går inte att visa histogram för rasterkarta. Inget kartnamn definierat.

source: Unable to start wxGUI vector digitizer. Details: %s
sv: Det går inte att starta wxGUI vector digitizer. Detaljerad information: %s

source: Set opacity of <{}>
sv: Ställ in opacitet för <{}>

source: Layer group:
cs: Skupina vrstev:
sv: Lagergrupp:

source: Click to edit layer settings
cs: Kliknìte pro nastavení vrstev
sv: Klicka för att redigera lagerinställningar

source: (double click to set properties)
cs: (dvojklik pro nastavení vlastností)
sv: (dubbelklicka för att ställa in egenskaper)

source: Please wait, updating data...
cs: Prosím èekejte, aktualizuji data...
sv: Vänta, uppdaterar data...

source: Welcome to wxGUI Interactive Python Shell %s
sv: Välkommen till wxGUI Interactive Python Shell %s

source: Type %s for more GRASS scripting related information.
sv: Skriv %s för mer GRASS-skriptrelaterad information.

source: Type %s to add raster or vector to the layer tree.
sv: Skriv %s för att lägga till raster eller vektor i lagerträdet.

source: Delete all text from the shell
sv: Ta bort all text från skalet

source: Simple &editor
sv: Enkel &redaktör

source: Open a simple Python code editor
sv: Öppna en enkel Python-kodredigerare

source: Raster or vector map <%s> not found
sv: Raster- eller vektorkarta <%s> hittades inte

source: Raster map <%s> added
sv: Rasterkarta <%s> tillagd

source: Vector map <%s> added
sv: Vektorkarta <%s> tillagd

source: Mask
cs: Maska
sv: Maskera

source: Left mouse click to remove the raster mask
sv: Vänster musklick för att ta bort rastermasken

source: Are you sure that you want to remove the current raster mask?
sv: Är du säker på att du vill ta bort den aktuella rastermasken?

source: Remove raster mask
sv: Ta bort rastermask

source: Create new workspace (Ctrl+N)
sv: Skapa en ny arbetsyta (Ctrl+N)

source: Open existing workspace file (Ctrl+O)
cs: Otevøít existující soubor s pracovní oblastí (Ctrl+O)
sv: Öppna befintlig arbetsytafil (Ctrl+O)

source: Save current workspace to file (Ctrl+S)
cs: Ulo¾it pracovní oblast do souboru (Ctrl+S)
sv: Spara aktuell arbetsyta till fil (Ctrl+S)

source: New workspace
sv: Ny arbetsyta

source: Open workspace
sv: Öppet arbetsutrymme

source: Save workspace
cs: Ulo¾it pracovní oblast
sv: Spara arbetsyta

source: Add multiple raster or vector map layers (Ctrl+Shift+L)
sv: Lägg till flera raster- eller vektorkartlager (Ctrl+Shift+L)

source: Add raster map layer (Ctrl+Shift+R)
sv: Lägg till rasterkartlager (Ctrl+Shift+R)

source: Add various raster map layers (RGB, HIS, shaded relief...)
sv: Lägga till olika rasterkartlager (RGB, HIS, skuggad relief...)

source: Add vector map layer (Ctrl+Shift+V)
sv: Lägg till vektorkartlager (Ctrl+Shift+V)

source: Add various vector map layers (thematic, chart...)
sv: Lägg till olika vektorkartlager (tematiskt, diagram...)

source: Add web service layer (WMS, WMTS, NASA OnEarth)
sv: Lägg till webbtjänstlager (WMS, WMTS, NASA OnEarth)

source: Add group
cs: Pøidat skupinu
sv: Lägg till grupp

source: Add various overlays
sv: Lägg till olika överlägg

source: Remove selected map layer(s) from layer tree
sv: Ta bort markerade kartlager från lagerträdet

source: Edit selected vector map
sv: Redigera vald vektorkarta

source: Show attribute data for selected vector map
sv: Visa attributdata för vald vektorkarta

source: Add multiple map layers
sv: Lägg till flera kartlager

source: Add various raster maps
sv: Lägg till olika rasterkartor

source: Add vector map
sv: Lägg till vektorkarta

source: Add various vector maps
sv: Lägg till olika vektorkartor

source: Add web service map
sv: Lägg till karta över webbtjänster

source: Delete map layer
sv: Ta bort kartlager

source: Start new map display
sv: Starta ny kartvisning

source: Raster Map Calculator
sv: Kalkylator för rasterkarta

source: Georectifier
sv: Georektifierare

source: Cartographic Composer
sv: Kartografisk kompositör

source: Launch user-defined script
sv: Starta användardefinierat skript

source: New display
sv: Ny display

source: Python code editor
sv: Python kodredigerare

source: GUI settings
cs: Nastavení grafického prostøedí (GUI)
sv: GUI-inställningar

source: GRASS manual
sv: GRASS manuell

source: Generate command for m.nviz.image
sv: Generera kommando för m.nviz.image

source: Generate command for m.nviz.image based on current state
sv: Generera kommando för m.nviz.image baserat på aktuellt tillstånd

source: 3D view mode settings
sv: inställningar för 3D-visningsläge

source: Show 3D view mode settings dialog
sv: Visa dialogrutan för inställningar för 3D-visning

source: Show 3D view mode manual
sv: Visa 3D-visningsläge manuell

source: Current workspace is not empty. Do you want to store current settings to workspace file?
cs: Pracovní plocha není prázdná. Pøejete si ulo¾it aktuální nastavení do souboru pracovního prostøedí?
sv: Den aktuella arbetsytan är inte tom. Vill du lagra aktuella inställningar i arbetsytans fil?

source: Create new workspace?
cs: Vytvoøit nový soubor pracovní oblasti?
sv: Skapa en ny arbetsyta?

source: Choose workspace file
cs: Zvolit soubor workspace
sv: Välj arbetsytans fil

source: GRASS Workspace File (*.gxw)|*.gxw
cs: GRASS soubor pracovního prostøedí (*.gxw)|*.gxw
sv: GRASS-arbetsområdesfil (*.gxw)|*.gxw

source: Most likely the database, location or mapset does not exist
sv: Troligen finns inte databasen, platsen eller kartuppsättningen

source: Unable to change to location and mapset specified in the workspace. Reason: {reason} Details: {details} Do you want to proceed with opening the workspace anyway?
sv: Det går inte att ändra till den plats och det mapset som anges i arbetsytan. Orsak: {reason} Detaljerad information: {details} Vill du fortsätta med att öppna arbetsytan ändå?

source: Proceed with opening of the workspace?
sv: Fortsätta med öppnandet av arbetsytan?

source: Current location is <%(loc)s>. Current mapset is <%(mapset)s>.
cs: Souèasná location je <%(loc)s>. Souèasný mapset je <%(mapset)s>.
sv: Aktuell plats är <%(loc)s>. Aktuell kartuppsättning är <%(mapset)s>.

source: Reading workspace file <%s> failed. Invalid file, unable to parse XML document. Error details: %s
sv: Läsning av arbetsytans fil <%s> misslyckades. Ogiltig fil, XML-dokumentet kan inte tolkas. Detaljer om felet: %s

source: Please wait, loading workspace...
cs: Prosím èekejte, naèítám pracovní oblast...
sv: Vänta, läser in arbetsytan...

source: Choose file to save current workspace
cs: Vybrat soubor pro ulo¾ení aktuálního workspace
sv: Välj fil för att spara aktuell arbetsyta

source: Workspace file <%s> already exists. Do you want to overwrite this file?
cs: Soubor workspace <%s> ji¾ existuje. Pøejete si tento soubor pøepsat?
sv: Arbetsområdesfilen <%s> finns redan. Vill du skriva över den här filen?

source: Writing current settings to workspace file <%s> failed. Error details: %s
sv: Skrivning av aktuella inställningar till arbetsytans fil <%s> misslyckades. Detaljer om felet: %s

source: Do you want to save changes in the workspace?
cs: Chcete ulo¾it zmìny v pracovním prostøedí?
sv: Vill du spara ändringar i arbetsytan?

source: Do you want to store current settings to workspace file?
cs: Chcete ulo¾it souèasné nastavní do souboru pracovního prostøedí?
sv: Vill du lagra aktuella inställningar i arbetsytans fil?

source: Workspace
cs: Pracovní oblast
sv: Arbetsområde

source: File <{}> doesn't exist. It was probably moved or deleted.
sv: Filen <{}> finns inte. Den har förmodligen flyttats eller raderats.

source: Set default region extent and resolution
cs: Nastavit výchozí region a jeho rozli¹ení
sv: Ange standardregionens omfattning och upplösning

source: &Set region
cs: Nastavit &region
sv: &Sätta region

source: Invalid location selected.
cs: Zvolena neplatná location.
sv: Ogiltig plats vald.

source: Invalid region
cs: Neplatný region
sv: Ogiltig region

source: Click here to show 3D settings
cs: Kliknìte zde pro zobrazení 3D nastavení
sv: Klicka här för att visa 3D-inställningar

source: Click here to hide 3D settings
cs: Kliknìte zde pro skrytí 3D nastavení
sv: Klicka här för att dölja 3D-inställningar

source: Rows: %d
cs: Øádky: %d
sv: Rader: %d

source: Cells: %d
cs: Buòky: %d
sv: Celler: %d

source: Depth: %d
cs: Hloubka: %d
sv: Djup: %d

source: 3D Cells: %d
cs: 3D buòky: %d
sv: 3D-celler: %d

source: Top
cs: Horní
sv: Topp

source: Bottom
cs: Spodní
sv: Botten

source: North
cs: Sever
sv: Nord

source: West
cs: Západ
sv: Väst

source: East
cs: Východ
sv: Öst

source: South
cs: Jih
sv: Syd

source: N-S resolution
cs: Rozli¹ní S-J
sv: N-S upplösning

source: E-W resolution
cs: Rozli¹ení V-Z
sv: Ö-V upplösning

source: Invalid value: %s
cs: Neplatná hodnota: %s
sv: Ogiltigt värde: %s

source: Select datum transformation
cs: Vyberte transofrmaci datumu
sv: Välj datumtransformation

source: Select from list of datum transformations
cs: Vyberte ze seznamu transofrmací datumu
sv: Välj från listan över datumtransformationer

source: Define new GRASS project
sv: Definiera ett nytt GRASS-projekt

source: Change
sv: Ändra

source: (optional)
sv: (valfritt)

source: Name of project directory in GIS Data Directory
sv: Namn på projektkatalog i GIS Data Directory

source: Description of project directory in GIS Data Directory
sv: Beskrivning av projektkatalog i GIS Data Directory

source: Project will be created in GRASS database:
sv: Projektet kommer att skapas i GRASS-databasen:

source: Name '{}' is not a valid name for project. Please use only ASCII characters excluding characters {} and space.
sv: Namnet '{}' är inte ett giltigt namn för projektet. Använd endast ASCII-tecken exklusive tecken {} och mellanslag.

source: Project '{}' already exists. Please consider using another name for your project.
sv: Projekt '{}' finns redan. Överväg att använda ett annat namn för ditt projekt.

source: Existing project path
sv: Befintlig projektväg

source: Title of the project is limited only to one line and 256 characters. The rest of the text will be ignored.
sv: Projektets titel är begränsad till endast en rad och 256 tecken. Resten av texten kommer att ignoreras.

source: Select Coordinate Reference System (CRS)
sv: Välj referenssystem för koordinater (CRS)

source: Select CRS from a list by EPSG or description
sv: Välj CRS från en lista efter EPSG eller beskrivning

source: Read CRS from a georeferenced data file
sv: Läs CRS från en georefererad datafil

source: Create a generic cartesian coordinate system (XY)
sv: Skapa ett generiskt kartesiskt koordinatsystem (XY)

source: Specify CRS using WKT string
sv: Ange CRS med hjälp av WKT-sträng

source: Specify CRS using PROJ.4 string
sv: Ange CRS med hjälp av PROJ.4-strängen

source: Define custom CRS
sv: Definiera anpassad CRS

source: Additional methods:
sv: Ytterligare metoder:

source: Code
cs: Kód
sv: Kod

source: Projection code:
cs: Kód projekce:
sv: Projektionskod:

source: Search in description:
cs: Vyhledat v popisu:
sv: Sök i beskrivning:

source: Unable to read list: %s
cs: Nelze naèíst seznam: %s
sv: Det går inte att läsa listan: %s

source: Choose projection parameters
cs: Vyberte parametry projekce
sv: Välj projektionsparametrar

source: Select datum or ellipsoid (next page)
cs: Vybrat geodetické datum nebo elipsoid (dal¹í strana)
sv: Välj datum eller ellipsoid (nästa sida)

source: Datum with associated ellipsoid
cs: Datum související s daným vybraným elipsoidem
sv: Datum med tillhörande ellipsoid

source: Ellipsoid only
cs: Pouze elipsoid
sv: Endast ellipsoid

source: You must enter a value for %s
cs: Musíte vlo¾it hodnoty pro %s
sv: Du måste ange ett värde för %s

source: Enter parameters for %s projection
cs: Definujte parametry pro %s projekci
sv: Ange parametrar för %s-projektion

source: Specify geodetic datum
cs: Specifikovat geodetické datum
sv: Ange geodetiskt datum

source: Datum code:
cs: Kód datumu:
sv: Datumkod:

source: Specify ellipsoid
cs: Vyberte elipsoid
sv: Ange ellipsoid

source: Earth based
sv: Jordbaserad

source: Planetary bodies
sv: Planetära kroppar

source: Ellipsoid code:
cs: Kód elipsoidu:
sv: Ellipsoid kod:

source: Georeferenced file:
cs: Georeferencovaný soubor:
sv: Georefererad fil:

source: Select georeferenced file
cs: Zvolte georeferencovaný soubor
sv: Välj georefererad fil

source: Enter WKT parameters string:
sv: Ange WKT-parametersträng:

source: Select CRS from a list
sv: Välj CRS från en lista

source: Filter by EPSG code or description:
sv: Filtrera efter EPSG-kod eller beskrivning:

source: Find more information at:
sv: Mer information finns på:

source: Parameters
cs: Parametry
sv: Parametrar

source: Choose IAU Code
sv: Välj IAU-kod

source: Path to the IAU-codes file:
sv: Sökväg till filen med IAU-koder:

source: IAU code:
sv: IAU-kod:

source: Choose IAU codes file
sv: Välj IAU codes fil

source: Unable to read IAU codes: {0}
sv: Det går inte att läsa IAU-koder: {0}

source: Enter PROJ.4 parameters string:
cs: Vlo¾te PROJ.4 parametry:
sv: Ange PROJ.4 parametersträng:

source: Datum transform is required.
cs: Je vy¾adováno datum transformace
sv: Datumtransformation krävs.

source: Summary
cs: Shrnutí
sv: Sammanfattning

source: GRASS Database:
cs: GRASS databanka:
sv: GRASS-databas:

source: Project Name:
sv: Projektets namn:

source: Projection:
cs: Projekce:
sv: Projektion:

source: PROJ.4 definition: (non-definitive)
sv: PROJ.4 definition: (icke-definitiv)

source: custom
cs: volitelné
sv: anpassa

source: Unable to create new project. Project <%(loc)s> not created. Details: %(err)s
sv: Det går inte att skapa ett nytt projekt. Projekt <%(loc)s> har inte skapats. Detaljerad information: %(err)s

source: Unable to create new project
sv: Det går inte att skapa ett nytt projekt

source: Project already exists in GRASS Database.
sv: Projektet finns redan i GRASS-databasen.

source: Unable to create new GRASS Database <{path}>: {error}
sv: Det går inte att skapa en ny GRASS-databas <{path}>: {error}

source: EPSG code missing.
cs: Kód EPSG chybí.
sv: EPSG-kod saknas.

source: IAU code missing.
sv: IAU-kod saknas.

source: File <%s> not found.
sv: Filen <%s> hittades inte.

source: WKT string missing.
sv: WKT-sträng saknas.

source: There were some issues when loading menu or Tools:
sv: Det uppstod vissa problem vid inläsning av meny eller verktyg:

source: No project provided. Operation canceled.
sv: Inget projekt tillhandahållet. Operation avbruten.

source: Code editor
sv: Kodredigerare

source: Failed to run command '%(command)s'. Details: %(error)s
sv: Misslyckades med att köra kommandot '%(command)s'. Detaljerad information: %(error)s

source: Hide toolbars
sv: Dölj verktygsfält

source: Show toolbars
sv: Visa verktygsfält

source: Hide statusbar
sv: Dölj statusfältet

source: Show statusbar
sv: Visa statusfält

source: Vector Digitizer Toolbar
sv: Verktygsfält för vektordigitalisering

source: Unable to switch to 3D display mode. The Nviz python extension was not found or loaded properly. Switching back to 2D display mode. Details: %s
cs: Nelze spustit 3D pohled. Roz¹íøení Pythonu pro Nviz nebylo nalezeno nebo naèteno správnì. Pøepínám zpìt do 2D zobrazení. Detaily: %s
sv: Det går inte att växla till 3D-visningsläge. Python-tillägget Nviz hittades inte eller lästes inte in på rätt sätt. Växlar tillbaka till 2D-visningsläge. Detaljerad information: %s

source: Starting 3D view mode...
cs: Spou¹tím 3D zobrazení...
sv: Startar 3D-visningsläge...

source: Please wait, loading data...
cs: Prosím èekejte, naèítám data...
sv: Vänta, läser in data...

source: Please wait, unloading data...
sv: Vänta lite, läser ur data...

source: Switching back to 2D view mode...
sv: Växlar tillbaka till 2D-läget...

source: Vector digitizer
cs: Vektorová digitalizace
sv: Vektor digitizer

source: Raster digitizer
sv: Raster digitaliserare

source: Failed to run d.to.rast:
sv: Misslyckades med att köra d.to.rast:

source: d.to.rast can be used only in 2D mode.
sv: d.to.rast kan endast användas i 2D-läge.

source: Vector map <%s> opened for editing - skipped.
sv: Vektorkarta <%s> öppnad för redigering - överhoppad.

source: No raster or vector map layer selected for querying.
cs: Nebyla vybrána ¾ádná vektorová mapa pro dotazování.
sv: Inget raster- eller vektorkartlager har valts för sökning.

source: Failed to query vector map(s) <{maps}>. Check database settings and topology.
sv: Misslyckades med att fråga efter vektorkarta(er) <{maps}>. Kontrollera databasinställningar och topologi.

source: Set computational region extent from display
sv: Ställ in beräkningsregionens omfattning från displayen

source: Set computational region extent interactively
sv: Ställ in beräkningsregionens omfattning interaktivt

source: Set computational region from named region
sv: Ställ in beräkningsregion från namngiven region

source: Save computational region to named region
sv: Spara beräkningsregion till namngiven region

source: Raster Digitizer Toolbar
sv: Rasterdigitaliseringsverktygsfält

source: Unsupported command %s.
sv: Kommando som inte stöds %s.

source: Unable to read cmdfile '%(cmd)s'. Details: %(det)s
sv: Det gick inte att läsa cmdfile '%(cmd)s'. Detaljerad information: %(det)s

source: Starting map display <%s>...
sv: Start av kartvisning <%s>...

source: Unable to create file <%s>
sv: Det går inte att skapa filen <%s>

source: Stopping map display <%s>...
sv: Stoppa kartvisningen <%s>...

source: Enable/disable auto-rendering
cs: Zapnout/vypnout automatické pøekreslování
sv: Aktivera/avaktivera automatisk rendering

source: Align region extent based on display size from center point. Default value for new map displays can be set up in 'User GUI settings' dialog.
sv: Rikta in regionens utsträckning baserat på visningsstorlek från mittpunkten. Standardvärdet för nya kartvisningar kan ställas in i dialogrutan "Inställningar för användargränssnitt".

source: Constrain display resolution to computational region settings. Default value for new map displays can be set up in 'User GUI settings' dialog.
cs: Nastavit zobrazené rozli¹ení jako výpoèetní. Vychozí hodnota pro novou mapu mù¾e být upravena v oknì 'U¾ivatelské nastavení grafického prostøedí'.
sv: Begränsa visningsupplösningen till inställningarna för beräkningsregionen. Standardvärdet för nya kartvisningar kan ställas in i dialogrutan "Inställningar för användargränssnitt".

source: Show computational extent
cs: Zobrazit meze výpoèetního regionu
sv: Visa beräkningsomfattning

source: Show/hide computational region extent (set with g.region). Display region drawn as a blue box inside the computational region, computational region inside a display region as a red box).
cs: Ukázat/skrýt meze výpoèetního regionu (nastaven pomocí g.region). Zobrazený region bude vykreslen jako modrý rámeèek uvnitø výpoèetního regionu, výpoèetní region bude zobrazen jako èervený rámeèek uvnitø zobrazeného regionu.
sv: Visa/dölj beräkningsregionens utsträckning (ställs in med g.region). Visningsregion ritad som en blå box inuti beräkningsregionen, beräkningsregion inuti en visningsregion som en röd box).

source: Display coordinates in different CRS
sv: Visa koordinater i olika CRS

source: Reproject coordinates displayed in the statusbar. Coordinate reference system can be specified in GUI preferences dialog (tab 'Projection')
sv: Återprojicerar koordinater som visas i statusfältet. Referenssystemet för koordinater kan anges i dialogrutan GUI-inställningar (fliken "Projektion")

source: Status bar
sv: Statusfält

source: Render
cs: Vykreslit
sv: Rendering

source: Map scale
cs: Mìøítko mapy
sv: Kartans skala

source: As everyone's monitors and resolutions are set differently these values are not true map scales, but should get you into the right neighborhood.
sv: Eftersom allas skärmar och upplösningar är olika inställda är dessa värden inte riktiga kartskalor, men de bör ge dig en uppfattning om vad som är rätt.

source: Go to XY coordinates
sv: Gå till XY-koordinater

source: Projection not defined (check the settings)
cs: Projekce není definována (zkontrolujte nastavení)
sv: Projektionen är inte definierad (kontrollera inställningarna)

source: Error in projection (check the settings)
cs: Chyba v projekci (zkontrolujte nastavení)
sv: Fel i projiceringen (kontrollera inställningarna)

source: Display geometry
cs: Geometrie displeje
sv: Geometri för display

source: Coordinates
cs: Souøadnice
sv: Koordinater

source: Display extent
sv: Visa omfattning

source: Computational region
sv: Beräkningsregion

source: Map window test frame
sv: Kartfönster testram

source: Map display test
sv: Test av kartvisning

source: Map window API test frame
sv: Kartfönster API-testram

source: Map window distance measurement test frame
sv: Testram för avståndsmätning av kartfönster

source: Map window profile tool test frame
sv: Karta fönster profil verktyg test ram

source: Map window rlisetup test frame
sv: Kartfönster rlisetup testram

source: Unknown value %s of test parameter.
sv: Okänt värde %s för testparametern.

source: Query raster/vector map(s)
cs: Dotazovat rastrovou/vektorovou mapu
sv: Fråga efter raster/vektor-karta(er)

source: Query selected raster/vector map(s)
cs: Dotazovat vybranou rastrovou/vektorovou mapu
sv: Fråga utvalda raster-/vektorkartor

source: Select vector feature(s)
sv: Välj vektorfunktion(er)

source: Select features interactively from vector map
sv: Välj funktioner interaktivt från vektorkartan

source: Add scale bar
sv: Lägg till skalstreck

source: Add raster legend
sv: Lägg till rasterförklaring

source: Add vector legend
sv: Lägg till vektorförklaring

source: Add north arrow
sv: Lägg till norrpil

source: Analyze map
cs: Analýza mapy
sv: Analysera kartan

source: Measuring, profiling, histogramming, ...
sv: Mätning, profilering, histogramming, ...

source: Measure distance
cs: Mìøení vzdálenosti
sv: Mät avstånd

source: Measure area
sv: Mät område

source: Profile surface map
cs: Profil mapy povrchu
sv: Karta över profilytan

source: Create bivariate scatterplot of raster maps
sv: Skapa bivariata spridningsdiagram för rasterkartor

source: Create histogram of raster map
sv: Skapa histogram av rasterkarta

source: Vector network analysis tool
sv: Verktyg för analys av vektornätverk

source: Rotate 3D scene
sv: Rotera 3D-scen

source: Drag with mouse to rotate 3D scene
sv: Dra med musen för att rotera 3D-scenen

source: Fly-through mode
sv: Fly-through-läge
