Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Error while initialising line list
sv: Fel vid initialisering av linjelista

source: Error while reading vector feature from profile line map
sv: Fel vid läsning av vektorfunktion från profillinjekarta

source: Your input profile map contains more than one line. Currently it's not supported. Provide WHERE conditions to get only one line.
sv: Din inmatningsprofil innehåller mer än en rad. För närvarande stöds det inte. Ange WHERE-villkor för att få endast en rad.

source: Failed to convert GRASS line to GEOS line
sv: Misslyckades med att konvertera GRASS-linje till GEOS-linje

source: Buffering failed
sv: Buffring misslyckades

source: Vector map <%s> does not have cat's defined on layer %d
sv: Vektorkarta <%s> har inte katten definierad på lager %d

source: Can not write data portion to provided output
sv: Kan inte skriva datapartier till den angivna utgången

source: Re-projects a vector map from one project to the current project.
sv: Återprojicerar en vektorkarta från ett projekt till det aktuella projektet.

source: Project (location) containing input vector map
sv: Projekt (plats) som innehåller vektorkarta för indata

source: Mapset containing input vector map
cs: Mapset obsahující vstupní vektorové vrstvy
sv: Mapset som innehåller inmatad vektorkarta

source: Name of input vector map to re-project
sv: Namn på inmatad vektorkarta som ska omprojekteras

source: Maximum segment length in meters in output vector map
sv: Maximal segmentlängd i meter i utmatad vektorkarta

source: Increases accuracy of reprojected shapes, disable with smax=0
sv: Ökar noggrannheten för återprojicerade former, avaktiveras med smax=0

source: List vector maps in input mapset and exit
sv: Lista vektorkartor i inmatad mapset och avsluta

source: 3D vector maps only
cs: Pouze 3D vektorové mapy
sv: endast 3D-vektorkartor

source: Assume z coordinate is ellipsoidal height and transform if possible
sv: Antag att z-koordinaten är ellipsoidhöjd och transformera om möjligt

source: Latlon output only, default is -180,180
sv: Endast Latlon-utdata, standard är -180,180

source: Disable wrapping to -180,180 for latlon output
sv: Inaktivera omslag till -180,180 för latlonutgång

source: Recommended for massive point projection
sv: Rekommenderas för massiv punktprojektion

source: Input and output projects can not be the same
sv: Input- och outputprojekt kan inte vara desamma

source: No vector maps found
sv: Inga vektorkartor hittades

source: Vector map <%s> in project <%s> mapset <%s> not found
sv: Vektorkarta <%s> i projekt <%s> mapset <%s> hittades inte

source: Reading input vector map
cs: Naèítání vstupní vektorovou mapu
sv: Läsning av inmatningsvektorkarta

source: Input vector map <%s> is empty
sv: Inmatningsvektorkarta <%s> är tom

source: Mapset <%s> in input project <%s> - permission denied
sv: Mapset <%s> i inmatningsprojekt <%s> - behörighet nekad

source: Mapset <%s> in input project <%s> not found
sv: Mapset <%s> i inmatningsprojekt <%s> hittades inte

source: Reprojecting primitives ...
sv: Reprojicering av primitiver ...

source: Unable to re-project vector map <%s> from <%s>
sv: Det går inte att omprojicera vektorkarta <%s> från <%s>

source: Try to disable wrapping to -180,180 if topological errors occurred
sv: Försök att avaktivera omslag till -180,180 om topologiska fel inträffade

source: Indices for quadrat counts of vector point lists.
sv: Index för kvadratiska räkningar av vektorpunktlistor.

source: Name for output quadrat centers map (number of points is written as category)
sv: Namn för utdata kvadratiska centra karta (antal punkter skrivs som kategori)

source: Number of quadrats
cs: Poèet zkusných ploch
sv: Antal kvadrater

source: Quadrat radius
cs: polomìr zkusné plochy
sv: Kvadratradie

source: Print results in shell script style
cs: Vypi¹ výsledek ve stylu pro shell skript
sv: Skriv ut resultat i skal-skriptformat

source: Finding quadrats...
sv: Hitta kvadrater...

source: Counting points quadrats...
sv: Räknar punktkvadrater...

source: stratified random sampling
sv: stratifierat slumpmässigt urval

source: Generates random 2D/3D vector points.
sv: Genererar slumpmässiga 2D/3D-vektorpunkter.

source: Number of points to be created
cs: poèet bodù, které mají být vytvoøeny
sv: Antal punkter som ska skapas

source: Restrict points to areas in input vector
sv: Begränsa punkterna till områden i indatavektorn

source: Restrict
sv: Begränsa

source: Minimum z height (needs -z flag or column name)
sv: Minsta z-höjd (kräver -z-flagga eller kolumnnamn)

source: Maximum z height (needs -z flag or column name)
sv: Maximal z-höjd (kräver -z-flagga eller kolumnnamn)

source: Name of column for z values
sv: Namn på kolumn för z-värden

source: Writes z values to column
sv: Skriver z-värden till kolumn

source: Type of column for z values
sv: Typ av kolumn för z-värden

source: Create 3D output
cs: Vytvoøit 3D výstup
sv: Skapa 3D-utdata

source: Generate n points for each individual area (requires restrict parameter)
sv: Generera n punkter för varje enskilt område (kräver parametern Restrict)

source: Number of points must be > 0 (%ld given)
sv: Antal punkter måste vara > 0 (%ld anges)

source: No areas in vector map <%s>
sv: Inga områden i vektorkartan <%s>

source: You have created unsupported column type. This module supports only INTEGER and DOUBLE PRECISION column types.
sv: Du har skapat en kolumntyp som inte stöds. Denna modul stöder endast kolumntyperna INTEGER och DOUBLE PRECISION.

source: Selected areas in input vector <%s> do not overlap with the current region
sv: Valda områden i indatavektor <%s> överlappar inte med den aktuella regionen

source: Input vector <%s> does not overlap with the current region
sv: Inmatningsvektorn <%s> överlappar inte med den aktuella regionen

source: Generating points...
cs: Vytváøím body...
sv: Genererar punkter...

source: Unable to insert new row: %s
sv: Det går inte att infoga en ny rad: %s

source: Unable to update row: %s
sv: Det går inte att uppdatera raden: %s

source: attributes
sv: attribut

source: Changes vector category values for an existing vector map according to results of SQL queries or a value in attribute table column.
cs: Zmìnit hodnoty kategorií pro existující vektorovou vrstvu podle výsledkù SQL dotazu nebo podle hodnot sloupce v tabulce.
sv: Ändrar vektorkategorivärden för en befintlig vektorkarta enligt resultat från SQL-frågor eller ett värde i en attributtabellkolumn.

source: The name of the column whose values are to be used as new categories
cs: Název sloupce, který má být pou¾it jako nová kategorie
sv: Namnet på den kolumn vars värden ska användas som nya kategorier

source: The source for the new key column must be type integer or string
sv: Källan för den nya nyckelkolumnen måste vara av typen heltal eller sträng

source: Full path to the reclass rule file
cs: Cesta k souboru s pravidly reklasifikace
sv: Fullständig sökväg till reclass-regelfilen

source: Either '%s' or '%s' must be specified
sv: Antingen '%s' eller '%s' måste anges

source: Database connection not defined for layer %s
sv: Databasanslutning inte definierad för lagret %s

source: No records selected from table <%s>
cs: ®ádný záznam nebyl vybrán z tabulky <%s>
sv: Inga poster valda från tabell <%s>

source: Key column type is not integer
cs: Sloupec s klíèem není typu integer
sv: Nyckelkolumnens typ är inte heltal

source: Cannot insert data: [%s]
cs: Nelze vlo¾it data: [%s]
sv: Det går inte att infoga data: [%s]

source: Column type must be integer or string
cs: Typ sloupce musí být integer nebo string
sv: Kolumntyp måste vara heltal eller sträng

source: Unable to open rule file <%s>
cs: Nelza otevøít soubor s pravidly <%s>
sv: Det går inte att öppna regelfilen <%s>

source: Category %d overwritten by '%s'
cs: Hodnota kategorie %d byla pøepsána na '%s'
sv: Kategori %d överskriven av '%s'

source: Category '%s' invalid
cs: Hodnota kategorie v '%s' není platná
sv: Kategori '%s' ogiltig

source: Label '%s' overwritten by '%s'
cs: Popisek '%s' byl pøepsán na '%s'
sv: Etikett '%s' överskriven av '%s'

source: Condition '%s' overwritten by '%s'
cs: Podmínka '%s' pøepsána '%s'
sv: Villkoret '%s' skrivs över av '%s'

source: Unknown rule option: '%s'
cs: Neznámá volba pravidla: '%s'
sv: Okänt regelalternativ: '%s'

source: Cannot select values from database
cs: Nelze vybrat hodnoty z databáze
sv: Det går inte att välja värden från databasen

source: %d previously set categories overwritten by new category %d
cs: %d døíve nastavených kategorií bylo pøepsáno novou kategorií %d
sv: %d tidigare inställda kategorier skrivs över av ny kategori %d

source: Incomplete rule
cs: Nekompletní pravidlo
sv: Ofullständig regel

source: %d features reclassed.
sv: %d funktioner omklassificerade.

source: Can not open file <%s>
sv: Kan inte öppna filen <%s>

source: Bad format in control point file <%s>
sv: Felaktigt format i kontrollpunktsfil <%s>

source: Not enough memory to solve for transformation equation
sv: Inte tillräckligt med minne för att lösa transformationsekvationen

source: Rectifies a vector by computing a coordinate transformation for each object in the vector based on the control points.
sv: Rättar till en vektor genom att beräkna en koordinattransformation för varje objekt i vektorn baserat på kontrollpunkterna.

source: Name of input file with control points
sv: Namn på indatafil med kontrollpunkter

source: Name of output file with RMS errors (if omitted or '-' output to stdout
sv: Namn på utdatafil med RMS-fel (om utelämnad eller "-" utmatas till stdout)

source: Field separator for RMS report
sv: Fältseparator för RMS-rapport

source: Perform 3D transformation
sv: Utföra 3D-transformation

source: Perform orthogonal 3D transformation
sv: Utföra ortogonal 3D-transformation

source: Print RMS errors
sv: Skriv ut RMS-fel

source: Print RMS errors and exit without rectifying the input map
sv: Skriv ut RMS-fel och avsluta utan att korrigera inmatningskartan

source: Please select a group or give an input file.
sv: Välj en grupp eller ange en inmatningsfil.

source: Points in group will be ignored, GCPs in input file are used.
sv: Punkter i gruppen ignoreras, GCP:er i indatafilen används.

source: 3D transformation requires a 3D vector
sv: 3D-transformation kräver en 3D-vektor

source: A file with 3D control points is needed for 3D transformation
sv: En fil med 3D-kontrollpunkter behövs för 3D-omvandling

source: The vector map <%s> already exists in
sv: Vektorkartan <%s> finns redan i

source: target project %s, mapset %s:
sv: målprojekt %s, kartset %s:

source: Rectification cancelled.
sv: Korrigering avbruten.

source: Target project <%s> not found
sv: Målprojekt <%s> hittades inte

source: Please run i.target for group.
sv: Kör i.target för gruppen.

source: Samples a raster map at vector point locations.
cs: Získává vzorky z rastrové mapy místech vekrtorových bodù
sv: Samplar en rasterkarta på vektorpunktsplatser.

source: Name of input vector point map
sv: Namn på inmatad vektorpunktskarta

source: Name of attribute column to use for comparison
sv: Namn på attributkolumn som ska användas för jämförelse

source: Name for output vector map to store differences
sv: Namn för utdatavektorkarta för att lagra skillnader

source: Name of raster map to be sampled
sv: Namn på den rasterkarta som ska samplas

source: Scaling factor for values read from raster map
sv: Skalningsfaktor för värden som läses från rasterkarta

source: Sampled values will be multiplied by this factor
sv: Samplade värden kommer att multipliceras med denna faktor

source: Column type <%s> not supported (must be integer or double precision)
cs: Typ sloupce <%s> není podporován (musí být integer nebo double precision)
sv: Kolumntyp <%s> stöds inte (måste vara heltal eller dubbel precision)

source: %d record selected from table
sv: %d post vald från tabellen

source: Creates points/segments from input vector lines and positions.
cs: Vytvoøí body/segmenty ze vstupních vektorových linií a pozicí.
sv: Skapar punkter/segment från inmatade vektorlinjer och positioner.

source: Name of input vector lines map
sv: Namn på inmatad vektorlinjer karta

source: Name of file containing segment rules
sv: Namn på fil som innehåller segmentregler

source: Unable to read input: %s
cs: Nelze èíst vstup: %s
sv: Det går inte att läsa inmatningen: %s

source: Unable to find line of cat %d
cs: Nelze nalézt linii kategorie %d
sv: Det går inte att hitta kattlinjen %d

source: Unable to get point on line: cat = %d offset = %f (line length = %.15g) %s
cs: Nelze naèíst bod na linii: cat = %d odchylka = %f (délka linie = %.15g) %s
sv: Det går inte att få en punkt på linjen: cat = %d offset = %f (linjelängd = %.15g) %s

source: End of segment > line length -> cut
cs: Konec segmentu > délka linie -> zkrátit
sv: Slut på segmentet > linjelängd -> kapning

source: Unable to make line segment: cat = %d : %f - %f (line length = %.15g) %s
cs: Nelze vytvoøit segment linie: cat=%d :%f - %f (délka linie = %.15g) %s
sv: Det går inte att skapa ett linjesegment: katt = %d : %f - %f (linjelängd = %.15g) %s

source: %d point read from input
sv: %d punkt läst från ingång

source: %d point written to output map (%s)
sv: %d punkt skrivs till utmatningskarta (%s)

source: %d line read from input
sv: %d rad läst från inmatning

source: %d line written to output map (%s)
sv: %d rad skrivs till utmatningskarta (%s)

source: Input vector map from which to select features (A)
sv: Ingångsvektorkarta från vilken man kan välja funktioner (A)

source: Layer number (vector map A)
sv: Skiktnummer (vektorkarta A)

source: Query vector map (B)
sv: Vektorkarta för frågor (B)

source: Layer number (vector map B)
sv: Skiktnummer (vektorkarta B)

source: Operator defines required relation between features
sv: Operatör definierar önskad relation mellan funktioner

source: A feature is written to output if the result of operation 'ainput operator binput' is true. An input feature is considered to be true, if category of given layer is defined.
sv: En funktion skrivs till output om resultatet av operationen "ainput operator binput" är sant. En inmatningsfunktion anses vara sann om kategorin för det givna lagret är definierad.

source: features partially or completely overlap
sv: funktioner delvis eller helt överlappar varandra

source: features are spatially equals (using GEOS)
sv: funktioner är rumsligt likvärdiga (med hjälp av GEOS)

source: features do not spatially intersect (using GEOS)
sv: funktioner inte korsar varandra rumsligt (med hjälp av GEOS)

source: features spatially intersect (using GEOS)
sv: funktioner korsar varandra rumsligt (med hjälp av GEOS)

source: features spatially touches (using GEOS)
sv: funktioner med rumslig beröring (med hjälp av GEOS)

source: features spatially crosses (using GEOS)
sv: rumsliga korsningar av funktioner (med hjälp av GEOS)

source: feature A is completely inside feature B (using GEOS)
sv: funktion A är helt inuti funktion B (med hjälp av GEOS)

source: feature B is completely inside feature A (using GEOS)
sv: funktion B är helt inuti funktion A (med hjälp av GEOS)

source: features spatially overlap (using GEOS)
sv: funktioner överlappar varandra rumsligt (med hjälp av GEOS)

source: feature A is spatially related to feature B (using GEOS, requires 'relate' option)
sv: objekt A är rumsligt relaterat till objekt B (med GEOS, kräver alternativet "relate")

source: Intersection Matrix Pattern used for 'relate' operator
sv: Intersection Matrix Mönster som används för operatören "relate

source: Do not skip features without category
sv: Hoppa inte över funktioner utan kategori

source: Unable to copy table for layer %d
sv: Det går inte att kopiera tabellen för lagret %d

source: Selects features from vector map (A) by features from other vector map (B).
sv: Väljer objekt från vektorkarta (A) med objekt från annan vektorkarta (B).

source: Operator can only be 'overlap'
sv: Operatören kan bara vara "överlappning

source: Output from v.select
sv: Utdata från v.select

source: %d features from <%s> without category skipped
sv: %d funktioner från <%s> utan kategori överhoppade

source: %d features written to output.
sv: %d funktioner skrivna till utdata.

source: Unable to read line id %d from vector map <%s>
sv: Det gick inte att läsa rad-ID %d från vektorkarta <%s>

source: Unable to read area id %d from vector map <%s>
sv: Det gick inte att läsa områdes-ID %d från vektorkarta <%s>

source: Writing selected features...
sv: Skriva utvalda funktioner...

source: densification
sv: förtätning

source: Splits vector lines to shorter segments.
sv: Delar upp vektorlinjer till kortare segment.

source: Maximum segment length
sv: Maximal segmentlängd

source: Length units
sv: Längd enheter

source: Maximum number of vertices in segment
sv: Maximalt antal toppar i segmentet

source: Add new vertices, but do not split
sv: Lägg till nya toppar, men dela inte

source: Applies only to 'length' option
sv: Gäller endast för alternativet "längd

source: Force segments to be exactly of given length, except for last one
sv: Tvinga segmenten att vara exakt av given längd, utom det sista

source: Use either length or vertices
sv: Använd antingen längd eller toppar

source: Length must be positive but is %g
sv: Längden måste vara positiv men är %g

source: Unknown unit %s
sv: Okänd enhet %s

source: Can not get projection units
sv: Kan inte få projektionsenheter

source: Length in map units: %g
sv: Längd i kartanheter: %g

source: Length in meters: %g
sv: Längd i meter: %g

source: Number of vertices must be at least 2
sv: Antalet hörn måste vara minst 2

source: Unable to make line segment: %f - %f (line length = %f)
sv: Det går inte att skapa ett linjesegment: %f - %f (linjelängd = %f)

source: Updates vector map metadata.
cs: aktualizuji metadat vektorové mapy.
sv: Uppdaterar metadata för vektorkartan.

source: Organization where vector map was created
cs: Organizace, kde byla vektorová mapa vytvoøena
sv: Organisation där vektorkartan skapades

source: Date of vector map digitization (e.g., "15 Mar 2007")
cs: Datum digitalizace vektorové mapy (napø. "15 Mar 2OO7")
sv: Datum för digitalisering av vektorkarta (t.ex. "15 Mar 2007")

source: Person who created vector map
cs: Osoba, která vytvoøila tuto vaktorovou mappu
sv: Person som skapade vektorkarta

source: Vector map title
cs: Název vektorové mapy
sv: Titel på vektorkarta

source: Date when the source map was originally produced
cs: Datum, kdy byly vytvoøeny zdrojová data
sv: Datum då källkartan ursprungligen producerades

source: Vector map scale number (e.g., 24000)
cs: Mìøítko vektorové mapy (napø. 24000)
sv: Vektorkartans skalnummer (t.ex. 24000)

source: Vector map projection zone
cs: Zóna projekce vektorové mapy
sv: Vektorkarta projektionszon

source: Vector map digitizing threshold number (e.g., 0.5)
cs: Digitalizace vektorové mapy - mazní hodnota (napø. 0.5)
sv: Tröskelvärde för digitalisering av vektorkarta (t.ex. 0,5)

source: Text to append to the comment line of the map's metadata file
cs: Text který bude pøipojen jako dal¹í øádek souboru s metadaty.
sv: Text som ska läggas till i kommentarsraden i kartans metadatafil

source: Command line to store into vector map history file (used for vector scripts)
cs: Pøíkazová ¾ádka pro ulo¾ení souboru s hitorií vektorové mapy (pou¾íváno pro vektorové skripty)
sv: Kommandorad för att spara i historikfilen för vektorkartan (används för vektorskript)

source: Replace comment instead of appending it
cs: Nahradit komentáøe místo pøidávání
sv: Ersätt kommentaren istället för att lägga till den

source: Replace command line instead of appending it
sv: Ersätt kommandoraden istället för att lägga till den

source: Unable to open history file for vector map <%s>
cs: Nelze otevøít soubor s historií pro vektorovou mapu <%s>
sv: Det gick inte att öppna historikfilen för vector map <%s>

source: %d are too many points. The cross validation would take too much time.
sv: %d är för många punkter. Korsvalideringen skulle ta för lång tid.

source: %d points read in region
sv: %d punkter läses i regionen

source: Maybe it takes too long. It will depend on how many points you are considering.
sv: Det kanske tar för lång tid. Det beror på hur många punkter du funderar på.

source: CrossCorrelation: driver=%s db=%s
cs: CrossCorrelation: ovladaè=%s db=%s
sv: Korskorrelation: drivrutin=%s db=%s

source: No records selected from table <%s>
sv: Inga poster valda från tabell <%s>

source: No record for point (cat = %d)
cs: Pro bod nebyl nalezen záznam (cat = %d)
sv: Ingen registrering för punkt (kat = %d)

source: Performs bicubic or bilinear spline interpolation with Tykhonov regularization.
sv: Utför bikubisk eller bilinjär spline-interpolation med Tykhonov-regularisering.

source: Name of the attribute column with values to be used for approximation
sv: Namn på attributkolumnen med värden som ska användas för approximation

source: If not given and input is 3D vector map then z-coordinates are used.
sv: Om inget anges och indata är en 3D-vektorkarta används z-koordinater.

source: Name of input vector map with sparse points
sv: Namn på inmatningsvektorkarta med glesa punkter

source: Raster map to use for masking (applies to raster output only)
sv: Rasterkarta att använda för maskering (gäller endast för rasterutmatning)

source: Choose either vector or raster output, not both
cs: Vektorový a souèasnì rastrový výstup není mo¾ný, vyberte jeden z nich
sv: Välj antingen vektor- eller rasterutdata, inte båda

source: No raster or vector or cross-validation output
sv: Ingen raster- eller vektor- eller korsvalideringsutmatning

source: Unable to set default DB connection
sv: Det går inte att ange standard DB-anslutning

source: No default DB defined
sv: Ingen standard DB definierad

source: Input is 3D: using attribute values instead of z-coordinates for approximation
sv: Inmatningen är 3D: använd attributvärden istället för z-koordinater för approximation

source: Input is 3D: using z-coordinates for approximation
sv: Indata är 3D: använder z-koordinater för approximation

source: Input vector map is 2D. Parameter <%s> required.
sv: Vektorkartan för indata är 2D. Parameter <%s> krävs.

source: Estimated point density: %.4g
sv: Beräknad punkttäthet: %.4g

source: Estimated mean distance between points: %.4g
sv: Beräknat medelavstånd mellan punkter: %.4g

source: No points in current region
sv: Inga punkter i nuvarande region

source: Vector map <%s> of sparse points will be interpolated
sv: Vektorkarta <%s> med glesa punkter som ska interpoleras

source: Sorry, the <%s> driver is not compatible with the vector output of this module. Try with raster output or another driver.
sv: Tyvärr är drivrutinen <%s> inte kompatibel med vektorutmatningen i den här modulen. Försök med rasterutmatning eller en annan drivrutin.

source: Points in input vector map <%s> will be interpolated
sv: Punkter i inmatningsvektorkarta <%s> kommer att interpoleras

source: Reading values from attribute table...
sv: Läser värden från attributtabell...

source: Cannot read layer info
sv: Kan inte läsa lagerinformation

source: Interpolation: Creating table: It was impossible to create table <%s>.
cs: Interpolation: Vytváøím tabulku: Nebylo mo¾no vytvoøit tabulku <%s>.
sv: Interpolation: Skapa tabell: Det gick inte att skapa tabellen <%s>.

source: Cells for raster map <%s> will be interpolated
sv: Celler för rasterkarta <%s> kommer att interpoleras

source: Load masking map
sv: Ladda maskeringskarta

source: %d points found in this subregion
sv: %d punkter hittades i denna delregion

source: Interpolation: (%d,%d): No record for point (cat = %d)
cs: Interpolation: (%d,%d): Pro bod (cat = %d) ¾ádný záznam nenalezen
sv: Interpolation: (%d,%d): Ingen registrering för punkt (kat = %d)
