Repository: OSGeo/grass
Catalog: locale/po/grasstcl_*.po
Languages: cs

source: Sample transects
cs: Vzorové body profilu

source: Sample transects (bearing/distance)
cs: Kontrolní hodnoty profilu (pou¾ít azimut/vzdálenost)

source: Covariance/correlation
cs: Kovariance/korelace

source: Linear regression
cs: Lineární regrese mezi 2 mapovými vrstvami

source: Mutual category occurences
cs: Spoleèný výskyt kategorie (koincidence)

source: &Vector
cs: &Vektorová mapa

source: Digitize
cs: Digitalizace

source: Edit features
cs: Editovat prvky

source: Create/rebuild topology:
cs: Vytvoøit/znovu sestavit topologii

source: Clean vector
cs: Vyèistit vektorové soubory

source: Generalization
cs: Zobecnìní

source: Convert object types
cs: Konvertovat typy vektorových prvkù

source: Add centroids
cs: Pøidat centroidy

source: Build polylines
cs: Vytvoøit mnoholásobné linie

source: Split polylines
cs: Rozdìlit linie

source: Parallel lines
cs: Rovnobì¾né linie

source: Dissolve boundaries
cs: Rozlo¾í spoleèné hranice

source: Create 3D vector over raster
cs: Vytvoøit 3D vektor nad rastrem

source: Extrude 3D vector
cs: Vylouèit 3D vektorové mapy

source: Link to OGR
cs: Pøipojit k OGR

source: Create labels
cs: Vytvoøit popisky

source: Reposition vector
cs: Zmìnit umístìní vektoru

source: Reproject vector
cs: Znovu naèíst projekci vektoru

source: Metadata support
cs: Podpora metadat

source: Query with attributes
cs: Atributový dotaz

source: Query with coordinate(s)
cs: Souøadnicový dotaz

source: Query with another map
cs: Dotazovat s jinou mapou

source: Buffer vectors
cs: Bufer vektorù

source: Lidar analysis
cs: Analýza povodí

source: Detect edges
cs: Detekce hran

source: Detect interiors
cs: Detekovat vnitøní plochy

source: Correct and reclassify objects
cs: Spravit a reklasifikovat prvky

source: Linear referencing
cs: Lineární referencování pro vektorové vrstvy

source: Create LRS
cs: Vytvoøit LRS

source: Create stationing
cs: vytvoøit stanièení

source: Create points/segments
cs: Vytvoøit body/segmenty

source: Find ID and offset
cs: Nalézt ID a odchylku

source: Nearest features
cs: Nejbli¾¹í prvky

source: Network analysis
cs: Sí»ová analýza

source: Allocate subnets
cs: Alokovat podsítì

source: Network maintenance
cs: Správa sítì

source: Visibility network
cs: Viditelnost/linie viditelnosti

source: Shortest route
cs: Nejkrat¹í cesta

source: Display shortest route
cs: Nejkrat¹í cesta

source: Split net
cs: Rozdìlit sí»

source: Steiner tree
cs: Steinerùv strom

source: Traveling salesman analysis
cs: Problém obchodního cestujícího

source: Overlay
cs: Pøekrytí mapových vrstev

source: Patch (combine)
cs: Spojit rùzné mapové vrstvy (kombinace)

source: Change attributes
cs: Zmìnit atributy

source: Manage or report categories
cs: Upravit nebo vypsat kategorie

source: Reclassify objects interactively
cs: Reklasifikace obrazových dat interaktivnì

source: Generate area for current region
cs: Vytvoøit plochu pokrývající aktuální region

source: Generate areas from points
cs: Vytvoøit plochy z bodových dat

source: Convex hull
cs: Konvexní obal

source: Delaunay triangles
cs: Vytvoøit Delaunayovu triangulaèní sí» bodové vrstvy

source: Voronoi diagram/Thiessen polygons
cs: Vytvoøit Voronoi diagram/Thiessenovy polygony bodové vrstvy

source: Generate grid
cs: Vytvoøit møí¾ku

source: Generate points
cs: Vytvoøit bodovou vrstvu

source: Generate points from database
cs: Vytvoøit bodovou vrstvu na základì souøadnic x/y ulo¾ených v databázi

source: Generate points along lines
cs: Vytvoøit body podél linií

source: Generate random points
cs: Vytvoøit náhodnou bodovou vrstvu

source: Perturb points
cs: Rozházet body

source: Remove outliers in point sets
cs: Odstranit body mimo sadu bodù

source: Test/training sets
cs: Testovací/trénovací plochy

source: Update area attributes from raster
cs: Aktualizovat atributy plochy z rastru

source: Update point attributes from areas
cs: Aktualizovat bodové atributy z ploch

source: Update point attributes from raster
cs: Aktualizovat bodové atributy z rastru

source: Sample raster map at point locations
cs: Vzorkovat rastrovou vrstvu z daného bodu

source: Sample raster neighborhood around points
cs: Vzorkovat okolí v rastrové vrstvì v okolí daného bodu

source: Basic information
cs: Základní informace

source: Report topology by category
cs: Zpráva o topologii podlekategorií

source: Upload or report topology
cs: Naèíst nebo podat zprávu o topoligii

source: Univariate attribute statistics
cs: Univariatní statistika

source: Quadrat indices
cs: Ukazetel zkusné plochy

source: &Imagery
cs: &Obrazová data

source: Develop images and groups
cs: Vytvoøit obrazový soubor a skupiny

source: Create/edit group
cs: Vytvoøit/upravit skupinu

source: Target group
cs: Cílová obrazová skupina

source: Mosaic images
cs: Vytvoøit mozaiku více jak 4 sousední obrazové soubory

source: Manage image colors
cs: Sprava barevné ¹kály obrazových dat

source: Color balance for RGB
cs: Vyvá¾ení barev pro RGB

source: RGB to HIS
cs: RGB na HIS

source: Ortho photo rectification
cs: Ortofoto rektifikace

source: Brovey sharpening
cs: Broveyovo ostøení obrazu

source: Classify image
cs: Klasifikace obrazových dat

source: Clustering input for unsupervised classification
cs: Metoda shlukování pro neøízenou klasifikaci

source: Maximum likelyhood classification (MLC)
cs: Gaussùv klasifikátor MLC (Maximum likelihood classification)

source: Sequential maximum a posteriory classification (SMAP)
cs: Klasifikátor SMAP (Sequential maximum a posteriory)

source: Interactive input for supervised classification
cs: Interativní vstup pro øízenou klasifikaci

source: Input for supervised MLC
cs: Vstup pro øízenou klasifikaci MLC

source: Input for supervised SMAP
cs: Vstup pro øízenou klasifikaci SMAP

source: Filter image
cs: Filrace obrazu

source: Edge detection
cs: Detekce hran

source: Matrix/convolving filter
cs: U¾ivatelská definice maticového filtru

source: Spectral response
cs: Spektrální odezva

source: Tassled cap vegetation index
cs: Vegetaèní index (tassled cap)

source: Transform image
cs: Transformace obrazu

source: Canonical correlation
cs: Kanonické komponenty

source: Principal components
cs: Hlavní komponenty

source: Fast Fourier
cs: Fourierova transformace

source: Inverse Fast Fourier
cs: Inverzní Fourierova transformace

source: Bit pattern comparison
cs: Korelace (bit pattern comparsion) pro ID pixelù s nízkou kvalitou

source: Kappa analysis
cs: Kappa analýza

source: OIF for LandSat TM
cs: Faktor optimálního indexu pro LandSat TM

source: &Volumes
cs: &3D Rastr

source: Develop grid3D volumes
cs: Vytvoøit grid3D volumes

source: Manage nulls for grid3D volume
cs: Správa prázdných hodnot pro grid3D volume

source: Manage timestamp for grid3D volume
cs: Správa èasových znaèek pro grid3D volume

source: 3D MASK
cs: 3D MASKA

source: 3D Map calculator
cs: Mapový kalkulátor pro 3D mapy

source: Cross section from volume
cs: Vytvoøí 2D rastrovou mapu protnutím 3D-rastrù volume

source: Interpolate volume from vector points
cs: Interpolovat volume z vektorových bodù

source: Report and Statistics
cs: Výpis a statistiky

source: &Databases
cs: &Databáze

source: Database information
cs: Informace o databázi

source: Describe table
cs: Popsat tabulku

source: List columns
cs: Seznam sloupcù

source: List drivers
cs: Seznam ovladaèù

source: List tables
cs: Seznam tabulek

source: Manage database
cs: Správa databáze

source: Connect to database
cs: Spojení s databází

source: Login to database
cs: Pøihlá¹ení do databáze

source: Copy table
cs: Kopírovat tabulku

source: New table
cs: Vytvoøit tabulku

source: Remove table
cs: Odstranit tabulku

source: Add columns
cs: Pøidat nový sloupec

source: Change values
cs: Zmìnit atributy

source: Drop column
cs: Vyjmout sloupce

source: Rename a column
cs: Pøejmenovat sloupec

source: Test database
cs: Test spojení s databází

source: Query any table
cs: Dotazovat jakoukoliv tabulku

source: Query vector attribute table
cs: Atributový dotaz

source: SQL statement
cs: SQL pøíkaz

source: Vector<->database connections
cs: Spojení vektorová vrstva<->databáze

source: Reconnect vector to database
cs: Znovu navázat spojení s databází

source: Set vector - database connection
cs: Nastavit spojení vektorová vrstva - databáze

source: &Help
cs: &Nápovìda

source: GRASS help
cs: Nápovìda GRASSu

source: GIS Manager &help
cs: &Nápovìda GIS Manageru

source: GIS Manager help
cs: Nápovìda GIS Manageru

source: About &GRASS
cs: O &GRASSu

source: About GRASS
cs: O GRASSu

source: About &System
cs: O &Systému

source: About System
cs: O Systému

source: Set ground control points
cs: Nastavit vlícovací body

source: Zoom to map
cs: Zvìt¹it podle mapové vrstvy

source: Interactive rules entry
cs: Interaktivní zadávání pravidel

source: You must specify an output map
cs: Musíte urèit výstupní mapu

source: No output map specified
cs: Výstupní mapa nebyla urèena

source: Error creating rules file
cs: Chyba pøi vytváøení souboru s pravidly

source: Command:
cs: Pøíkaz:

source: ***** Please wait *****
cs: ***** Prosím èekejte *****

source: Gathering information about your system
cs: Sbírání informací o va¹em systému

source: ***** Done *****
cs: ***** Hotovo *****

source: Vector map
cs: Vektorová mapová vrstva

source: thematic map for %s
cs: tématická mapy pro %s

source: Select font
cs: Vybrat font

source: Vector point symbol
cs: Symbol vektorových bodù

source: Display vector maps thematically by graduate colors (all types)
cs: Zobrazit vektorové mapy tématicky podle stoupající barvy (v¹echny typy)

source: or by graduated sizes (points and lines)
cs: nebo podle stoupajcí vellikosti (body a linie)

source: Vector map:
cs: Vektorová mapa:

source: vector for thematic mapping
cs: vektorová mapa pro tématickou mapu

source: vector type
cs: vektorový typ

source: attribute layer
cs: Vrstva s atributy

source: NUMERIC attribute column to use for thematic map
cs: ÈÍSELNÝ sloupec atributù pro pou¾ití v tématické mapì

source: show attribute columns
cs: zobrazit atributové sloupce

source: show data
cs: zobrazit data

source: Thematic map: type
cs: Tématická mapa: typ

source: map by
cs: mapa

source: number of intervals to map (interval themes):
cs: poèet intervalù pro mapu (téma intervalù)

source: custom breakpoints (val val ...)
cs: vlastní lomové hodnoty (hodnota hodnota ...)

source: query with SQL where clause
cs: Dotazovat se pomocí SQL vìty

source: Graduated points & lines:
cs: Stoupající body & linie:

source: icon
cs: ikona

source: point color
cs: barva bodu

source: line color
cs: barva linie

source: size/min size (graduated pts/lines)
cs: velikost/min velikost (vzrùstající body/linie)

source: icon size/min size (graduated pts/lines)
cs: velikost/min velikost ikony (vzrùstající body/linie)

source: max size (graduated pts)
cs: max velikost (vzrùstající body)

source: max size (graduated pts/lines)
cs: max velikost (vzrùstající body/linie)

source: Graduated colors: preset color schemes
cs: Odstupòované barvy: urèit schéma barev

source: custom color scheme - start color
cs: vlastní schéma barev - poèáteèní barva

source: end color
cs: koncová barva

source: draw border
cs: vykreslit hranice

source: save thematic colors to GRASSRGB column of vector file
cs: ulo¾it barvy tématické mapy do GRASSRGB sloupce vektorového souboru

source: Legend: title font
cs: Legenda: písmo titulku

source: title font for legend
cs: písmo titulku legendy

source: font color
cs: barva fontu

source: subtitle font
cs: písmo podtitulku

source: subtitle font for legend
cs: písmo podtitulku legendy

source: label font
cs: písmo popisku

source: label font for legend
cs: písmo popisku legendy

source: use math notation in legend
cs: pou¾ít v legendì matematickou notaci

source: Name for ps.map instruction files
cs: Jméno souboru s instrukcemi pro ps.map

source: Legend for Map %d, %s
cs: Legenda pro mapu %d, %s

source: clear
cs: Vyèistit

source: Clear legend
cs: Vyèistit legendu

source: save
cs: Ulo¾it

source: Save legend to EPS file
cs: Ulo¾it legendu do souboru EPS

source: There is no raster group file (REF). You must select the 'create/edit group' option to create a group file.
cs: Neexistuje ¾ádný soubor se skupinou rastrù (REF). Prvnì musíte vybrat volbu 'vytvoøit/upravit skupinu' pro vytvoøení souboru se skupinou.

source: There is no vector group file (VREF). You must select the 'create/edit group' option to create a group file.
cs: Neexistuje ¾ádný soubor se skupinou vektorù (VREF). Prvnì musíte vybrat volbu 'vytvoøit/upravit skupinu' pro vytvoøení souboru se skupinou.

source: Select mapset of raster to georectify
cs: Vybrat mapset nebo rastr pro georektifikování

source: Create a group REF file and directory for vectors
cs: vytvoøit soubor se skupinou REF a adresáø pro vektory.

source: Create/replace vector group
cs: Vytvoøit/nahradit vektorovou skupinu

source: group name
cs: název skupiny

source: Select existing vector group or name new group
cs: Vybrat existující vektorovou skupinu nebo název nové skupiny

source: vector
cs: vektorová mapa

source: Select xy vector(s) for group
cs: Vybrat xy vektorovou vrstvu/y pro skupinu

source: Vector group
cs: Vektorová skupina

source: GRASS Georectifier
cs: Spustit proces georektifikování

source: Set up environment for georectifying rasters or vectors
cs: Nastavení prostøedí pro georektifikaci rastrù nebo vektorù

source: Georeference raster
cs: Georeferencování rastrové vrstvy

source: Georeference vector
cs: Georeferencování vektorové vrstvy

source: 1. Select mapset
cs: 1. Vybrat mapset

source: Mapset of xy raster group
cs: Mapset xy rastrové skupiny

source: 2. Create/edit group
cs: 2. Vytvoøit/modifikovat skupinu

source: Create/edit group (rasters or vectors to georectify)
cs: Vytvoøit/modifikovat skupinu (rastrové nebo vektorové vrstvy pro georektifikování)

source: 3. Select group
cs: 3. Vybrat skupinu

source: Select existing group to georectify
cs: Vybrat existující skupinu pro georektifikování

source: 4. Select map
cs: 4. Vybrat mapovou vrstvu

source: Select non-georectified raster or vector to display for marking ground control points
cs: Vybrat rastrovou nebo vektorovou vrstvu jako podklad pro oznaèení vlícovacích bodù

source: 5. Start georectifying
cs: 5. Spustit proces georektifikování

source: Start georectifying
cs: Spustit proces georektifikování

source: Cancel georectification
cs: Ukonèit orthorektifikaci

source: Displaying xy map to be georectified
cs: Zobrazení xy mapy pro georektifikaci

source: Select rectification method for rasters
cs: Vybrat metodu georektifikace pro rastrovou vrstvu

source: 1st order
cs: první stupeò

source: affine transformation (rasters & vectors). Requires 3+ GCPs.
cs: afinní transformace (rasttové & vektorové vrstvy). Vy¾aduje nejménì 3 vlícovací body.

source: 2nd order
cs: druhý stupeò

source: polynomial transformation (rasters only). Requires 6+ GCPs.
cs: polynomní transformace (pouze rastrové vrstvy). Vy¾aduje minimálnì 6 vlícovacích bodù.

source: 3rd order
cs: tøetí stupeò

source: polynomial transformation (rasters only). Requires 10+ GCPs.
cs: polynomní transformace (pouze rastrové vrstvy). Vy¾aduje minimálnì 10 vlícovacích bodù.

source: Use
cs: Pou¾ít

source: xy coordinates
cs: souøadnice xy

source: geographic coordinates
cs: zemìpisné souøadnice

source: forward error
cs: dopøedná chyba

source: backward error
cs: zpìtná chyba

source: Manage ground control points (GCPs)
cs: Urèit vlícovací body (GCPs)

source: Save GCPs to POINTS file
cs: Ulo¾it GCPs do souboru POINTS

source: Clear all unchecked GCP entries
cs: vymazat v¹echny nezatr¾ené záznamy GCP

source: Calculate RMS error
cs: Vypoèítat chybu RMS (støední kvadratická chyba)

source: Rectify maps in group
cs: Rektifikovat mapy ve skupinì

source: Quit
cs: Ukonèit

source: Exit georectifier
cs: Spustit proces georektifikování

source: There is no POINTS file of ground control points for group. You must create ground control points before georectifying map.
cs: Nejsou vlo¾eny ¾ádné VLÍCOVACÍ BODY pro skupinu. Musíte neprve vytvoøit vlícovací body pøed georektifikací mapy.

source: Insufficient ground control points for georectification method. You need at least 3 points for 1st order, 6 points for 2nd order and 10 points for 3rd order.
cs: Nedostateèný poèet vlícovacích body pro metodu georektifikování. musíte zadat nejménì 3 body pro první stupeò, 6bodù pro druhý stupeò a 10 bodù pro tøetí stupeò georektifikace.

source: No valid ground control points in GCP file. You must create valid ground control points before georectifying map.
cs: Neplatné vlícovací body v souboru GCP. Musíte vlo¾it platné vlícovací bdy pøed georektifikací mapy.

source: Error setting region
cs: Chyba pøi nastavení regionu

source: Please wait...
cs: Prosím èekejte...

source: Drag or click mouse to zoom
cs: Kliknout nebo táhnout my¹í pro pøiblí¾ení

source: Drag or click mouse to unzoom
cs: Kliknout nebo táhnout my¹í pro oddálení

source: Drag with mouse to pan
cs: Umístit my¹í

source: Map Resource File
cs: Soubor se zdroje mapy

source: All Files
cs: V¹echny soubory

source: Open File
cs: Otevøít soubor

source: DM Resource File
cs: Zdrojový soubor DM

source: Save File
cs: Ulo¾it soubor

source: Scalebar and north arrow
cs: Mìøítko a smìrová rù¾ice

source: Overlay grids and lines
cs: Pøekrýt møí¾ku a linie

source: Add command layer
cs: Pøidat vrstvu s pøíkazem

source: Add group
cs: Pøidat skupinu

source: Duplicate Layer
cs: Duplikovat vrstvu

source: Delete layer
cs: Odstranit vrstvu

source: Create new workspace file (erase current workspace settings first)
cs: Vytvoøit nový soubor s pracovní oblastí (sma¾e aktuální nastavení pracovní oblasti)

source: Open existing workspace file
cs: Otevøít existující soubor s pracovní oblastí

source: Save workspace file
cs: Ulo¾it soubor s pracovní oblastí

source: Animate raster map series
cs: Animovat serii rastrových map

source: Digitize map (select or create new map first)
cs: Digitalizovat mapu (vybrat nebo vytvoøit nejprve novou mapu)

source: Map Layers for Display %s
cs: Mapové vrstvy k zobrazení %s

source: You must open a display before adding map layers
cs: Musíte otevøít displej pøed pøidáním mapových vrstev

source: No layer selected
cs: ®ádná vrstva nevybrána

source: Loading layers...
cs: Naèítám vrstvy...

source: Layers loaded
cs: Vrstvy naèteny

source: You can digitize raster or vector maps only
cs: Pouze rastrové nebo vektorové mapy lze digitalizovat

source: Select raster map to profile. Currently selected raster is default.
cs: Vyberte rastrovou mapu pro profil Výchozí je souèasná oznaèená rastrová mapa.

source: Draw profile transect in map display
cs: Vykreslit profil v mapovém oknì

source: Draw profile
cs: Vykreslit profil

source: Clear profile
cs: Smazat profil

source: Save profile to EPS file
cs: Ulo¾it profil do souboru EPS

source: r.univar error
cs: chyba r.univar

source: g.proj or projection error
cs: chyba g.proj nebo projekce

source: You must select a raster to profile
cs: Musíte vybrat rastr pro profil

source: No raster map selected
cs: Nevybrána ¾ádná rastrová mapa

source: You must draw a transect to profile
cs: Musíte vykreslit trasu profilu

source: No transect drawn
cs: ®ádná trasa profilu nebyla nakreslena

source: Please wait while profile elevations are calculated
cs: Prosím poèkejte chvíli, ne¾ bude vypoèítán profil elevace

source: Elevation range for selected raster is zero. No profile can be created.
cs: Rozmezí vý¹k pro vybravý rastr je nula. ®ádný profil nebude vytvoøen.

source: Zero elevation range
cs: Nulové rozmezí vý¹ek

source: r.profile error
cs: chyba r.profile

source: Ghostscript not available
cs: Ghostscript není dostupný

source: Postscript and LPR printing of map display
cs: Tisk zobrazené mapy LPR nebo do formátu Postscript

source: Preset paper type
cs: Nastavení typu papíru

source: Custom paper size
cs: U¾ivatelská velikost papíru

source: width:
cs: ¹íøka:

source: height:
cs: vý¹ka:

source: Margins left:
cs: Levý okraj:

source: right:
cs: pravý:

source: top:
cs: horní:

source: bottom:
cs: dolní:

source: Resolution (dpi) for printing and PDF
cs: Rozli¹ení (dpi) pro tisk a PDF soubor

source: Print on LPR printer
cs: Odeslat na tiskárnu LPR

source: Print on postscript device*
cs: Odeslat na postscriptové zaøízení*

source: Save to PDF file*
cs: Ulo¾it do souboru PDF*

source: Browse
cs: Procházet

source: Save to EPS file
cs: Ulo¾it do souboru EPS

source: *requires ghostscript to be installed and in path
cs: *vy¾aduje instalovaný ghostscript a cestu k nìmu

source: Print
cs: Tisk

source: Raster map
cs: Rastrová mapa

source: Raster drape map
cs: Krycí rastrová mapa

source: Display raster maps
cs: Zobrazit rastrové mapy

source: Base map:
cs: Základní mapa:

source: base raster map to display
cs: základová rastrová mapová vrstva

source: base map info
cs: informace o základní mapì

source: values to display
cs: hodnoty k zobrazení

source: Optional color draping. Use base map for shading,
cs: Optimální barva krytí. pou¾ít základní mapu pro stínování,

source: drape map for color in color relief map or data fusion
cs: krycí mapa pro barvu v barevné mapì reliéfu nebo ve spojení dat

source: drape map:
cs: krycí mapa:

source: raster map to drape over base map
cs: rastrová mapová vrstva pøekrývající základovou mapu

source: drape map info
cs: informace o krycí mapì

source: drape map brightness adjustment
cs: nastavení jasu u krycí mapy

source: Adjust brightness of drape map
cs: Nastavit jas krycí mapy

source: Set background color (colored null value cells)
cs: Nastavit barvu pozadí (barevné NULLové buòky)

source: cell values for %s
cs: hodnoty buòky pro %s

source: Display cell values from raster map or image
cs: Zobrazit hodnoty bunìk z rastrové mapy nebo obrazu

source: (resolution must be 100x100 or less)
cs: (rozli¹ení musí být 100x100 nebo men¹í)

source: Raster to display:
cs: Zobrazit rastr:

source: Color for cell grid:
cs: Barva buòky møí¾ky

source: cell values font
cs: font pro hodnoty buòky

source: Color for cell values:
cs: Barva pro hodnoty bunìk:

source: use raster colors for cell values
cs: pou¾ít rastrové barvy pro hodnoty bunìk

source: Cell values can only be displayed for regions of < 10,000 cells
cs: Hodnoty buòek mohou být zobrazeny jen pro regiony < 10000 bunìk

source: Labels for vectors
cs: Popisek vektorových vrstev

source: Display labels for vector objects (created with v.label)
cs: Zobrazit popisky pro vektorové objekty (vytvoøen pomocí v.label)

source: Labels file:
cs: Soubor s popisky:

source: labels file to display
cs: soubor s popisky k zobrazení

source: Display constraints:
cs: Zobrazit omezení:

source: region size
cs: velikost regionu

source: ignore rotation setting and draw horizontally
cs: ignorovat nastavené otoèení a vykreslit vodorovnì

source: Launch v.label to create labels file
cs: Spustit v.label pro vytvoøení souboru s popisky

source: Maximum zoom-in reached
cs: Dosa¾eno maximální pøiblí¾ení

source: please wait...
cs: prosím èekejte...

source: You have to select map layer first
cs: Nejprve musíte vybrat mapvou vrstvu

source: No map layer selected
cs: ®ádná mapová vrstva není vybrána

source: Save Region
cs: Ulo¾it region

source: Save current display geometry to named region
cs: Ulo¾it souèasný výøez do pojmenovaného regionu

source: Enter region name
cs: Zadejte jméno regionu

source: Region file %s already exists. Do you want to overwrite it?
cs: Soubor regionu %s ji¾ existuje. Pøejete si ho pøepsat?

source: Display: rows=%d cols=%d N-S res=%g E-W res=%g
cs: Zobrazení: øádkù=%d sloupcù=%d S-J rozli¹ení=%g V-Z rozli¹ení= %g

source: Error reading current resolution with g.region
cs: Chyb pøi ètení souèasného rozli¹ení pomocí g.region

source: Measurement
cs: Mìøit

source: Draw measure line with mouse
cs: Nakreslit mìøící èáru my¹í
