Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: A single value of inclination (slope)
sv: Ett enda värde för lutning (slope)

source: Name of the Linke atmospheric turbidity coefficient input raster map [-]
cs: Název rastrového souboru Linkovými koeficienty atmosferické turbulence [-]
sv: Namn på rasterkartan för indata för Linke atmosfärisk turbiditetskoefficient [-]

source: A single value of the Linke atmospheric turbidity coefficient [-]
cs: Jedineèná hodnota Linkových koeficientù atmosferické turbulence [-]
sv: Ett enda värde för den atmosfäriska turbiditetskoefficienten Linke [-]

source: Name of the ground albedo coefficient input raster map [-]
cs: Název rastrového souboru s hodnotami odrazivosti (albeda) [-]
sv: Namn på rasterkartan för inmatning av markens albedokoefficient [-]

source: A single value of the ground albedo coefficient [-]
cs: Jedineèná hodnota koeficientu odrazivosti (albeda)
sv: Ett enda värde för markens albedokoefficient [-]

source: Name of input raster map containing latitudes [decimal degrees]
sv: Namn på inmatad rasterkarta som innehåller latituder [decimalgrader]

source: Name of input raster map containing longitudes [decimal degrees]
sv: Namn på inmatad rasterkarta som innehåller longituder [decimalgrader]

source: Name of real-sky beam radiation coefficient (thick cloud) input raster map [0-1]
sv: Namn på rasterkarta för strålningskoefficienten för den verkliga himlen (tjockt moln) [0-1]

source: Name of real-sky diffuse radiation coefficient (haze) input raster map [0-1]
sv: Namn på rasterkarta för inmatning av diffus strålningskoefficient (haze) för den verkliga himlen [0-1]

source: The horizon information input map basename
sv: Horisonten information input map basename

source: Output incidence angle raster map (mode 1 only)
cs: Výstupní rastrový soubor íºhlu dopadu paprsku (pouze mód 1)
sv: Utmatning av rasterkarta över infallsvinkel (endast läge 1)

source: Output beam irradiance [W.m-2] (mode 1) or irradiation raster map [Wh.m-2.day-1] (mode 2)
cs: Výstupní osvìtlení paprskem [W.m-2] (mode 1) nebo rastrovou mapu osvìtlení [Wh.m-2.den-1] (mode 2)
sv: Strålning från utgångsstrålen [W.m-2] (läge 1) eller rasterkarta över strålning [Wh.m-2.day-1] (läge 2)

source: Output diffuse irradiance [W.m-2] (mode 1) or irradiation raster map [Wh.m-2.day-1] (mode 2)
cs: Výstupní difùzní osvìtlení [W.m-2] (mode 1) nebo mapa osvìtlení [Wh.m-2.den-1] (mode 2)
sv: Utmatad diffus irradians [W.m-2] (läge 1) eller rasterkarta över irradians [Wh.m-2.day-1] (läge 2)

source: Output ground reflected irradiance [W.m-2] (mode 1) or irradiation raster map [Wh.m-2.day-1] (mode 2)
cs: Výstupní záøení odra¾ené od zemì [W.m-2] (mode 1) nebo rastrová mapa ozáøení [Wh.m-2.den-1] (mode 2)
sv: Utmatning av markreflekterad irradians [W.m-2] (läge 1) eller rasterkarta över irradians [Wh.m-2.day-1] (läge 2)

source: Output global (total) irradiance/irradiation [W.m-2] (mode 1) or irradiance/irradiation raster map [Wh.m-2.day-1] (mode 2)
sv: Utdata global (total) irradians/bestrålning [W.m-2] (läge 1) eller rasterkarta över irradians/bestrålning [Wh.m-2.day-1] (läge 2)

source: Output insolation time raster map [h] (mode 2 only)
cs: Výstupní rastrový soubor s hodnotami insolace [h] (pouze mód 2)
sv: Utmatning av rasterkarta för solinstrålningstid [h] (endast läge 2)

source: No. of day of the year (1-365)
cs: Poèet dní v roce (1-365)
sv: Antal dagar på året (1-365)

source: Time step when computing all-day radiation sums [decimal hours]
cs: Èasový krok pøi výpoètu celodenní radiance [decimální hodiny]
sv: Tidssteg vid beräkning av strålningssummor för hela dygnet [decimaltimmar]

source: Declination value (overriding the internally computed value) [radians]
cs: Po¾adována hodnota deklinace (vnitøní hodnota bude pøepsána) [radiány]
sv: Deklinationsvärde (åsidosätter det internt beräknade värdet) [radianer]

source: Solar constant [W/m^2]
sv: Solens konstant [W/m^2]

source: Local (solar) time (to be set for mode 1 only) [decimal hours]
cs: Místní (sluneèní) èas (nastaveno pouze pro mód 1) [decimální hodiny]
sv: Lokal tid (soltid) (kan endast ställas in för läge 1) [decimaltimmar]

source: Number of threads which will be used for parallel computing
sv: Antal trådar som ska användas för parallella beräkningar

source: Read the input files in this number of chunks
sv: Läs inmatningsfilerna i detta antal bitar

source: Civil time zone value, if none, the time will be local solar time
sv: Värde för civil tidszon, om inget värde anges kommer tiden att vara lokal soltid

source: Do not incorporate the shadowing effect of terrain
sv: Ta inte hänsyn till terrängens skuggeffekt

source: Use the low-memory version of the program
sv: Använd en version av programmet med lågt minne

source: <%d> is not valid number of threads. Number of threads will be set to <%d>
sv: <%d> är inte ett giltigt antal trådar. Antal trådar kommer att ställas in på <%d>

source: Number of threads <%d>
sv: Antal trådar <%d>

source: You must give the longitude raster if you use civil time
sv: Du måste ange longitudrastret om du använder civil tid

source: Error reading civil time zone value
sv: Fel vid avläsning av värdet för civil tidszon

source: Invalid civil time zone value
sv: Ogiltigt värde för civil tidszon

source: insol_time and incidout are incompatible options
cs: insol_time a incidout jsou nesluèitelné volby
sv: insol_time och incidout är inkompatibla alternativ

source: Error reading time step size
sv: Fel avläsningstid stegstorlek

source: Invalid time step size
sv: Ogiltig storlek på tidssteg

source: Error reading horizon step size
sv: Fel vid avläsning av horisontens stegstorlek

source: The horizon step size must be greater than 0.
sv: Horisontens stegstorlek måste vara större än 0.

source: If you use the horizon option you must also set the 'horizonstep' parameter.
sv: Om du använder horisontalternativet måste du också ställa in parametern "horizonstep".

source: Time and insol_time are incompatible options
sv: Time och insol_time är inkompatibla alternativ

source: Mode 1: instantaneous solar incidence angle & irradiance using a set local time
sv: Läge 1: momentan solinstrålningsvinkel och irradians med hjälp av en inställd lokal tid

source: incidout requires time parameter to be set
cs: incidout po¾aduje nastavený parametr èasu
sv: incidout kräver att tidsparametern ställs in

source: Mode 2: integrated daily irradiation for a given day of the year
cs: Mode 2: denní ozáøenost pro zadaný den roku.
sv: Läge 2: integrerad daglig bestrålning för en viss dag på året

source: Using Linke constant: %lf
sv: Använda Linke konstant: %lf

source: Using Linke map <%s>
sv: Använda Linke karta <%s>

source: Using albedo constant: %lf
sv: Använda albedokonstant: %lf

source: Using albedo map <%s>
sv: Använda albedokarta <%s>

source: Using slope constant: %lf
sv: Använda lutningskonstant: %lf

source: Using slope map <%s>
sv: Använda lutningskarta <%s>

source: Using aspect constant: %lf
sv: Använda aspektkonstant: %lf

source: Using aspect map <%s>
sv: Använda aspect map <%s>

source: If you use -s and no horizon rasters, numpartitions must be =1
sv: Om du använder -s och inga horisontraster måste numpartitions vara =1

source: If you want to save memory and to use shadows, you must use pre-calculated horizons.
sv: Om du vill spara minne och använda skuggor måste du använda förberäknade horisonter.

source: latin and longin raster maps have no effect when in a Lat/Lon project
sv: latin- och longin-rasterkartor har ingen effekt när de finns i ett Lat/Lon-projekt

source: Both latin and longin raster maps must be given, or neither
sv: Både latinska och longinska rasterkartor måste anges, eller ingen av dem

source: Calculates solar elevation, solar azimuth, and sun hours.
sv: Beräknar solhöjd, solazimut och soltimmar.

source: Solar elevation: the angle between the direction of the geometric center of the sun's apparent disk and the (idealized) horizon. Solar azimuth: the angle from due north in clockwise direction.
sv: Solhöjd: vinkeln mellan riktningen för den geometriska mittpunkten på solens skenbara skiva och (den idealiserade) horisonten. Solens azimut: vinkeln från rakt norrut medurs.

source: Output raster map with solar elevation angle
sv: Utmatning av rasterkarta med solhöjdsvinkel

source: Output raster map with solar azimuth angle
sv: Utmatning av rasterkarta med solens azimutvinkel

source: Output raster map with sunshine hours
sv: Utmatning av rasterkarta med solskenstimmar

source: Sunshine hours require SOLPOS use and Greenwich standard time
sv: Soltimmar kräver SOLPOS-användning och Greenwich standardtid

source: Year
sv: År

source: Month
sv: Månad

source: If not given, day is interpreted as day of the year
sv: Om ingen dag anges tolkas dagen som årets dag

source: Day
sv: Dag

source: Hour
sv: Timme

source: Minutes
sv: Minuter

source: Seconds
sv: Sekunder

source: Time is local sidereal time, not Greenwich standard time
sv: Tiden är lokal sidotid, inte Greenwich standardtid

source: Do not use SOLPOS algorithm of NREL
sv: Använd inte NREL:s SOLPOS-algoritm

source: No output requested, exiting.
sv: Ingen utmatning begärd, avslutande.

source: NREL SOLPOS algorithm uses Greenwich standard time.
sv: NREL SOLPOS-algoritmen använder Greenwich standardtid.

source: Time will be interpreted as Greenwich standard time.
sv: Tiden kommer att tolkas som Greenwich standardtid.

source: Time will be interpreted as local sidereal time.
sv: Tiden kommer att tolkas som lokal sidotid.

source: Sunshine hours require NREL SOLPOS.
sv: Soltimmar kräver NREL SOLPOS.

source: Current projection is x,y (undefined).
sv: Aktuell projektion är x,y (odefinierad).

source: Cannot get projection info of current project
sv: Det går inte att få projektionsinformation om det aktuella projektet

source: Cannot get projection units of current project
sv: Det går inte att få projektionsenheter för det aktuella projektet

source: Cannot get projection key values of current project
sv: Det går inte att få fram nyckelvärden för projektion i det aktuella projektet

source: Calculating solar elevation and azimuth...
sv: Beräkning av solhöjd och azimut...

source: Calculating solar elevation...
sv: Beräkning av solhöjd...

source: Calculating solar azimuth...
sv: Beräkning av solens azimut...

source: S_decode ==> Please fix the year: %d [1950-2050]
cs: S_decode ==> Prosím opravte rok: %d [1950-250]
sv: S_decode ==> Fixa årtalet: %d [1950-2050]

source: S_decode ==> Please fix the month: %d
cs: S_decode ==> Prosím opravte mìsíc: %d
sv: S_decode ==> Fixa månaden: %d

source: S_decode ==> Please fix the day-of-month: %d
cs: S_decode ==> prosím opravte den-v-mìsíci: %d
sv: S_decode ==> Fixa dagen i månaden: %d

source: S_decode ==> Please fix the day-of-year: %d
cs: S_decode ==> Prosím opravte den-v-roce: %d
sv: S_decode ==> Fixa dagen för året: %d

source: S_decode ==> Please fix the hour: %d
cs: S_decode ==> Prosím opravte hodinu: %d
sv: S_decode ==> Fixa timmen: %d

source: S_decode ==> Please fix the minute: %d
cs: S_decode ==> Prosím opravte minutu: %d
sv: S_decode ==> Fixa minuten: %d

source: S_decode ==> Please fix the second: %d
cs: S_decode ==> prosím opravte vteøiny: %d
sv: S_decode ==> Fixa den andra: %d

source: S_decode ==> Please fix the time zone: %f
cs: S_decode ==> Prosím opravte èasovou zónu: %f
sv: S_decode ==> Fixa tidszonen: %f

source: S_decode ==> Please fix the interval: %d
cs: S_decode ==> Prosím opravte interval: %d
sv: S_decode ==> Fixa intervallet: %d

source: S_decode ==> Please fix the latitude: %f
cs: S_decode ==> Prosím opravte zem. ¹íøku: %f
sv: S_decode ==> Fixa latituden: %f

source: S_decode ==> Please fix the longitude: %f
cs: S_decode ==> Prosím opravte zem. délku: %f
sv: S_decode ==> Fixa longituden: %f

source: S_decode ==> Please fix the temperature: %f
cs: S_decode ==> Prosím opravte teplotu: %f
sv: S_decode ==> Fixa temperaturen: %f

source: S_decode ==> Please fix the pressure: %f
cs: S_decode ==> Prosím opravte tlak: %f
sv: S_decode ==> Åtgärda trycket: %f

source: S_decode ==> Please fix the tilt: %f
cs: S_decode ==> Prosím opravte sklon: %f
sv: S_decode ==> Fixa lutningen: %f

source: S_decode ==> Please fix the aspect: %f
cs: S_decode ==> Prosím opravte expozici: %f
sv: S_decode ==> Fixa aspekten: %f

source: S_decode ==> Please fix the shadowband width: %f
cs: S_decode ==> Prosím opravte ¹íøku pásma stínu: %f
sv: S_decode ==> Fixa skuggbandets bredd: %f

source: S_decode ==> Please fix the shadowband radius: %f
cs: S_decode ==> Prosím opravte radius stinného pásu: %f
sv: S_decode ==> Fixa skuggbandets radie: %f

source: S_decode ==> Please fix the shadowband sky factor: %f
cs: S_decode ==> Prosím opravte faktor oblohy stinného pásu: %f
sv: S_decode ==> Fixa skuggbandets himmelsfaktor: %f

source: Unable to calculate sun position in projects without CRS. Specify sunposition directly.
sv: Det går inte att beräkna solens position i projekt utan CRS. Ange solposition direkt.

source: Specified point %f, %f outside of current region, is that intended? Anyway, it will be used.
sv: Specificerad punkt %f, %f utanför aktuell region, är det tänkt så? Hur som helst, det kommer att användas.

source: Unable to get projection info of current project
sv: Det går inte att få projektionsinformation om det aktuella projektet

source: Unable to get projection units of current project
sv: Det går inte att få projektionsenheter för det aktuella projektet

source: Unable to get projection key values of current project
sv: Det går inte att få fram nyckelvärden för projektion i det aktuella projektet

source: Calculates cast shadow areas from sun position and elevation raster map.
sv: Beräknar områden med kastskuggor från solposition och höjdrasterkarta.

source: Either exact sun position (A) is specified, or date/time to calculate the sun position (B) by r.sunmask itself.
sv: Antingen anges exakt solposition (A), eller datum/tid för att beräkna solpositionen (B) med hjälp av r.sunmask.

source: Altitude of the sun in degrees above the horizon (A)
sv: Solens höjd i grader över horisonten (A)

source: Azimuth of the sun in degrees from north (A)
sv: Solens azimut i grader från norr (A)

source: Year (B)
sv: År (B)

source: Month (B)
sv: Månad (B)

source: Day (B)
sv: Dag (B)

source: Hour (B)
sv: Timme (B)

source: Minutes (B)
sv: Protokoll (B)

source: Seconds (B)
sv: Sekunder (B)

source: Timezone
sv: Tidszon

source: East positive, offset from GMT, also use to adjust daylight savings
sv: East positiv, förskjutning från GMT, används också för att justera sommartid

source: Easting coordinate (point of interest)
sv: Östlig koordinat (intressepunkt)

source: Default: map center
sv: Standard: kartans mitt

source: Northing coordinate (point of interest)
sv: Koordinat för nordlig riktning (intressepunkt)

source: Do not ignore zero elevation
sv: Ignorera inte nollhöjden

source: Calculate sun position only and exit
cs: Vypoèítat pouze polohu Slunce a ukonèit se
sv: Beräkna endast solens position och avsluta

source: Print the sun position output in shell script style
cs: Vytiskni polohu Slunce ve stylu pou¾itelném pro shell skript
sv: Skriv ut solens position i skal-skriptformat

source: Using map center coordinates: %f %f
sv: Använda koordinater för kartans centrum: %f %f

source: Empty east coordinate specified
sv: Tom östlig koordinat specificerad

source: Empty north coordinate specified
sv: Tom nordlig koordinat specificerad

source: Either define sun position or location/date/time parameters
sv: Definiera antingen solens position eller parametrar för plats/datum/tid

source: Neither sun position nor east/north, date/time/timezone definition are complete
sv: Varken solens position eller öst/nord, datum/tid/tidszonsdefinitionen är fullständig

source: Calculating sun position... (using solpos (V. %s) from NREL)
sv: Beräkning av solens position... (med hjälp av solpos (V. %s) från NREL)

source: Using user defined sun azimuth, altitude settings (ignoring eventual other values)
sv: Använda användardefinierade inställningar för solens azimut och höjd (ignorerar eventuella andra värden)

source: Please correct settings
cs: Opravte prosím nastavení.
sv: Korrigera inställningarna

source: Time (%02i:%02i:%02i) is before sunrise (%02d:%02d:%02d)
sv: Tiden (%02i:%02i:%02i) är före soluppgången (%02d:%02d:%02d)

source: Time (%02i:%02i:%02i) is before sunrise
sv: Tiden (%02i:%02i:%02i) är före soluppgången

source: Nothing to calculate. Please verify settings.
cs: Není co poèítat. Ovìøte prosím nastavení.
sv: Inget att beräkna. Kontrollera inställningarna.

source: Time (%02i:%02i:%02i) is after sunset (%02d:%02d:%02d)
sv: Tid (%02i:%02i:%02i) är efter solnedgången (%02d:%02d:%02d)

source: Time (%02i:%02i:%02i) is after sunset
sv: Tid (%02i:%02i:%02i) är efter solnedgången

source: You already know the sun position
sv: Du känner redan till solens position

source: Option <%s> required
sv: Alternativ <%s> krävs

source: Unable to open range file for raster map <%s>
sv: Det gick inte att öppna range-filen för rasterkartan <%s>

source: Calculating shadows from DEM...
cs: Poèítám stíny pro DMT...
sv: Beräkning av skuggor från DEM...

source: Updating statistics for [%s]...
cs: Aktualizuji statistiku pro [%s]...
sv: Uppdaterar statistik för [%s]...

source: Updating histogram range...
cs: Aktualizuji histogram...
sv: Uppdatering av histogramområde...

source: Updating the number of categories for [%s]...
cs: Aktualizuji poèet kategorií pro [%s]...
sv: Uppdatering av antalet kategorier för [%s]...

source: Update raster map statistics
cs: Aktualizuj statistiku rastru
sv: Uppdatera statistik för rasterkarta

source: Statistics for <%s> updated
cs: Statistika pro pro <%s> byla aktualizována
sv: Statistik för <%s> uppdaterad

source: Updating statistics for [%s]
cs: Aktualizuji statistiku pro [%s]
sv: Uppdatering av statistik för [%s]

source: Updating the number of categories for [%s]
cs: Aktualizuji poèet kategorií pro [%s]
sv: Uppdatering av antalet kategorier för [%s]

source: Allows creation and/or modification of raster map layer support files.
cs: Umo¾òuje vytvoøit a/nebo modifikovat podpùrné soubory rastrové mapy.
sv: Gör det möjligt att skapa och/eller ändra stödfiler för rasterkartlager.

source: Text to append to the next line of the map's metadata file
cs: Text který bude pøipojen jako dal¹í øádek souboru s metadaty.
sv: Text som ska läggas till nästa rad i kartans metadatafil

source: Text to use for map data units
cs: Text pro jednotky nové mapy
sv: Text att använda för kartdataenheter

source: Text to use for map vertical datum
cs: Text pro vertikální dataum nové mapy
sv: Text som ska användas för kartans vertikala datum

source: Text to use for data source, line 1
cs: Text pro zdroj dat, øádek 1
sv: Text att använda för datakälla, rad 1

source: Text to use for data source, line 2
cs: Text pro zdroj dat, øádek 2
sv: Text att använda för datakälla, rad 2

source: Text to use for data description or keyword(s)
cs: Text pou¾itý pro popis dat nebo jako klíèové slova
sv: Text som ska användas för databeskrivning eller nyckelord

source: Import / Export
sv: Importera/exportera

source: Text file from which to load history
sv: Textfil från vilken historik ska laddas

source: Text file in which to save history
sv: Textfil där historik ska sparas

source: Semantic label
sv: Semantisk etikett

source: Semantic label e.g. S2_8A
sv: Semantisk etikett, t.ex. S2_8A

source: Delete the semantic label
sv: Ta bort den semantiska etiketten

source: Maintenance
sv: Underhåll

source: Update statistics (histogram, range)
sv: Uppdatera statistik (histogram, intervall)

source: Create/reset the null file
sv: Skapa/återställ nollfilen

source: Delete the null file
sv: Ta bort nollfilen

source: Semantic label removal and setting semantic label values simultaneously doesn't make sense
sv: Det är inte meningsfullt att ta bort semantiska etiketter och samtidigt ange värden för semantiska etiketter

source: cats table for [%s] set to %s
cs: Tabulka kategorií pro <%s> nastavena na %s
sv: kats-tabell för [%s] inställd på %s]

source: Provided semantic label is not valid. See documentation for valid examples
sv: Den angivna semantiska etiketten är inte giltig. Se dokumentation för giltiga exempel

source: [%s] is a reclass of another map. Exiting.
cs: [%s] je reklasifikací jiné mapy. Ukonèuji se.
sv: [%s] är en omklassificering av en annan karta. Avslutande.

source: Writing new null file for [%s]...
cs: Zapisuji nový soubor "null" pro [%s]...
sv: Skriver ny null-fil för [%s]…

source: Removing null file for [%s]...
cs: Odstraòuji soubor "null" pro [%s]...
sv: Tar bort null-filen för [%s] ...

source: Done.
cs: Dokonáno jest.
sv: Klar.

source: area estimation
sv: uppskattning av yta

source: Prints estimation of surface area for raster map.
sv: Skriver ut en uppskattning av ytan för en rasterkarta.

source: Vertical scale
cs: Vertikální mìøítko
sv: Vertikal skala

source: Output units
sv: Utgående enheter

source: Default: square map units
sv: Standard: kvadratiska kartenheter

source: Output in '%s'
sv: Utmatning i '%s'

source: Output in 'square map units'
sv: Utdata i "kvadratiska kartenheter

source: Null value area ignored in calculation:
sv: Området med nollvärden ignoreras vid beräkningen:

source: Plan area used in calculation:
sv: Planområde som använts vid beräkningen:

source: Surface area calculation(low, high, avg):
sv: Beräkning av ytarea (låg, hög, genomsnittlig):

source: Current region plan area:
sv: Aktuellt område för regionplan:

source: Estimated region Surface Area:
sv: Beräknad yta för regionen:

source: Generates surface raster map from rasterized contours.
sv: Skapar en rasterkarta över ytan från rastrerade konturer.

source: Name of input raster map containing contours
sv: Namn på inmatad rasterkarta som innehåller konturer

source: fractal
sv: fraktal

source: Creates a fractal surface of a given fractal dimension.
cs: Vytváøí fraktální povrch o zadané fraktální dimenzi
sv: Skapar en fraktal yta med en given fraktal dimension.

source: Fractal dimension of surface (2 < D < 3)
cs: Fraktální dimenze povrchu (2 < D < 3)
sv: Ytans fraktala dimension (2 < D < 3)

source: Number of intermediate images to produce
cs: Poèet snímkù k vytvoøení spektrálních koeficientù
sv: Antal mellanliggande bilder som ska produceras

source: Autogenerated random seed set to: %ld
sv: Autogenererat slumpmässigt frö satt till: %ld

source: Fractal dimension of %.2lf must be between 2 and 3.
sv: Fraktaldimensionen för %.2lf måste vara mellan 2 och 3.

source: Unable to allocate data buffer. Check current region with g.region.
sv: Det går inte att allokera databuffert. Kontrollera aktuell region med g.region.

source: Preliminary surface calculations...
sv: Preliminära ytberäkningar...

source: Calculating surface %d (of %d)...
sv: Beräkning av yta %d (av %d)...

source: Generates a raster map using gaussian random number generator.
sv: Genererar en rasterkarta med hjälp av en gaussisk slumptalsgenerator.

source: Mean and standard deviation of gaussian deviates can be expressed by the user.
sv: Medelvärde och standardavvikelse för gaussiska avvikelser kan uttryckas av användaren.

source: Distribution mean
cs: Prùmìr rozdìlení
sv: Fördelning medelvärde

source: Standard deviation
cs: Smìrodatná odchylka
sv: Standardavvikelse

source: Provides surface interpolation from raster point data by Inverse Distance Squared Weighting.
sv: Ger ytinterpolering från rasterpunktdata genom omvänd viktning av avståndskvadrat.

source: Number of interpolation points
cs: Poèet bodù pro interpolaci
sv: Antal interpoleringspunkter

source: Output is the interpolation error
cs: Výstup je chyba interpolace
sv: Utdata är interpoleringsfelet

source: Illegal value for '%s' (%s)
sv: Olagligt värde för '%s' (%s)
