Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Name of input surface reflectance QC layer [bit array]
sv: Namn på QC-skikt för inmatad ytreflektans [bitmatris]

source: Name for output QC type classification layer
sv: Namn för utdata QC typ klassificeringslager

source: Name of MODIS product type
sv: Namn på MODIS produkttyp

source: surf. refl. 250m 8-days
sv: surf. refl. 250m 8 dagar

source: surf. refl. 500m 8-days
sv: surf. refl. 500m 8 dagar

source: surf. refl. 500m 8-days, State QA
sv: surf. refl. 500m 8 dagar, stat QA

source: surf. refl. 500m daily
sv: surf. refl. 500m dagligen

source: surf. refl. 5000m daily
sv: surf. refl. 5000m dagligen

source: surf. refl. 500m daily, State QA
sv: surf. refl. 500 m dagligen, stat QA

source: surf. refl. 5000m daily, State QA
sv: surf. refl. 5000m dagligen, stat QA

source: surf. refl. 5000m daily, Internal Climatology
sv: surf. refl. 5000m dagligen, Intern klimatologi

source: LST 1km 8-days (Day/Night)
sv: LST 1km 8 dagar (Dag/Natt)

source: LST 1km daily (Day/Night)
sv: LST 1 km dagligen (dag/natt)

source: VI 1km 16-days
sv: VI 1km 16-dagar

source: Brdf-Albedo Quality (Ancillary SDS) 1km 8-days
sv: Brdf-Albedo Kvalitet (kompletterande SDS) 1km 8-dagar

source: Brdf-Albedo Quality (BRDF SDS) 1km 8-days
sv: Brdf-Albedo Kvalitet (BRDF SDS) 1km 8-dagar

source: VI 250m 16-days
sv: VI 250m 16 dagar

source: Name of QC type to extract
sv: Namn på den QC-typ som ska extraheras

source: mod09: Atmospheric Correction
sv: mod09: Atmosfärisk korrigering

source: mod09: Band-Wise Data Quality Flag
sv: mod09: Bandvis datakvalitetsflagga

source: mod09: 250m Band is at Different Orbit than 500m
sv: mod09: 250m-bandet ligger i en annan bana än 500m-bandet

source: mod09: MODIS Land General Quality Assessment
sv: mod09: MODIS allmän kvalitetsbedömning av mark

source: mod11A1: MODIS Land General Quality Assessment
sv: mod11A1: MODIS allmän kvalitetsbedömning av mark

source: mod11A1: Detailed Quality Indications
sv: mod11A1: Detaljerade kvalitetsindikationer

source: mod11A1: Average Emissivity Error Classes
sv: mod11A1: Felklasser för genomsnittlig emissivitet

source: mod11A1: Average LST Error Classes
sv: mod11A1: Genomsnittliga LST-felklasser

source: mod11A2: Detailed Quality Indications
sv: mod11A2: Detaljerade kvalitetsindikationer

source: mod11A2: Average Emissivity Error Classes
sv: mod11A2: Felklasser för genomsnittlig emissivitet

source: mod11A2: MODIS Land General Quality Assessment
sv: mod11A2: MODIS allmän kvalitetsbedömning av mark

source: mod11A2: Average LST Error Classes
sv: mod11A2: Genomsnittliga LST-felklasser

source: mod09*s: StateQA Aerosol Quantity
sv: mod09*s: StateQA Aerosolkvantitet

source: mod09*s: StateQA BRDF Correction Performed
sv: mod09*s: StateQA BRDF-korrigering utförd

source: mod09*s: StateQA Cirrus Detected
sv: mod09*s: StateQA Cirrus upptäckt

source: mod09*s: StateQA Internal Cloud Algorithm
sv: mod09*s: StateQA:s interna molnalgoritm

source: mod09*s: StateQA Internal Fire Algorithm
sv: mod09*s: Algoritm för intern brand i StateQA

source: mod09*s: StateQA Internal Snow Mask
sv: mod09*s: StateQA intern snömask

source: mod09*s: StateQA Land Water
sv: mod09*s: StatQA Land Vatten

source: mod09*s: StateQA mod35 Snow Ice
sv: mod09*s: StateQA mod35 Snö Is

source: mod09*s: StateQA Pixel Adjacent to Cloud
sv: mod09*s: StateQA Pixel intill molnet

source: mod09*i: Internal CM: Clear
sv: mod09*i: Intern CM: Klar

source: mod09*i: Internal CM: Cloudy
sv: mod09*i: Intern CM: Molnigt

source: mod09*i: Internal CM: High Clouds
sv: mod09*i: Intern CM: Höga moln

source: mod09*i: Internal CM: Low Clouds
sv: mod09*i: Intern CM: Låga moln

source: mod09*i: Internal CM: Snow
sv: mod09*i: Intern CM: Snö

source: mod09*i: Internal CM: Fire
sv: mod09*i: Intern CM: Brand

source: mod09*i: Internal CM: Sun Glint
sv: mod09*i: Intern CM: Solglans

source: mod09*i: Internal CM: Dust
sv: mod09*i: Internt CM: Damm

source: mod09*i: Internal CM: Cloud Shadow
sv: mod09*i: Intern CM: Cloud Shadow

source: mod09*i: Internal CM: Pixel is Adjacent to Cloud
sv: mod09*i: Intern CM: Pixel ligger intill moln

source: mod09*i: Internal CM: Cirrus
sv: mod09*i: Intern CM: Cirrus

source: mod09*i: Internal CM: Pan Flag
sv: mod09*i: Intern CM: Pan Flag

source: mod09*i: Internal CM: Criteria for Aerosol Retrieval
sv: mod09*i: Internt CM: Kriterier för återvinning av aerosoler

source: mod09*i: Internal CM: AOT (aerosol optical depth) has clim. val.
sv: mod09*i: Intern CM: AOT (aerosolens optiska djup) har klim. val.

source: mod13A2: MODIS Land General Quality Assessment
sv: mod13A2: MODIS allmän kvalitetsbedömning av mark

source: mod13A2: Quality estimation of the pixel
sv: mod13A2: Kvalitetsuppskattning av pixeln

source: mod13A2: Quantity range of Aerosol
sv: mod13A2: Mängdintervall för aerosol

source: mod13A2: if pixel is a cloud neighbour
sv: mod13A2: om pixeln är en molngranne

source: mod13A2: if BRDF correction performed
sv: mod13A2: om BRDF-korrigering utförts

source: mod13A2: if pixel mixed with clouds
sv: mod13A2: om pixel blandas med moln

source: mod13A2: separate land from various water objects
sv: mod13A2: separera land från olika vattenobjekt

source: mod13A2: if snow/ice present in pixel
sv: mod13A2: om snö/is finns i pixeln

source: mod13A2: if shadow is present in pixel
sv: mod13A2: om det finns en skugga i pixeln

source: mcd43B2: Quality of BRDF correction performed
sv: mcd43B2: Kvalitet på utförd BRDF-korrigering

source: mcd43B2q: Quality of BRDF correction performed
sv: mcd43B2q: Kvalitet på utförd BRDF-korrigering

source: mod13Q1: MODIS Land General Quality Assessment
sv: mod13Q1: Allmän kvalitetsbedömning av MODIS-mark

source: mod13Q1: Quality estimation of the pixel
sv: mod13Q1: Kvalitetsuppskattning av pixeln

source: mod13Q1: Quantity range of Aerosol
sv: mod13Q1: Mängdintervall för Aerosol

source: mod13Q1: if pixel is a cloud neighbour
sv: mod13Q1: om pixeln är en molngranne

source: mod13Q1: if BRDF correction performed
sv: mod13Q1: om BRDF-korrigering utförts

source: mod13Q1: if pixel mixed with clouds
sv: mod13Q1: om pixel blandas med moln

source: mod13Q1: separate land from various water objects
sv: mod13Q1: separera mark från olika vattenobjekt

source: mod13Q1: if snow/ice present in pixel
sv: mod13Q1: om snö/is finns i pixeln

source: mod13Q1: if shadow is present in pixel
sv: mod13Q1: om det finns en skugga i pixeln

source: Band number of MODIS product (mod09Q1=[1,2],mod09A1=[1-7],m[o/y]d09GA=[1-7],m[o/y]d09CMG=[1-7], mcd43B2q=[1-7])
sv: Bandnummer för MODIS-produkt (mod09Q1=[1,2],mod09A1=[1-7],m[o/y]d09GA=[1-7],m[o/y]d09CMG=[1-7], mcd43B2q=[1-7])

source: Band 1: Red
sv: Band 1: Röd

source: Band 3: Blue
sv: Band 3: Blå

source: Band 4: Green
sv: Band 4: Grön

source: Please specify a product to extract
sv: Ange en produkt som ska extraheras

source: Please specify a valid QC flag to extract
sv: Ange en giltig QC-flagga som ska extraheras

source: This bit flag is only available for MOD09Q1 @ 250m products
sv: Denna bitflagga är endast tillgänglig för MOD09Q1 @ 250m-produkter

source: Band number out of allowed range [1-2]
sv: Bandnummer utanför tillåtet intervall [1-2]

source: Band number out of allowed range [1-7]
sv: Bandnummer utanför tillåtet intervall [1-7]

source: mod09Q1 product only has 2 bands
sv: mod09Q1 produkten har endast 2 band

source: This bit flag is only available for MOD09A1s @ 500m or MOD09CMG @ 5000m products
sv: Denna bitflagga är endast tillgänglig för MOD09A1s @ 500m eller MOD09CMG @ 5000m produkter

source: This bit flag is only available for MOD09GAs @ 500m products
sv: Denna bitflagga är endast tillgänglig för MOD09GAs @ 500m-produkter

source: This bit flag is only available for mod09CMGi @ 5000m products
sv: Denna bitflagga är endast tillgänglig för mod09CMGi @ 5000m-produkter

source: This bit flag is only available for MOD13A2 @ 1km products
sv: Denna bitflagga är endast tillgänglig för MOD13A2 @ 1km-produkter

source: This bit flag is only available for MCD43B2 @ 1km products
sv: Denna bitflagga är endast tillgänglig för MCD43B2 @ 1km-produkter

source: This bit flag is only available for MOD13Q1 @ 250m products
sv: Denna bitflagga är endast tillgänglig för MOD13Q1 @ 250m-produkter

source: Unknown names and/or combination, please check spelling
sv: Okända namn och/eller kombination, kontrollera stavning

source: orthorectify
sv: ortorektifiera

source: Select and modify the imagery group camera reference file.
sv: Välj och modifiera referensfilen för kameran i bildgruppen.

source: Name of imagery group for ortho-rectification
sv: Namn på bildgrupp för ortho-rectifiering

source: Name of camera reference file
sv: Namn på kamerans referensfil

source: Camera name
sv: Kamerans namn

source: Camera id
sv: Kamera-ID

source: Calibrated focal length
sv: Kalibrerad brännvidd

source: Principal point coordinates
sv: Koordinater för huvudpunkt

source: Fiducial coordinates
sv: Fiduciala koordinater

source: Can not read camera file '%s'
sv: Kan inte läsa kamerafilen '%s'

source: Replacing camera name '%s' with '%s'
sv: Ersätter kameranamn '%s' med '%s'

source: Replacing camera cam_id '%s' with '%s'
sv: Ersätter kamerans cam_id '%s' med '%s'

source: Replacing calibrated focal length '%g' with '%g'
sv: Ersätta kalibrerad brännvidd '%g' med '%g'

source: Replacing coordinates of principal point '%.17g, %.17g' with '%.17g, %.17g'
sv: Ersätta koordinaterna för huvudpunkten '%.17g, %.17g' med '%.17g, %.17g'

source: Please provide a camera name for a new camera definition
sv: Ange ett kameranamn för en ny kameradefinition

source: Please provide a camera ID for a new camera definition
sv: Ange ett kamera-ID för en ny kameradefinition

source: Please provide calibrated focal length for a new camera definition
sv: Ange kalibrerad brännvidd för en ny kameradefinition

source: Using default coordinates 0.0, 0.0 for the principal point
sv: Använda standardkoordinaterna 0,0, 0,0 för huvudpunkten

source: Too many fiducials!
sv: För många förvaltare!

source: No group '%s' in current mapset
sv: Ingen grupp '%s' i aktuell mapset

source: Group [%s] in project (location) [%s] mapset [%s] now uses camera file [%s]
sv: Grupp [%s] i projekt (plats) [%s] mapset [%s] använder nu kamerafil [%s]

source: Select or modify the target elevation model.
sv: Välj eller modifiera målhöjdmodellen.

source: Name of the target project (location)
sv: Namn på målprojektet (plats)

source: Name of the target mapset
sv: Namn på målets mapset

source: Name of elevation map to use for ortho-rectification
sv: Namn på den höjdkarta som ska användas för ortho-rectifiering

source: Math expression to convert to real elevation
sv: Matematiskt uttryck för att konvertera till verklig höjd

source: Unit of the elevation map
sv: Enhet för höjdkartan

source: No data value
sv: Inget datavärde

source: Print currently selected elevation map and exit
sv: Skriv ut aktuell höjdkarta och avsluta

source: Please select a target for group [%s] first
sv: Välj ett mål för grupp [%s] först

source: Target project (location) [%s] not found
sv: Målprojekt (plats) [%s] hittades inte

source: Cannot find default elevation map for target in group [%s]
sv: Kan inte hitta standardhöjdkarta för mål i grupp [%s]

source: Elevation map name is missing. Please set '%s' option
sv: Namnet på höjdkartan saknas. Ange alternativet '%s'

source: Group [%s] in project (location) [%s] mapset [%s] now uses elevation map [%s]
sv: Grupp [%s] i projekt (plats) [%s] kartset [%s] använder nu höjdkarta [%s]

source: Mapset [%s] in target project (location) [%s] - %s
sv: Mapset [%s] i målprojekt (plats) [%s] - %s

source: not found
sv: hittades inte

source: permission denied
sv: tillstånd nekat

source: Interactively creates or modifies entries in a camera initial exposure station file for imagery group referenced by a sub-block.
sv: Skapar eller ändrar interaktivt poster i en stationsfil för kamerans initiala exponering för en bildgrupp som refereras av ett underblock.

source: Initial Camera Exposure X-coordinate
sv: Initial kameraexponering X-koordinat

source: Initial Camera Exposure Y-coordinate
sv: Initial kameraexponering Y-koordinat

source: Initial Camera Exposure Z-coordinate
sv: Initial kameraexponering Z-koordinat

source: Apriori X-coordinate standard deviation
sv: Apriori X-koordinat standardavvikelse

source: Apriori Y-coordinate standard deviation
sv: Apriori Y-koordinat standardavvikelse

source: Apriori Z-coordinate standard deviation
sv: Apriori Z-koordinat standardavvikelse

source: Initial Camera Omega (pitch) degrees
sv: Initial kamera Omega (pitch) grader

source: Initial Camera Phi (roll) degrees
sv: Initial kamera Phi (roll) grader

source: Initial Camera Kappa (yaw) degrees
sv: Initial kamera Kappa (yaw) grader

source: Apriori Omega (pitch) standard deviation
sv: Apriori Omega (pitch) standardavvikelse

source: Apriori Phi (roll) standard deviation
sv: Apriori Phi (roll) standardavvikelse

source: Apriori Kappa (yaw) standard deviation
sv: Apriori Kappa (yaw) standardavvikelse

source: Use initial values at run time
sv: Använda initiala värden vid körning

source: Print initial values
sv: Skriv ut initiala värden

source: Group [%s] not found
sv: Grupp [%s] hittades inte

source: Option '%s' is required for new exposure info
sv: Alternativ '%s' krävs för ny exponeringsinformation

source: geometry
sv: geometri

source: Menu driver for the photo imagery programs.
sv: Menydrivrutin för foto- och bildprogram.

source: Name of Modules
sv: Namn på modulerna

source: 1 - Select/Modify imagery group
sv: 1 - Välj/ändra bildgrupp

source: 2 - Select/Modify imagery group target
sv: 2 - Välj/ändra mål för bildgrupp

source: 3 - Select/Modify target elevation model
sv: 3 - Välj/ändra målhöjdmodell

source: 4 - Select/Modify imagery group camera
sv: 4 - Välj/ändra bildgruppskamera

source: 5 - Compute image-to-photo transformation
sv: 5 - Beräkna bild-till-foto-transformation

source: 6 - Initialize exposure station parameters
sv: 6 - Initialisering av exponeringsstationens parametrar

source: 7 - Compute ortho-rectification parameters
sv: 7 - Beräkna ortho-rectifieringsparametrar

source: 8 - Ortho-rectify imagery files
sv: 8 - Orto-rektifiera bildfiler

source: Calculating camera angle to local surface...
sv: Beräkning av kamerans vinkel mot den lokala ytan...

source: Could not open elevation raster
sv: Kunde inte öppna höjdraster

source: Converting units to meters, factor=%.6f
sv: Omvandling av enheter till meter, factor=%.6f

source: Control Z Point file for group <%s@%s> -
sv: Control Z Point-fil för gruppen <%s@%s> -

source: Computing equations...
sv: Beräkning av ekvationer...

source: Poorly placed control points.
sv: Dåligt placerade kontrollpunkter.

source: Can not generate the transformation equation.
sv: Kan inte generera transformationsekvationen.

source: Run OPTION 7 of i.ortho.photo again!
sv: Kör OPTION 7 av i.ortho.photo igen!

source: No active Control Points!
sv: Inga aktiva kontrollpunkter!

source: Run OPTION 7 of i.ortho.photo!
sv: Kör OPTION 7 av i.ortho.photo!

source: Reference Point file for group <%s@%s> -
sv: Referenspunktsfil för gruppen <%s@%s> -

source: Poorly placed reference points.
sv: Dåligt placerade referenspunkter.

source: Run OPTION 5 of i.ortho.photo again!
sv: Kör OPTION 5 av i.ortho.photo igen!

source: No active reference points.
sv: Inga aktiva referenspunkter.

source: Run OPTION 5 of i.ortho.photo!
sv: Kör OPTION 5 av i.ortho.photo!

source: Orthorectifies an image by using the image to photo coordinate transformation matrix.
sv: Ortorektifierar en bild med hjälp av matrisen för koordinattransformation mellan bild och foto.

source: Output raster map(s) suffix
sv: Suffix för rasterkarta(r) i utdata

source: Target resolution (ignored if -c flag used)
sv: Målupplösning (ignoreras om flaggan -c används)

source: Interpolation method to use
cs: Interpolaèní metoda, která má být pou¾ita
sv: Interpolationsmetod som ska användas

source: Raster map with camera angle relative to ground surface
sv: Rasterkarta med kameravinkel i förhållande till markytan

source: Use current region settings in target project (location) (def.=calculate smallest area)
sv: Använd nuvarande regioninställningar i målprojektet (plats) (def.=beräkna minsta yta)

source: Rectify all raster maps in group
sv: Rektifiera alla rasterkartor i gruppen

source: Enable panorama camera correction
sv: Aktivera korrigering av panoramakamera

source: <%s=%s> unknown %s
cs: <%s=%s> neznámé %s
sv: <%s=%s> okänd %s

source: Project (location): %s
sv: Projekt (plats): %s

source: Could not read REF file for group <%s>
sv: Det gick inte att läsa filen REF för gruppen <%s>

source: Group <%s> contains no raster maps; run i.group
sv: Grupp <%s> innehåller inga rasterkartor; kör i.group

source: No camera reference file selected for group <%s>
sv: Ingen kamerareferensfil vald för grupp <%s>

source: Bad format in camera file for group <%s>
sv: Felaktigt format i kamerafil för grupp <%s>

source: Bad format in initial exposure station file for group <%s>
sv: Felaktigt format i den första exponeringsstationsfilen för grupp <%s>

source: Extension <%s> is illegal
sv: Tillägget <%s> är olagligt

source: The following raster map already exists in
sv: Följande rasterkarta finns redan i

source: target project (location) %s, mapset %s:
sv: målprojekt (plats) %s, kartset %s:

source: Orthorectification cancelled.
sv: Ortorektifiering avbruten.

source: Target resolution must be > 0, ignored
sv: Målupplösningen måste vara > 0, ignoreras

source: Using region: N=%f S=%f, E=%f W=%f
sv: Använda region: N=%f S=%f, E=%f W=%f

source: No target elevation model selected for group <%s>
sv: Ingen målhöjdsmodell vald för grupp <%s>

source: Input raster map <%s> does not exist in group <%s>.
sv: Inmatad rasterkarta <%s> finns inte i grupp <%s>.

source: Try:
sv: Försök:

source: Exit!
sv: Ut!

source: Unable to open temporary file
cs: Nelze otevøít doèasný soubor
sv: Det går inte att öppna en temporär fil

source: Allocating memory and reading input map...
cs: Alokuji pamì» a ètu vstupní mapu ...
sv: Tilldela minne och läsa inmatningskarta...

source: Error writing segment file
cs: Chyba pøi zápisu souboru se segmenty
sv: Fel vid skrivning av segmentfil

source: Internal error: cache miss on fully-cached map
cs: Interní chyba: cache není dostupná
sv: Internt fel: cache-miss på fullt cachad karta

source: Error seeking on segment file
cs: Chyba pøi hledání v souboru se segmenty
sv: Felsökning på segmentfil

source: Error reading segment file
sv: Fel vid läsning av segmentfil

source: Rectify <%s@%s> (project <%s>)
sv: Rätta till <%s@%s> (projekt <%s>)

source: into <%s@%s> (project <%s>) ...
sv: in <%s@%s> (projekt <%s>) ...

source: No elevation available at row = %d, col = %d
sv: Ingen höjd tillgänglig vid rad = %d, kol = %d

source: Raster map <%s@%s>: projection don't match current settings
sv: Rasterkarta <%s@%s>: projektionen stämmer inte överens med aktuella inställningar

source: Raster map <%s@%s>: zone don't match current settings
sv: Rasterkarta <%s@%s>: zonen stämmer inte överens med aktuella inställningar

source: complete
sv: färdig

source: %d rows, %d cols (%ld cells) completed in
sv: %d rader, %d kolumner (%ld celler) slutförd i

source: %d:%02d:%02d hours
sv: %d:%02d:%02d timmar

source: %d:%02d minutes
sv: %d:%02d minuter

source: %.1f cells per minute
sv: %.1f celler per minut

source: Target information for group <%s> missing
sv: Målinformation för grupp <%s> saknas

source: Target project (location) <%s> not found
sv: Målprojekt (plats) <%s> hittades inte

source: Mapset <%s> in target project (location) <%s> -
sv: Kartset <%s> i målprojektet (plats) <%s> -

source: not found
cs: nenalezen
sv: hittades inte

source: permission denied
cs: Pøístup odepøen
sv: tillstånd nekat

source: Please run i.target for group
sv: Kör i.target för gruppen

source: Select or modify the imagery group target.
sv: Välj eller ändra mål för bildgrupp.

source: Name of target project (location) for ortho-rectification
sv: Namn på målprojektet (plats) för ortokorrektion

source: Name of target mapset for ortho-rectification
sv: Namn på målkartset för ortho-rectifiering

source: Unable to access target project/mapset %s/%s
sv: Det går inte att komma åt målprojektet/mapset %s/%s

source: Target projects (locations) with XY (unreferenced) are not supported
sv: Målprojekt (platser) med XY (oreferentierade) stöds inte

source: Target projects (locations) with lon/lat are not supported
sv: Målprojekt (platser) med lon/lat stöds inte

source: Group [%s] targeted for project (location) [%s], mapset [%s]
sv: Grupp [%s] riktad till projekt (plats) [%s], kartset [%s]

source: Error conducting transform (%d)
sv: Fel vid genomförandet av transformationen (%d)

source: Poorly placed image to photo control points
sv: Dåligt placerad bild till fotokontrollpunkter

source: Poorly placed image to target control points
sv: Dåligt placerad bild för att rikta in sig på kontrollpunkter

source: Insufficient memory
sv: Otillräckligt minne

source: Parameter error
sv: Fel i parametern

source: No active control points
sv: Inga aktiva kontrollpunkter

source: Invalid coordinates: [%s]
sv: Ogiltiga koordinater: [%s]

source: Computes a coordinate transformation based on the control points.
sv: Beräknar en koordinattransformation baserad på kontrollpunkterna.

source: destination coordinates
sv: destinationens koordinater

source: point index
sv: punktindex

source: source coordinates
sv: källkoordinater

source: forward coordinates (destination)
sv: koordinater framåt (destination)

source: reverse coordinates (source)
sv: omvända koordinater (källa)

source: forward coordinates difference (destination)
sv: framåt koordinater skillnad (destination)

source: reverse coordinates difference (source)
sv: omvända koordinater skillnad (källa)

source: forward error (destination)
sv: framåtriktat fel (destination)

source: reverse error (source)
sv: omvänt fel (källa)

source: Output format
cs: Výstupní formát
sv: Utdata format

source: Display summary information
cs: Zobrazit souhrnnou informaci
sv: Visa sammanfattande information

source: File containing coordinates to transform ("-" to read from stdin)
sv: Fil som innehåller koordinater som ska transformeras ("-" för att läsa från stdin)

source: Local x,y,z coordinates to target east,north,height
sv: Lokala x,y,z-koordinater till målet öst,norr,höjd

source: Reverse transform of coords file or coeff. dump
sv: Omvänd transformation av coords-fil eller coeff. dump

source: Target east,north,height coordinates to local x,y,z
sv: Rikta in öst,nord,höjdkoordinater till lokala x,y,z

source: Display transform matrix coefficients
sv: Visa transformmatrisens koefficienter

source: Can not read reference points for group <%s>
sv: Kan inte läsa referenspunkter för grupp <%s>

source: principal components analysis
sv: principalkomponentanalys

source: Principal components analysis (PCA) for image processing.
sv: Principalkomponentanalys (PCA) för bildbehandling.

source: Name of two or more input raster maps or imagery group
sv: Namn på två eller flera ingående rasterkartor eller bildgrupper

source: Name for output basename raster map(s)
sv: Namn för utmatad basnamn rasterkarta(er)

source: A numerical suffix will be added for each component map
sv: Ett numeriskt suffix kommer att läggas till för varje komponentkarta

source: Rescaling range for output maps
sv: Omskalningsintervall för utdatakartor

source: For no rescaling use 0,0
sv: För ingen omskalning använd 0,0

source: Cumulative percent importance for filtering
sv: Kumulativ procentuell betydelse för filtrering

source: Filter
sv: Filtrera

source: Normalize (center and scale) input maps
sv: Normalisera (centrera och skala) indatakartor

source: Default: center only
sv: Standard: endast mitt
