Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: Unable to create <%s> metadata file for raster map <%s@%s>
sv: Det gick inte att skapa <%s> metadatafil för rasterkarta <%s@%s>

source: Too many reclass categories for <%s@%s>
sv: För många omklassificeringskategorier för <%s@%s>

source: Illegal reclass format in header file for <%s@%s>
sv: Olagligt reclass-format i rubrikfilen för <%s@%s>

source: Illegal reclass request
cs: Neplatný po¾adavek pro reklasifikaci
sv: Olaglig begäran om omplacering

source: Illegal reclass type
cs: Neplatný typ reklasifikace
sv: Olaglig typ av omklassificering

source: Unable to create header file for <%s@%s>
sv: Det går inte att skapa en header-fil för <%s@%s>

source: Unable to create dependency file in <%s@%s>
sv: Det går inte att skapa en beroendefil i <%s@%s>

source: Unknown interpolation type
cs: Neznámý zpùsob interpolace
sv: Okänd typ av interpolering

source: "no data" label found; setting to zero
cs: nalezen prázdny øetìzec v popisu; nastavuji na nula
sv: "no data"-etikett hittad; nollställning

source: Rast_set_window() called while window split
sv: Rast_set_window() anropades medan fönstret var delat

source: Rast_set_read_window(): projection/zone differs from that of currently open raster maps
sv: Rast_set_read_window(): projektion / zon skiljer sig från den för närvarande öppna rasterkartor

source: Input window changed while maps are open for read. Map name <%s>
sv: Inmatningsfönstret ändras medan kartorna är öppna för läsning. Namn på karta <%s>

source: Output window changed while maps are open for write. Map name <%s>
sv: Utmatningsfönstret ändras medan kartorna är öppna för skrivning. Namn på karta <%s>

source: Tile raster map <%s> not found
sv: Tile raster map <%s> hittades inte

source: A virtual raster can not contain itself
sv: Ett virtuellt raster kan inte innehålla sig självt

source: Internal error: Rast_get_window() called with split window. Use Rast_get_input_window() or Rast_get_output_window() instead.
sv: Internt fel: Rast_get_window() anropades med delat fönster. Använd Rast_get_input_window() eller Rast_get_output_window() istället.

source: Internal error: Rast_window_rows() called with split window. Use Rast_input_window_rows() or Rast_output_window_rows() instead.
sv: Internt fel: Rast_window_rows() anropades med delat fönster. Använd Rast_input_window_rows() eller Rast_output_window_rows() istället.

source: Internal error: Rast_window_cols() called with split window. Use Rast_input_window_cols() or Rast_output_window_cols() instead.
sv: Internt fel: Rast_window_cols() anropades med delat fönster. Använd Rast_input_window_cols() eller Rast_output_window_cols() istället.

source: Unable to write history for 3D raster map <%s>
sv: Det går inte att skriva historik för 3D-rasterkarta <%s>

source: Unable to move temp raster map <%s> to 3D raster map <%s>
sv: Det går inte att flytta temp raster map <%s> till 3D raster map <%s>

source: Unable to flush all tiles
sv: Det går inte att spola alla plattor

source: Unable to flush index
sv: Det går inte att spola index

source: Unable to position file
sv: Det går inte att placera filen

source: Unable to write header for 3D raster map <%s>
sv: Det går inte att skriva sidhuvud för 3D-rastermapp <%s>

source: Unable to create 3D raster map <%s>
sv: Det går inte att skapa en 3D-rasterkarta <%s>

source: Error in cache
sv: Fel i cache

source: mapset <%s> is not the current mapset
sv: mapset <%s> är inte det aktuella mapsetet

source: can't get history information for [%s] in mapset [%s]
cs: nelze získat informace o historii pro [%s] v mapsetu [%s]
sv: kan inte få historikinformation för [%s] i mapset [%s]

source: Adding rule: %lf - %lf
sv: Lägga till regel: %lf - %lf

source: %s: illegal value spec
sv: %s: olagligt värde spec

source: Rast3d_open_cell_old_no_header: error in Rast3d_mask_open_old
sv: Rast3d_open_cell_old_no_header: fel i Rast3d_mask_open_old

source: Rast3d_open_cell_old_no_header: error in Rast3d_malloc
sv: Rast3d_open_cell_old_no_header: fel i Rast3d_malloc

source: Rast3d_open_cell_old_no_header: error in G_open_old
sv: Rast3d_open_cell_old_no_header: fel i G_open_old

source: Rast3d_open_cell_old: error in Rast3d_open_cell_old_no_header
sv: Rast3d_open_cell_old: fel i Rast3d_open_cell_old_no_header

source: Rast3d_open_cell_old: can't rewind file
sv: Rast3d_open_cell_old: kan inte spola tillbaka filen

source: Rast3d_open_cell_old: error in Rast3d_read_header
sv: Rast3d_open_cell_old: fel i Rast3d_read_header

source: Rast3d_open_cell_old: projection does not match window projection
sv: Rast3d_open_cell_old: projektionen stämmer inte överens med fönsterprojektionen

source: Rast3d_open_cell_old: zone does not match window zone
sv: Rast3d_open_cell_old: zonen stämmer inte överens med fönsterzonen

source: Rast3d_open_cell_old: can't read header
sv: Rast3d_open_cell_old: kan inte läsa rubriken

source: Rast3d_open_cell_old: index does not fit into long
sv: Rast3d_open_cell_old: index passar inte in i lång

source: Rast3d_open_cell_old: error in Rast3d_malloc
sv: Rast3d_open_cell_old: fel i Rast3d_malloc

source: Rast3d_open_cell_old: error in Rast3d_fill_header
sv: Rast3d_open_cell_old: fel i Rast3d_fill_header

source: Rast3d_open_cell_new: error in Rast3d_mask_open_old
sv: Rast3d_open_cell_new: fel i Rast3d_mask_open_old

source: Rast3d_open_cell_new: error in Rast3d_malloc
sv: Rast3d_open_cell_new: fel i Rast3d_malloc

source: map <%s> is not in the current mapset
sv: karta <%s> finns inte i den aktuella kartuppsättningen

source: Rast3d_open_cell_new: could not open file
sv: Rast3d_open_cell_new: filen kunde inte öppnas

source: Rast3d_open_cell_new: can't write header
sv: Rast3d_open_cell_new: kan inte skriva rubrik

source: Rast3d_open_cell_new: error in Rast3d_fill_header
sv: Rast3d_open_cell_new: fel i Rast3d_fill_header

source: Rast3d_get_standard3d_params: precision value invalid
sv: Rast3d_get_standard3d_params: ogiltigt precisionsvärde

source: Rast3d_get_standard3d_params: tile dimension value invalid
sv: Rast3d_get_standard3d_params: värdet för plattdimensionen är ogiltigt

source: Window replacing the default
cs: Výøez zamìní výchozí
sv: Fönster som ersätter standardfönstret

source: Unable to open range file for [%s in %s]
sv: Det går inte att öppna filen range för [%s i %s]

source: Error reading range file for [%s in %s]
sv: Fel vid läsning av områdesfil för [%s i %s]

source: Unable to open range file for <%s>
sv: Det gick inte att öppna filen för <%s>

source: Out of memory
cs: Nedostatek pamìti
sv: Ut ur minnet

source: Mask raster map <%s> not found
cs: rastrová MAKSA <%s> nebyla nalezena
sv: Mask rasterkarta <%s> hittades inte

source: Bitmap mask created
cs: bitmapová maska vytvoøena
sv: Bitmap-mask skapad

source: Overshoot - increase in tension suggested. Overshoot occurs at (%d,%d) cell. Z-value %f, zmin %f, zmax %f.
sv: Overshoot - ökning av spänningen föreslås. Överskridandet sker vid (%d,%d) cell. Z-värde %f, zmin %f, zmax %f.

source: First change your rows number to nsizr! %d %d
sv: Ändra först ditt radnummer till nsizr! %d %d

source: First change your cols number to nsizc %d %d
sv: Ändra först ditt cols-nummer till nsizc %d %d

source: RST library temporary file reading error: %s
sv: Läsfel för temporär fil i RST-biblioteket: %s

source: Temporarily changing the region to desired resolution...
sv: Tillfälligt ändra regionen till önskad upplösning...

source: First change your rows number(%d) to %d
sv: Ändra först ditt radnummer(%d) till %d

source: First change your columns number(%d) to %d
sv: Ändra först ditt kolumnnummer(%d) till %d

source: No color table for input raster map -- will not create color table
sv: Ingen färgtabell för inmatad rasterkarta -- skapar inte färgtabell

source: Changing the region back to initial...
sv: Ändra regionen tillbaka till den ursprungliga...

source: Taking too long to find points for interpolation - please change the region to area where your points are. Continuing calculations...
sv: Det tar för lång tid att hitta punkter för interpolering - ändra regionen till det område där dina punkter finns. Fortsätter beräkningarna...

source: Starting parallel work
sv: Starta parallellarbete

source: Vector map <%s> is not 3D
sv: Vektorkartan <%s> är inte 3D

source: Loading data from attribute table ...
cs: Naèítání dat z atributové tabulky ...
sv: Läser in data från attributtabellen ...

source: Data type of column <%s> must be numeric
sv: Datatyp för kolumn <%s> måste vara numerisk

source: Reading features from vector map ...
sv: Läsa funktioner från vektorkarta ...

source: Database record for cat %d not found
cs: Datový záznam pro cat %d nebyla nalezena
sv: Databaspost för katt %d hittades inte

source: Negative value of smoothing detected: sm must be >= 0
sv: Negativt värde för utjämning upptäckt: sm måste vara >= 0

source: Strip exists with insufficient data
sv: Strimma finns med otillräckliga data

source: There are points outside specified 2D/3D region - %d points ignored
sv: Det finns punkter utanför den angivna 2D/3D-regionen - %d punkter ignoreras

source: Ignoring %d points (too dense)
sv: Ignorera %d punkter (för tätt)

source: %d points given for interpolation (after thinning) is less than given NPMIN=%d
cs: %d bodù urèeno pro interpolaci (po zøedìní) je ménì ne¾ daný NPMIN=%d
sv: %d punkter som ges för interpolering (efter gallring) är mindre än den givna NPMIN=%d

source: Zero points in the given region
sv: Nollpunkter i den givna regionen

source: Segmentation parameters set to invalid values: npmin= %d, segmax= %d for smooth connection of segments, npmin > segmax (see manual)
sv: Segmenteringsparametrar inställda på ogiltiga värden: npmin= %d, segmax= %d för smidig anslutning av segment, npmin > segmax (se bruksanvisning)

source: There are less than %d points for interpolation. No segmentation is necessary, to run the program faster set segmax=%d (see manual)
cs: Ménì ne¾ %d bodù pro interpolaci. Není potøeba ¾ádná segmentace, pro rychlej¹í výpoèet spus»te program s segmax=%d (viz manuál)
sv: Det finns färre än %d punkter för interpolering. Ingen segmentering är nödvändig, för att köra programmet snabbare ställ in segmax=%d (se manual)

source: Number of points from vector map %d
sv: Antal punkter från vektorkartan %d

source: Number of points outside of 2D/3D region %d
sv: Antal punkter utanför 2D/3D-regionen %d

source: Number of points being used %d
sv: Antal punkter som används %d

source: Some points outside of region (ignored)
sv: Vissa punkter utanför regionen (ignoreras)

source: Unable to allocate memory
sv: Det går inte att allokera minne

source: Unable to insert %f,%f,%f a = %d
sv: Det går inte att infoga %f,%f,%f a = %d

source: Cannot write files
sv: Det går inte att skriva filer

source: Segment format: file size too large
sv: Segmentformat: filstorleken är för stor

source: Please recompile with Large File Support (LFS)
sv: Kompilera om med Large File Support (LFS)

source: Using memory cache
sv: Använda minnescache

source: Using disk cache
sv: Använda diskcache

source: Segment file name is NULL
sv: Segmentets filnamn är NULL

source: Segment file exists already
sv: Segmentfilen finns redan

source: Unable to create segment file
sv: Det går inte att skapa en segmentfil

source: Could not write segment file
sv: Kunde inte skriva segmentfil

source: Illegal segment configuration parameter(s)
sv: Olaglig(a) parameter(ar) för segmentkonfiguration

source: Unable to re-open segment file
sv: Det går inte att öppna segmentfilen igen

source: Could not read segment file
sv: Kunde inte läsa segmentfilen

source: Cannot read symbol line coordinates: %s
cs: Nemohu pøeèíst souøadnice symbolu: %s
sv: Det går inte att läsa symbolens linjekoordinater: %s

source: Incorrect symbol name: '%s' (should be: group/name or group/name@mapset)
cs: Nesprávné jméno symbolu: '%s' (mìlo by být: skupina/jméno nebo skupina/jméno@mapset)
sv: Felaktigt symbolnamn: '%s' (ska vara: group/name eller group/name@mapset)

source: Cannot find/open symbol: '%s'
cs: Nemohu nalézt/otevøít symbol: '%s'
sv: Kan inte hitta/öppna symbolen: '%s'

source: Incorrect symbol color: '%s', using default.
cs: Nesprávná barva pro symbol: '%s', pou¾ívám výchozí
sv: Felaktig symbolfärg: '%s', använder standard.

source: Mapset <%s> does not exist.
sv: Mapset <%s> finns inte.

source: Programmer error - only SQLite driver is currently supported
sv: Programmeringsfel - endast SQLite-drivrutin stöds för närvarande

source: Attempt to read points of nonexistent area
sv: Försök att läsa punkter i ett område som inte existerar

source: Attempt to read points of nonexistent isle
sv: Försök att läsa punkter på icke-existerande öar

source: GRASS is not compiled with PostgreSQL support
sv: GRASS är inte kompilerat med PostgreSQL-stöd

source: Attempt to read topo for dead area (%d)
cs: Pokus èíst topologii pro mrtvou plochu (%d)
sv: Försök att läsa topo för dött område (%d)

source: Attempt to read topo for dead isle (%d)
cs: Pokus naèíst topografii pro mrtvý ostrov (%d)
sv: Försök att läsa topo för död ö (%d)

source: %d errors in category string
sv: %d fel i kategorin sträng

source: Mixed area and other type requested for vector array
cs: Pro vektorové pole jsou po¾adovány plochy a jiné typy dat
sv: Blandat område och annan typ begärd för vektoruppställning

source: Not enough space in vector array
cs: Nedostatek místa ve vektorovém poli
sv: Inte tillräckligt med utrymme i vektormatrisen

source: Unable to select record from table <%s> (key %s, where %s)
cs: Nelze vybrat záznam z tabulky <%s> (klíè %s, where %s)
sv: Det går inte att välja post från tabellen <%s> (nyckel %s, där %s)

source: Error reading ASCII file: (bad type) [%s]
sv: Fel vid läsning av ASCII-fil: (dålig typ) [%s]

source: Error reading ASCII file: (unknown type) [%s]
sv: Fel vid läsning av ASCII-fil: (okänd typ) [%s]

source: End of ASCII file reached before end of coordinates
sv: Slutet av ASCII-filen nås före slutet av koordinaterna

source: Error reading ASCII file: (bad point) [%s]
sv: Fel vid läsning av ASCII-fil: (dålig punkt) [%s]

source: Unparsable longitude value: [%s]
sv: Oläsligt longitudvärde: [%s]

source: Unparsable latitude value: [%s]
sv: Oparerbart latitudvärde: [%s]

source: End of ASCII file reached before end of categories
sv: Slutet på ASCII-filen nås före slutet av kategorierna

source: Error reading categories: [%s]
sv: Fel vid läsning av kategorier: [%s]

source: Unable to copy points
sv: Det går inte att kopiera punkter

source: Vector map <%s> is 2D. %d 3D features (faces or kernels) skipped.
sv: Vektorkarta <%s> är 2D. %d 3D-funktioner (ytor eller kärnor) hoppas över.

source: Unexpected data in vector header: [%s]
sv: Oväntade data i vektorhuvudet: [%s]

source: Unknown keyword <%s> in vector head
sv: Okänt nyckelord <%s> i vektorhuvud

source: Column <%s> does not exist
sv: Kolumn <%s> finns inte

source: Available columns:
sv: Tillgängliga kolumner:

source: Export cancelled
sv: Export avbruten

source: Unknown type of column <%s>, export cancelled
sv: Okänd typ av kolumn <%s>, export avbruten

source: Unable to select record from table <%s> (key %s, column %s)
sv: Det går inte att välja post från tabell <%s> (nyckel %s, kolumn %s)

source: Unknown feature type %d
sv: Okänd typ av funktion %d

source: Feature has more categories. Only one category (%d) is exported.
sv: Funktionen har fler kategorier. Endast en kategori (%d) exporteras.

source: Cannot select attributes for cat = %d
sv: Det går inte att välja attribut för cat = %d

source: Unable to fetch data from table
sv: Det går inte att hämta data från tabellen

source: Column <%s> not found in table <%s>
cs: Sloupec <%s> nebyl nalezen v tabulce <%s>
sv: Kolumn <%s> finns inte i tabell <%s>

source: Column <%s>: unsupported data type
sv: Kolumn <%s>: datatyp som inte stöds

source: Unknown format
sv: Okänt format

source: Topology not available, unable to process areas
sv: Topologi inte tillgänglig, kan inte bearbeta områden

source: Unable to get boundary of area id %d
sv: Det går inte att få fram gränsen för områdes-ID %d

source: Unable to get boundary of isle id %d (area id %d)
sv: Det går inte att få fram gränsen för ö-id %d (områdes-id %d)

source: %d features without category skipped. To export also features without category use '%s=-1'.
sv: %d funktioner utan kategori överhoppade. För att exportera även funktioner utan kategori, använd '%s=-1'.

source: Attempt to access feature with invalid id (%d)
sv: Försök att komma åt funktion med ogiltigt id (%d)

source: Unable to determine bbox for feature %d
sv: Det går inte att bestämma bbox för funktionen %d

source: Attempt to access area with invalid id (%d)
sv: Försök att komma åt område med ogiltigt id (%d)

source: Unable to determine bbox for area %d
sv: Det går inte att bestämma bbox för området %d

source: Unable to determine bbox for isle %d
sv: Det går inte att bestämma bbox för isle %d

source: Topology not available for vector map <%s>. Registering primitives...
sv: Topologi inte tillgänglig för vektorkarta <%s>. Registrering av primitiver...

source: Unable to read vector map
cs: Nelze èíst vektorovou vrstvu
sv: Det går inte att läsa vektorkartan

source: Intersections: %d
sv: Korsningar: %d

source: Break polygons: Bug in binary tree!
sv: Bryt polygoner: Bugg i binärt träd!

source: Failed to create xpnt temporary file: %s
sv: Misslyckades med att skapa xpnt temporär fil: %s

source: Breaking polygons (pass 1: select break points)...
sv: Bryta polygoner (pass 1: välj brytpunkter)...

source: File reading error in %s() %d:%s
sv: Fel vid läsning av fil i %s() %d:%s

source: Breaking polygons (pass 2: break at selected points)...
sv: Bryta polygoner (pass 2: bryt vid valda punkter)...

source: Breaks: %d
sv: Avbrott: %d

source: Point not in search tree!
sv: Punkt inte i sökträdet!

source: Removed lines: %d
sv: Borttagna rader: %d

source: Removed bridges: %d
sv: Borttagna broar: %d

source: Line is not looped
sv: Linjen är inte loopad

source: Unexpected result of line_intersection() res = %d
sv: Oväntat resultat av line_intersection() res = %d

source: Next edge was visited (right) but it is not the first one !!! breaking loop
sv: Nästa kant besöktes (höger) men det är inte den första!!! brytande slinga

source: Next edge was visited (left) but it is not the first one !!! breaking loop
sv: Nästa kant besöktes (vänster) men det är inte den första!!! brytande slinga

source: side != 0 feature not implemented
sv: side != 0 funktionen inte implementerad

source: zero area size
sv: nollområdets storlek

source: Line was not closed
sv: Linjen var inte stängd

source: Vect_get_point_in_poly() failed
sv: Vect_get_point_in_poly() misslyckades

source: Requested format is not compiled in this version
cs: Po¾adovaný formát není zkompilován v této verzi
sv: Önskat format är inte sammanställt i denna version

source: Area of size = 0.0 (less than 4 vertices) ignored
sv: Område med storlek = 0,0 (mindre än 4 toppar) ignoreras

source: Unable to add area (map closed, topo saved)
cs: Nelze pøidat plochu (mapa uzavøena, topologie ulo¾ena)
sv: Det går inte att lägga till område (karta stängd, topo sparad)

source: Unable to add isle (map closed, topo saved)
cs: Nelze pøidat ostrov (mapa uzavøena, topologie ulo¾ena)
sv: Går inte att lägga till ö (karta stängd, topo sparad)

source: Area of size = 0.0 ignored
cs: Plocha o velikosti = 0.0 ignorována
sv: Storleksområde = 0,0 ignorerad

source: Request to find area outside nonexistent isle
sv: Begäran om att hitta område utanför obefintlig ö

source: Larger bbox but smaller area!!!
sv: Större bbox men mindre yta!!!

source: Checking for topological errors...
sv: Kontrollerar för topologiska fel...

source: Number of lines of length zero: %d
sv: Antal rader med längden noll: %d

source: Number of boundaries of length zero: %d
sv: Antal gränser med längden noll: %d

source: Number of boundary intersections: %d
sv: Antal gränsskärningar: %d

source: Skipping further checks because of incorrect boundaries
sv: Utelämnande av ytterligare kontroller på grund av felaktiga gränser

source: Number of redundant holes: %d
sv: Antal redundanta hål: %d

source: Unable to open spatial index file for vector map <%s>
sv: Det gick inte att öppna en spatial indexfil för vektorkarta <%s>

source: Building topology for vector map <%s>...
sv: Bygga topologi för vektorkarta <%s>...

source: Topology was built
sv: Topologin byggdes upp

source: Number of nodes: %d
sv: Antal noder: %d

source: Number of primitives: %d
sv: Antal primitiver: %d

source: Number of points: %d
sv: Antal punkter: %d

source: Number of lines: %d
sv: Antal rader: %d

source: Number of boundaries: %d
sv: Antal avgränsningar: %d

source: Number of centroids: %d
sv: Antal centroider: %d

source: Number of faces: %d
sv: Antal ytor: %d

source: Number of kernels: %d
sv: Antal kärnor: %d

source: Number of areas: %d
sv: Antal områden: %d

source: Number of isles: %d
sv: Antal öar: %d

source: Number of areas without centroid: %d
sv: Antal områden utan centroid: %d

source: Number of centroids exceeds number of areas: %d > %d
sv: Antalet centroider överstiger antalet områden: %d > %d

source: Number of incorrect boundaries: %d
sv: Antal felaktiga gränser: %d

source: Number of centroids outside area: %d
sv: Antal centroider utanför området: %d

source: Number of duplicate centroids: %d
sv: Antal duplicerade centroider: %d

source: Number of areas: -
sv: Antal områden: -

source: Number of isles: -
sv: Antal öar: -

source: Unable to create topo file for vector map <%s>
sv: Det gick inte att skapa topofilen för vektorkartan <%s>

source: Error writing out topo file
cs: Chyba pøi sestavení souboru s topologií
sv: Fel vid utskrivning av topofilen

source: Unable to build spatial index from topology, vector map is not opened at topology level 2
sv: Det går inte att bygga ett spatialt index från topologin, vektorkartan öppnas inte på topologinivå 2

source: %s is no longer supported
sv: %s stöds inte längre

source: Spatial index not available, can not be saved
sv: Spatialt index inte tillgängligt, kan inte sparas

source: Unable to create spatial index file for vector map <%s>
sv: Det gick inte att skapa en spatial indexfil för vektorkarta <%s>

source: Error writing out spatial index file
cs: Chyba pøi zapisování souboru s prostorovým indexem.
sv: Fel vid utskrivning av spatial indexfil

source: Registering primitives...
sv: Registrering av primitiver...

source: One primitive registered
sv: En primitiv registrerad

source: One vertex registered
sv: Ett hörn registrerat

source: Building areas...
sv: Byggnadsområden...

source: One area built
sv: Ett område byggt

source: One isle built
sv: En ö byggd

source: Attaching islands...
sv: Fästa öar...

source: Attaching centroids...
sv: Ansluter centroids...

source: Empty OGR layer, nothing to build
sv: Tomt OGR-lager, inget att bygga

source: Feature table <%s> has no primary key defined
sv: Feature-tabellen <%s> har ingen definierad primärnyckel

source: Random read is not supported by OGR for this layer. Unable to build topology.
sv: Slumpmässig läsning stöds inte av OGR för detta lager. Det går inte att bygga en topologi.

source: Using external data format '%s' (feature type '%s')
sv: Använda externt dataformat '%s' (funktionstyp '%s')

source: Unable to open fidx file for write <%s>
sv: Det går inte att öppna filen fidx för skrivning <%s>

source: No DB connection
sv: Ingen DB-anslutning

source: Random read is not supported for this layer. Unable to build topology.
sv: Slumpmässig läsning stöds inte för detta lager. Det går inte att bygga en topologi.

source: Building pseudo-topology over simple features...
sv: Bygga pseudotopologi över enkla funktioner...

source: Building topology from PostGIS topology schema <%s>...
sv: Skapar topologi från PostGIS topologischema <%s>...
