Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Don't request transparent data
cs: Nevy¾aduji prùhledná data

source: Clean existing data out of download directory
cs: Vyma¾ existující data z adresáøe ke sta¾ení

source: Import
cs: Importuji

source: Don't reproject the data, just patch it
cs: Neprovádìt reprojekci dat, pouze je spojit

source: Use GET method instead of POST data method
cs: Pou¾ít metodu GET místo metody POST

source: This may be needed to connect to servers which lack POST capability
cs: TOto mp¾e být potøeba pro spojení se serverem , který nemá schopnost POST

source: Mapserver to request data from
cs: Adresa mapového serveru

source: Layers to request from map server
cs: Vrstvy, které se mají stáhnout

source: Styles to request from map server
cs: Styl, ve kterém se mají vrstvy stáhnout

source: Source projection to request from server
cs: Zdrojová projekce, kterou máme po¾adovat po serveru

source: Addition query options for server
cs: Dal¹í volby pro server

source: Additional options for r.tileset
cs: Dal¹í volby pro r.tileset

source: Named region to request data for. Current region used if omitted
cs: Jméno regionu, pro který se mají mapy stánhout. Výchozí je aktuální region.

source: Folder to save downloaded data to
cs: Adresáø, kam se mají sta¾ená data ulo¾it

source: Additional options for wget
cs: Dal¹í volby pro wget

source: Additional options for curl
cs: Dal¹í volby pro curl

source: Reprojection method to use
cs: Reprojekèní metoda, která má být pou¾ita

source: Filename to save capabilities XML file to
cs: Jméno souboru pro ulo¾ení kapacity XML souboru

source: Requires list available layers flag
cs: Vy¾aduje volbu pro seznam pou¾itelných vrstev

source: Table name of SQL DB table
cs: Jméno tabulky v SQL DB tabulce

source: Creates a raster map layer showing buffer zones surrounding cells that contain non-NULL category values.
cs: Vytvoøí rastrovou mapu zachycující obalové zóny kolem bunìk s neNULLovou hodnotou.

source: raster, buffer
cs: rastr, buffer, pásma

source: Convert all old GRASS < Ver5.7 vector maps in current mapset to current format
cs: Pøevede v¹echny staré vektorové mapy (GRASS < 5.7) do aktuálního mapsetu v aktuálním formátu

source: Interactively edit cell values in a raster map.
cs: Interaktivní editace rastrových bunìk v zadané mapì.

source: display, raster
cs: zobrazení, rastr

source: Name of aspect raster map
cs: Název rastrové mapy expozice

source: Vector map for which to edit attribute table
cs: Vektorová mapa, její¾ atributová tabulka má být editována

source: Layer where to add column
cs: Vrstva, kam pøidat sloupec

source: raster, color table
cs: rastr, tabulka barev

source: raster
cs: rastr

source: Base name for red, green and blue output maps containing the blend
cs: Základní jméno map pro èervenou, zelenou a modrou výstupní mapu spojení

source: imagery, raster, multispectral
cs: rastr, dpz, multispektrální

source: Prints a graph of the correlation between data layers (in pairs).
cs: Vytiskne graf korelace mezi datovými vrstvami (v párech)

source: raster input map
cs: vstupní rastrová mapa

source: Calculates univariate statistics from a GRASS raster map based on vector polygons and uploads statistics to new attribute columns.
cs: Spoèítá základní statistiku rastrového souboru na základì vektorových polygonù a ulo¾í ji do nových sloupeèkù atributové tabulky.

source: vector, raster, statistics
cs: vektor, rastr, statistika

source: Name of vector polygon map
cs: Název polygonové mapy

source: Layer to which the table to be changed is connected
cs: Vrstva ke které je zmìnìná tabulka pøipojena

source: Name of raster map to calculate statistics from
cs: Název rastrové mapy, na kterém se bude statistika poèítat

source: raster, imagery, import
cs: rastr, obrazová data, import

source: Input ASTER image to be georeferenced & rectified
cs: Vstupní snímek ASTER urèení ke georeferencingu a rektifikaci

source: Allows to update a column in the attribute table connected to a vector map.
cs: Umo¾ní pøiøadit novou hodnotu sloupci v atributové tabulce pøipojené k zadané mapì.

source: Vector map to edit the attribute table for
cs: Vektorová mapa, její¾ atributová tabulka má být editována

source: Column to update
cs: Sloupeèek, který má být aktualizován

source: Column to query
cs: Sloupeèek, jeho¾ hodnoty mají být zji¹tìny

source: WHERE conditions for update, without 'where' keyword (e.g. cat=1 or col1/col2>1)
cs: Podmínka SQL WHERE ov¹em bez slova 'where' (napø. 'cat=1' nebo 'sloup1/sloup2>1')

source: Vector map from which to remove attribute table
cs: Vektorová mapa, ze které má být odstranìna atributová tabulka.

source: Name of existing attribute table (default: vector map name)
cs: Jméno existující atributové tabulky (výchozí: jméno vektorové mapy)

source: Layer from which to drop linked attribute table
cs: Vrstva, z ní¾ má být odstranìno spojení s tabulkou

source: raster, imagery, colors
cs: rastr, dpz, barvy

source: LANDSAT red channel
cs: èervený kanál LANDSAT

source: LANDSAT green channel
cs: zelený kanál LANDSAT

source: LANDSAT blue channel
cs: modrý kanál LANDSAT

source: Import SRTM HGT files into GRASS
cs: Importuje SRTM HGT soubory do GRASSu

source: raster, import
cs: rastr, import

source: SRTM input tile (file without .hgt.zip extension)
cs: Vstupní dla¾dice SRTM (soubor bez koncovky hgt nebo zip)

source: Output raster map (default: input tile)
cs: Výstupní rastrová mapa (výchozí: vstup dla¾dice)

source: Tasseled Cap (Kauth Thomas) transformation for LANDSAT-TM data
cs: Transformace Cap (Kauth Thomas) pro data LANDSAT-TM

source: raster, imagery
cs: rastr, obrazová data

source: use transformation rules for LANDSAT-4
cs: pou¾ít transformaèní pravidla pro LANDSAT-4

source: use transformation rules for LANDSAT-5
cs: pou¾ít pravidla transformace pro LANDSAT-5

source: use transformation rules for LANDSAT-7
cs: pou¾ít pravidla transformace pro LANDSAT-7

source: raster input map (LANDSAT channel 1)
cs: vstupní rastrová mapa (LANDSAT kanál 1)

source: raster input map (LANDSAT channel 2)
cs: vstupní rastrová mapa (LANDSAT kanál 2)

source: raster input map (LANDSAT channel 3)
cs: vstupní rastrová mapa (LANDSAT kanál 3)

source: raster input map (LANDSAT channel 4)
cs: vstupní rastrová mapa (LANDSAT kanál 4)

source: raster input map (LANDSAT channel 5)
cs: vstupní rastrová mapa (LANDSAT kanál 5)

source: raster input map (LANDSAT channel 7)
cs: vstupní rastrová mapa (LANDSAT kanál 7)

source: raster output TC maps prefix
cs: pøedpona výstupního rastru TC

source: Create a MASK for limiting raster operation
cs: Vytvoø MASKu pro limitní rastrové operace

source: raster, mask
cs: rastr, maska

source: Raster map to use as MASK
cs: Rastrová mapa pou¾itá jako MASKa

source: Category values to use for MASK (format: 1 2 3 thru 7 *)
cs: Hodnoty kategorií pou¾itých jako maska (MASK) (formát: 1 2 3 thru 7 *)

source: Create inverse MASK from specified 'maskcats' list
cs: Vytvoøit inverzní MASKU z daného seznamu 'maskcats'

source: Remove existing MASK (overrides other options)
cs: Vymazávám existující MASKu (jiné volby budou ignorovány)

source: Dissolves boundaries between adjacent areas sharing a common category number or attribute.
cs: Rozlo¾í hranice mezi sousedícími plochami, sdílejícími spoleèné èíslo kategorie nebo atribut.

source: vector, area, dissolve
cs: vektor, plocha, spojení

source: Name of column used to dissolve common boundaries
cs: Název sloupce atributu, který má být pou¾it pøi mazání hranic

source: Converts all old GRASS < Ver5.7 sites maps in current mapset to vector maps.
cs: Pøevede v¹echny staré vektorové mapy (GRASS < 5.7) v bodovém forátu (sites) na vektorovou mapu.

source: sites, vector, import
cs: body, vektor, import

source: Creates and adds a new attribute table to a given layer of an existing vector map.
cs: Vytvoøí a pøidá novou atributovou tabulku k zadané vrstvì existující vektorové mapy.

source: Vector map for which to add new attribute table
cs: Vektorová mapa pro kterou bude pøidána nová atributová tabulka

source: Layer where to add new attribute table
cs: Vrstva, kam bude pøidána nová atributová tabulka

source: Table file to be exported or DB connection string
cs: Tabulka pro export nebo textový øetìzec databázového spojení

source: Export a raster map to a text file as x,y,z values based on cell centers.
cs: Exportuje rastrovou mapu do textového souboru jako hodnoty x,y,z dle støedù bunìk.

source: raster, export
cs: rastr, export

source: Table to drop
cs: Tabulka k vyjmutí

source: vector, statistics
cs: vektor, statistika

source: Name of data table
cs: Jméno tabulky

source: Column on which to calculate statistics (must be numeric)
cs: Sloupec na kterém se bude poèítat statistika (musí být èíselného typu)

source: Database/directory for table
cs: Databáze nebo adresáø s tabulkou

source: Database driver
cs: Ovladaè databáze

source: Vector map for which to rename attribute column
cs: Vektorová mapa, v její¾ atributové tabulce bude sloupec pøejmenován

source: Layer where to rename column
cs: Vrstva, ve které bude sloupec pøejmenován

source: Import of SPOT VGT NDVI file into a raster map
cs: Import SPOT VGT NDVI souboru jako rastrové mapy

source: also import quality map (SM status map layer) and filter NDVI map
cs: importuj také mapu kvality (SM status map layer) a filtruj jím NDVI mapu

source: existing SPOT VGT NDVI HDF file (0001_NDV.HDF)
cs: existující souboru SPOT VGT NDVI HDF (0001_NDV.HDF)

source: Reconnects vectors to a new database.
cs: Znovu pøipojí vektory k nové databázi.

source: Name of new database
cs: Jméno nové databáze

source: Old schema
cs: Staré schéma

source: New schema
cs: Nové schéma

source: raster, elevation
cs: rastr, elevace

source: Input elevation map
cs: Vstupní mapa elevace.

source: Output shaded relief map name
cs: Výstupní mapa stínovaného reliéfu

source: Scale factor for converting horizontal units to elevation units
cs: Mìøítkový faktor pro pøevod horizontálních jednotek na jednotky elevace

source: Set scaling factor (applies to lat./long. locations only, none: scale=1)
cs: Nastav mìøítkový faktor (bude pou¾ito pouze na location lat/long, nic: mìøítko=1)

source: Name of raster plane to be created
cs: Jméno rastru plochy, který má být vytvoøen

source: Dip of plane. Value must be between -90 and 90 degrees
cs: Spád plochy. Hodnota musí být mezi -90 a 90 stupni

source: Azimuth of the plane. Value must be between 0 and 360 degrees
cs: Úhel plochy. Hodnota musí být mezi 0 a 360 stupni

source: Type of the raster map to be created
cs: Typ rastru, který bude vytvoøen

source: Allows to join a table to a vector map table.
cs: Umo¾ní spojení tabulky s tabulkou pøipojenou k vektorové mapì.

source: Join column in map table
cs: Sloupec atributové tabulky mapy, pøes který do jde ke spojení

source: Join column in other table
cs: Sloupec pøipojované tabulky

source: Import E00 file into a vector map.
cs: Importuje soubory ve formátu E00 jako vektorovou mapu.

source: E00 file
cs: soubor E00

source: Input type point, line or area
cs: Typ vstupu linie nebo plocha

source: Download waypoints, routes, and tracks from a Garmin GPS receiver into a vector map.
cs: Ulo¾ Waypoints, Routes a Tracks z pøístroje GPS Garmin jako vektorovou mapu.

source: Download Waypoints from GPS
cs: Stáhni Waypoints z GPSky

source: Download Routes from GPS
cs: Stáhni Routes z GPSky

source: Download Track from GPS
cs: Stáhni Tracky z GPSky

source: Force import of track or route data as points
cs: Importuj tracky a routy jako body

source: Use gardump instead of gpstrans as the download program
cs: Pou¾ít gardump místo gpstrans jako stahovací program

source: Import track in 3D (gardump only)
cs: Importovat stopu ve 3D ( pouze gardump)

source: Port Garmin receiver is connected to
cs: Port, na kterém je Garmina pøipojena

source: Calculates Optimum-Index-Factor table for LANDSAT TM bands 1-5, & 7
cs: Spoèítá tabulku optimálního faktoru indexu pro kanály 1-5 a 7 dru¾ice LANDSAT TM

source: raster, imagery, statistics
cs: rastr, dpz, statistika

source: LANDSAT TM band 1.
cs: LANDSAT TM kanál 1

source: LANDSAT TM band 2.
cs: LANDSAT TM kanál 2.

source: LANDSAT TM band 3.
cs: LANDSAT TM kanál 3.

source: LANDSAT TM band 4.
cs: LANDSAT TM kanál 4.

source: LANDSAT TM band 5.
cs: LANDSAT TM kanál 5.

source: LANDSAT TM band 7.
cs: LANDSAT TM kanál 7.

source: Classification is based on the spectral signature information generated by either i.cluster, i.class, or i.gensig.
cs: Obrazová funkce pro klasifikaci spektrální odrazivosti v obrazových datech zalo¾ená na informaci o spekrálních pøíznacích vytvoøených pomocí i.cluster, i.class nebo i.gensig.

source: Unable to read raster map row %d
cs: Nelze èíst rastrovou mapu, øádek %d

source: Could not read from <%s>
cs: Nelze èíst z <%s>

source: Set registration points for an imagery group from a vector map or keyboard entry.
cs: Nastaví registraèní body pro skupinu snímù z vektorové mapy nebo vstupem z klávesnice

source: Name of imagery group to be registered
cs: Název obrazové skupiny pro registraci

source: [%s] Only local groups may be used
cs: [%s] Pou¾iji pouze lokální skupiny

source: Group [%s] contains no maps, run i.group
cs: Skupina [%s] neobsahuje ¾ádné mapové vrstvy, spus»te i.group

source: ERROR: %s
cs: CHYBA: %s

source: WARNING: %s (click mouse to continue)
cs: VAROVÁNÍ: %s (pro pokraèování kliknìte my¹í)

source: Error while reading input raster map.
cs: Chyba pøi ètení vstupní rastrové map.

source: Principal components analysis (pca) program for image processing.
cs: Program pro analýzu hlavních komponent (pca) snímkù.

source: Rescaling range output (For no rescaling use 0,0)
cs: Vytváøím nový rozsah výstupu (Pro ponechání pou¾ijte 0,0)

source: Eigen values:
cs: Eigen hodnoty:

source: Error reading cell map during transform.
cs: Chyba pøi ètení rastrové (cell) mapy bìhem transformace.

source: Error writing cell map during transform.
cs: Chyba pøi zápisu rastrové (cell) mapy bìhem transformace.

source: Canonical components analysis (cca) program for image processing.
cs: Program pro zpracování obrazových dat - kónickou transformaci komponent (cca).

source: Ascii file containing spectral signatures
cs: ASCII soubor obsahující spektrální pøíznaky

source: Subgroup too large. Maximum number of bands is %d .
cs: Podskupina je pøili¹ objemná. Maximální poèet kanálù je %d .

source: Cannot open raster map <%s>
cs: Nelze otevøít rastrovou mapu <%s>

source: Sampling intervals (by row and col); default: ~10,000 pixels
cs: Vzorkovací intervaly (podle øádku a sloupce); výchozí: ~10 000 pixelù

source: Group: %s
cs: Skupina: %s

source: Subgroup: %s
cs: Podskupina: %s

source: Result signature file: %s
cs: Soubor s výslednými pøíznaky: %s

source: North: %12.2f East: %12.2f
cs: Sever: %12.2f Východ: %12.2f

source: South: %12.2f West: %12.2f
cs: Jih: %12.2f Západ: %12.2f

source: Res: %12.2f Res: %12.2f
cs: Roz: %12.2f Roz: %12.2f

source: Rows: %12d Cols: %12d Cells: %d
cs: Øádky: %12d Sloupce: %12d Buòky: %d

source: Mask: %s
cs: Maska: %s

source: Cluster parameters
cs: Cluster parametry

source: Minimum class size: %d
cs: Minimální velikost tøídy: %d

source: Minimum class separation: %f
cs: Minimální dìlení tøíd: %f

source: Percent convergence: %f
cs: Procentuální konvergence: %f

source: Maximum number of iterations: %d
cs: Minimální poèet iterací: %d

source: Row sampling interval: %d
cs: Vzorkovací interval øádku: %d

source: Col sampling interval: %d
cs: Vzorkovací interval sloupce: %d

source: Sample size: %d points
cs: Velikost vzorku: %d bodù

source: ########## final results #############
cs: ########## závìreèný výsledek #############

source: %d classes (convergence=%.1f%%)
cs: %d tøíd (konvergence=%.1f%%)

source: #################### CLASSES ####################
cs: #################### TØÍDY ####################

source: %d classes, %.2f%% points stable
cs: %d tøíd, %.2f%% bodù stabilních

source: ######## CLUSTER END (%s) ########
cs: ######## CLUSTER KONEC (%s) ########

source: using seed means (%d files)
cs: pou¾ívám prùmìry poèáteèních hodnot (soubory %d)

source: ######## iteration %d ###########
cs: ######## iteraterace %d ###########

source: %d classes, %.2f%% points stable
cs: %d tøíd, %.2f%% bodù stabilních

source: means and standard deviations for %d band%s
cs: prùmìry a smìrodatné odchylky pro %d kanál%s

source: stddev
cs: smìr. odchylka

source: initial means for each band
cs: poèáteèní prùmìry pro ka¾dý kanál

source: class centroids (sum/count=mean)
cs: centroidy tøíd (suma/poèet=prùmìr)

source: band %d
cs: kanál %d

source: class means/stddev for each band
cs: prùmìry/smìr. odchylky tøíd pro ka¾dý kanál

source: class %d (%d)
cs: tøída %d (%d)

source: stddev
cs: smìr. odchylka

source: class separability matrix
cs: matice dìlení tøíd

source: Unable to read raster map <%s> row %d
cs: Nelze èíst rastrovou mapu <%s> øádek %d

source: Subgroup <%s> not found
cs: Podskupina <%s> nebyla nalezena

source: Failed writing raster map <%s> row %d
cs: Nejsem zapsat rastrovou mapu <%s> øádek [%d]

source: Creates, edits, and lists groups and subgroups of imagery files.
cs: Vytváøí, edituje a vypisuje skupiny a podskupiny obrazových dat.

source: Name of imagery sub-group
cs: Název obrazové podskupiny

source: Remove selected files from specified group
cs: Odstranit vybrané soubory z dané skupiny

source: List files from specified (sub)group (fancy)
cs: Vypsat soubory z dané (pod)skupiny (hezky)

source: List files from specified (sub)group (shell script style)
cs: Vypsat soubory z dané (pod)skupiny (jshell styl)

source: Raster map <%s> exists in group. Skipping...
cs: Rastrová mapa <%s> ve skupinì existuje. Vynechávám...

source: Set current location and mapset as target for of imagery group
cs: Nastaví aktuální location a mapset jako cíl pro obrazovou skupinu

source: Group <%s> targeted for location [%s], mapset [%s]
cs: Skupina <%s> jako cíl pro location <%s>, mapset <%s>

source: Rectification polynom order (1-3)
cs: Stupeò polynomu rektifikace (1-3)

source: Group <%s> does not exist
cs: Skupina <%s> neexistuje

source: Unable to read header of raster map <%s>
cs: Nelze èíst hlavièku rastrové mapy <%s>

source: Unable to allocate the input row buffer
cs: Nelze alokovat pamì» pro øádek rastru

source: New:(x1 y1), (x2 y2) = (%d %d), (%d %d)
cs: Nový:(x1 y1), (x2 y2) = (%d %d), (%d %d)

source: Unable to open band files.
cs: Nelze otevøít soubory kanálù.

source: Can't mark another point. Only %d points allowed. Sorry.
cs: Nelze oznaèit dal¹í bod. Promiòte, je povoleno pouze %d bodù.

source: Generates spectral signatures for an image by allowing the user to outline regions of interest.
cs: Vytvoøit spektrální jednotky obrazu povolením u¾ivateli naèrtnout oblasti zájmu.

source: The resulting signature file can be used as input for i.maxlik or as a seed signature file for i.cluster.
cs: Výsledný soubor se signaturou mù¾e být pou¾it jako vstup pro moduli.maxlik nebo jako iniciaèní soubor pro i.cluster.

source: File to contain result signatures
cs: Soubor pro výsledné signatury

source: File containing input signatures (seed)
cs: Soubor obsahující poèáteèní signatury (seed)

source: You have a mask set. Unset mask and run again
cs: Máte nastavenu masku. Zru¹te ji a spus»te znovu.

source: ** The following raster maps in subgroup [%s] do not exist:
cs: Následující rastrové soubory v podskupinì <%s> neexistují:

source: Subgroup [%s] does not have any files
cs: Podskupina <%s> neobsahuje ¾ádné soubory

source: The subgroup must have at least 2 files to run
cs: Pro spu¹tìní musí podskupina obsahovat nejménì 2 soubory

source: Subgroup [%s] only has 1 file
cs: Podskupina [%s] obsahuje pouze 1 soubor

source: Unable to read cell header for first band file
cs: Nelze èíst hlavièku prvního kanálu souboru

source: RESULT SIGNATURE
cs: VÝSLEDNÉ PØÍZNAKY

source: Unable to open output signature file '%s'
cs: Nelze otevøít výstupní soubor se signaturami <%s>

source: SEED SIGNATURES
cs: ZÁRODEÈNÉ PØÍZNAKY

source: Unable to read signature file [%s]
cs: Nelze èíst soubor se signaturami <%s>

source: ** Unable to read signature file [%s] **
cs: ** Nelze èíst soubor se signaturami [%s] **

source: %s has too many signatures
cs: %s má pøíli¹ mnoho signatur

source: make_window(%d,%d,%d,%d): illegal screen values.
cs: make_window(%d,%d,%d,%d): neplatné obrazové hodnoty.

source: No region is saved, can not restore.
cs: ®ádný region nebyl ulo¾en, nelze obnovit.

source: Unable to allocate space for signature statistics.
cs: Nelze alokovat prostor pro statistiku signatur.

source: prepare_signature: outline has odd number of points.
cs: prepare_signature: obrys má lichý poèet bodù.

source: prepare_signature: scan line %d has odd number of points.
cs: prepare_signature: skenovaná øádka %d má lichý poèet bodù.

source: signature: perimeter points out of order.
cs: signature: obvod bodù není v poøádku.

source: prepare_signature: data error.
cs: prepare_signature: chyba dat.

source: Unknown Menu selection in show_signature().
cs: Neznámá volba menu v show_signature().

source: Unable to open the cell map MASK.
cs: Nelze otevøít rastrovou (cell) mapu MASK.

source: Unable to allocate the cell buffer in display_signature().
cs: Nelze alokovat cell buffer v display_signature().

source: Did not find input cell map MASK.
cs: Nemohl jsem nalézt vstupní rastrovou (cell) mapu MASK.

source: Error reading raster map in function readbands.
cs: Chyba pøi ètení rastrového (cell) souboru ve funkci readbands.

source: Too few points for region. Must have at least 3 points.
cs: Pøíli¹ málo body na region. Musíte zadat alespoò 3 body.

source: Area already completed.
cs: Plocha ji¾ dokonèena.

source: No zoom window is defined.
cs: Nebylo definováno ¾ádné zoom okno.

source: Can not erase an undefined region.
cs: Nelze vymazat nedefinovaný region.

source: Region is not complete, can not save.
cs: Region není kompletní, nelze ulo¾it.

source: Error while removing the old MASK cell map.
cs: Chyba bìhem odstraòování staré MASKY rastrové (cell) mapy.

source: Cannot analyze until region is completed.
cs: Nelze analyzovat není region dokonèen.

source: Absurd polygon.
cs: Nesmyslný polygon.

source: Outlined area is too large.
cs: Oznaèená plocha je pøíli¹ veliká.

source: Raster MASK found, consider to remove (see man-page). Will continue...
cs: Nalezena rastrová MASKA, zva¾te její odstranìní (viz manuálová stránka). Pokraèuji...

source: Error in pj_do_proj
cs: Chyba v pj_do_proj

source: Mark ground control points on image to be rectified.
cs: Vlícovací body obrazových dat pro rektifikaci.

source: Suppress warnings
cs: Potlaè varování

source: Input parse error on line %d
cs: Vstupní chyba parzování na øádku %d

source: List of layers to import
cs: Seznam vrstev urèených k importu

source: Invert selection by layers (don't import layers in list)
cs: Obrácený výbìr vrstev (neimportuj vrstvy v seznamu)

source: %d elements skipped (layer name was not in list)
cs: %d prvkù pøeskoèeno (jméno vrstvy není v seznamu)

source: %d elements processed
cs: %d prvkù zpracováno

source: vector, topology
cs: vektor, topologie

source: Creates topology for GRASS vector map.
cs: Vytváøí topologii pro vektorovou mapu GRASSu.

source: Name for vector map where erroneous vector features are written to
cs: Výstupní mapa, do které budou zapsány chybné prvky vektoru

source: Build topology or dump topology or spatial index to stdout
cs: Sestavit topologii a vytisknout informace o tolopogii a prostorovém indexu na standardní výstup
