Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Raster map <%s> not found in current mapset
cs: Rastrová mapa <%s> nebyla v aktuálním mapsetu nalezena
sv: Rasterkarta <%s> finns inte i aktuell kartuppsättning

source: Unable to read category file of raster map <%s@%s>
cs: Nelze èíst soubor s kategoriemi rastrové mapy <%s@%s>
sv: Det gick inte att läsa kategorifilen för rasterkartan <%s@%s>

source: Category table for <%s> set from <%s>
cs: Tabulka barev pro <%s> nastavena z <%s>
sv: Kategoritabell för <%s> set från <%s>

source: Incorrect format of input rules. Is the first column numeric? Or check separators. Invalid line is: %s
sv: Felaktigt format för inmatningsregler. Är den första kolumnen numerisk? Eller kontrollera separatorer. Ogiltig rad är: %s

source: Unable to read category file of raster map <%s> in <%s>
cs: Nelze èíst soubor s kategoriemi rastrové mapy <%s> v <%s>
sv: Det gick inte att läsa kategorifilen för rasterkartan <%s> i <%s>

source: Unable to read colors for input map %s
sv: Det går inte att läsa färger för input map %s

source: The map is floating point! Ignoring cats list, using values list
sv: Kartan är flytande punkt! Ignorerar kattlistan, använder värdelistan

source: Parameter 'values' is required for floating point map!
sv: Parametern 'values' krävs för flyttalskartan!

source: circle
sv: cirkel

source: Creates a raster map containing concentric rings around a given point.
cs: Vytvoøí rastrovou mapu obsahující centrické kruhy okolo zadaného bodu.
sv: Skapar en rasterkarta som innehåller koncentriska ringar runt en given punkt.

source: The coordinate of the center (east,north)
cs: Souøadnice støedu (východ, sever)
sv: Koordinaten för centrum (öst, norr)

source: Minimum radius for ring/circle map (in meters)
cs: Minimální polomìr pro mapu kruhu (v metrech)
sv: Minsta radie för ring/cirkelkarta (i meter)

source: Maximum radius for ring/circle map (in meters)
cs: Maximální polomìr kruhu (v metrech)
sv: Maximal radie för ring/cirkelkarta (i meter)

source: Data value multiplier
cs: Násobitel hodnoty dat
sv: Multiplikator för datavärde

source: Generate binary raster map
cs: Generuji rastrovou mapu
sv: Generera binär rasterkarta

source: Generate binary pattern only (useful for creating mask)
sv: Genererar endast binärt mönster (användbart för att skapa mask)

source: Please specify a radius in which min < max
cs: Prosím, zadejte polomìr, kde min < max
sv: Ange en radie inom vilken min < max

source: Please specify min and/or max radius when using the binary flag
cs: Prosím zadejte minimální a/nebo maximální polomìr, kdy¾ pou¾íváte pøepínaè pro vytvoøení binární rastrové mapy
sv: Ange min och/eller max radie när du använder den binära flaggan

source: Raster map <%s> created.
sv: Rasterkarta <%s> skapad.

source: Pass 2 of 2...
sv: Passera 2 av 2...

source: Unable to seek: %s
sv: Det går inte att söka: %s

source: %d initial clumps
sv: %d ursprungliga klumpar

source: Pass 1 of 2...
sv: Passera 1 av 2...

source: %d-band clumping with threshold %g
sv: %d-bandklumpning med tröskelvärde %g

source: reclass
sv: omklassificera

source: clumps
sv: klumpar

source: Recategorizes data in a raster map by grouping cells that form physically discrete areas into unique categories.
sv: Omkategoriserar data i en rasterkarta genom att gruppera celler som bildar fysiskt åtskilda områden i unika kategorier.

source: Title for output raster map
sv: Titel för utgående rasterkarta

source: Threshold to identify similar cells
sv: Tröskelvärde för att identifiera liknande celler

source: Valid range: 0 = identical to < 1 = maximal difference
sv: Giltigt intervall: 0 = identisk med < 1 = maximal skillnad

source: Minimum clump size in cells
sv: Minsta klumpstorlek i celler

source: Clumps smaller than minsize will be merged to form larger clumps
sv: Klumpar som är mindre än minstorlek slås samman för att bilda större klumpar

source: Clump also diagonal cells
sv: Klump även diagonala celler

source: Clumps are also traced along diagonal neighboring cells
sv: Klumpar spåras också längs diagonala angränsande celler

source: Print only the number of clumps in shell script style
sv: Skriv bara ut antalet klumpar i skalskriptformat

source: Valid range for option <%s> is 0 <= value < 1
sv: Giltigt intervall för alternativet <%s> är 0 <= värde < 1

source: Input raster name <%s> is too long
sv: Inmatat rasternamn <%s> är för långt

source: Title <%s> is too long
sv: Titel <%s> är för lång

source: %d clump.
sv: %d klump.

source: Minimum size must be larger than 1
sv: Minsta storlek måste vara större än 1

source: Loading input ...
sv: Laddar inmatning ...

source: Merging clumps smaller than %d cells...
sv: Sammanslagning av klumpar mindre än %d celler...

source: Renumbering remaining %d clumps...
sv: Omnumrering av kvarvarande %d klumpar...

source: Tabulates the mutual occurrence (coincidence) of categories for two raster map layers.
cs: Vytvoøí tabulku mutualoccurrence (koincidence) kategorií pro dvì rastrové mapy.
sv: Tabulerar den ömsesidiga förekomsten (sammanfallande) av kategorier för två rasterkartskikt.

source: Name of first input raster map
sv: Namn på den första rasterkartan som matas in

source: Name of second input raster map
sv: Namn på den andra rasterkartan som matas in

source: Unit of measure
cs: Jednotky mìøítka
sv: Måttenhet

source: c(ells), p(ercent), x(percent of category [column]), y(percent of category [row]), a(cres), h(ectares), k(square kilometers), m(square miles)
cs: c(buòky [cells]), p(procenta), x(procent kategií [sloupec]),y(procent kategorií[øádek]), a(akry), h(hektary), k(ètvereèní kilometry), m(ètvereèní míle)
sv: c(ells), p(ercent), x(procent av kategori [kolumn]), y(procent av kategori [rad]), a(cres), h(ectares), k(kvadratkilometer), m(kvadratmil)

source: Wide report, 132 columns (default: 80)
cs: Del¹í zpráva, 132 sloupcù (výchozí: 80)
sv: Bred rapport, 132 kolumner (standard: 80)

source: Tabulating Coincidence between '%s' and '%s'
cs: Vypoèítávám koincidenci mezi '%s' a '%s'
sv: Tabulering av sammanträffande mellan '%s' och '%s'

source: Unable to create any tempfiles
cs: Nelze vytvoøit ¾ádné doèasné soubory
sv: Det går inte att skapa några tempfiler

source: Unable to run r.stats
cs: Nelze spustit r.stats
sv: Det går inte att köra r.stats

source: Unexpected output from r.stats
cs: Neoèekávaný výstup z r.stats
sv: Oväntad utdata från r.stats

source: Unable to open tempfile
cs: Nelze otevøít doèasný soubor
sv: Det går inte att öppna tempfilen

source: Preparing report ...
cs: Pøipravuji zprávu ...
sv: Förberedande rapport ...

source: Exports the color table associated with a 3D raster map.
sv: Exporterar den färgtabell som är associerad med en 3D-rasterkarta.

source: Path to output rules file
sv: Sökväg till filen med utdataregler

source: If not given write to standard output
sv: Om inget anges skriv till standardutdata

source: Output values as percentages
sv: Utmatningsvärden som procentandelar

source: Unable to read color table for raster3d map <%s>
sv: Det går inte att läsa färgtabellen för raster3d-kartan <%s>

source: Exports the color table associated with a raster map.
sv: Exporterar den färgtabell som är associerad med en rasterkarta.

source: Unable to read color table for raster map <%s>
sv: Det går inte att läsa färgtabell för rasterkarta <%s>

source: Creates/modifies the color table associated with a 3D raster map.
sv: Skapar/ändrar den färgtabell som är associerad med en 3D-rasterkarta.

source: Creates/modifies the color table associated with a raster map.
sv: Skapar/ändrar den färgtabell som är kopplad till en rasterkarta.

source: Map
sv: Karta

source: Input file with one map name per line
sv: Inmatningsfil med ett kartnamn per rad

source: Input map names can be defined in an input file in case a large amount of maps must be specified. This option is mutual exclusive to the map option.
sv: Namn på indatakartor kan definieras i en indatafil om ett stort antal kartor måste anges. Detta alternativ är ömsesidigt uteslutande i förhållande till map-alternativet.

source: "-" to read rules from stdin
sv: "-" för att läsa regler från stdin

source: Offset for color rule values
sv: Offset för färgregelvärden

source: New value = (old value + offset) * scale
sv: Nytt värde = (gammalt värde + offset) * skala

source: Scale for color rule values
sv: Skala för färgregelvärden

source: List available rules with description then exit
sv: Lista tillgängliga regler med beskrivning och avsluta sedan

source: If a color rule is given, only this rule is listed
sv: Om en färgregel anges, listas endast denna regel

source: Unable to open %s file <%s>
sv: Det går inte att öppna filen %s <%s>

source: %s map <%s> not found
sv: %s karta <%s> hittades inte

source: No %s map name found in input file <%s>
sv: Inget %s kartnamn hittades i indatafilen <%s>

source: Unable to remove color table of %s map <%s>
sv: Det går inte att ta bort färgtabellen för %s map <%s>

source: Color table of %s map <%s> not found
sv: Färgtabell för %s map <%s> hittades inte

source: Color table exists for %s map <%s>. Exiting.
sv: Färgtabell finns för %s karta <%s>. Avslutar.

source: Color table 'random' is not supported for floating point %s map
sv: Färgtabell 'random' stöds inte för flyttal %s map

source: Color table 'grey.eq' is not supported for floating point %s map
sv: Färgtabellen 'grey.eq' stöds inte för flyttal %s-mappning

source: Color table 'grey.log' is not supported for floating point %s map
sv: Färgtabellen 'grey.log' stöds inte för flyttalskartan %s

source: Unable to load rules file <%s>
sv: Det går inte att läsa in regelfilen <%s>

source: Unable to read color table for 3D raster map <%s>
sv: Det går inte att läsa färgtabell för 3D-rasterkarta <%s>

source: Color table for %s map <%s> set to '%s'
sv: Färgtabell för %s map <%s> inställd på '%s'

source: Enter rules, "end" when done, "help" if you need it.
cs: Zadejte pravidla, "end" pro ukonèení, "help" pro nápovìdu.
sv: Ange regler, "avsluta" när du är klar, "hjälp" om du behöver det.

source: fp: Data range is %s to %s
cs: fp: Rozsah dat je %s a¾ %s
sv: fp: Dataområdet är %s till %s

source: Data range is %ld to %ld
cs: Rozsah dat je %ld a¾ %ld
sv: Dataområdet är %ld till %ld

source: Your color rules do not cover the whole range of data! (rules %f to %f but data %f to %f)
cs: Va¹e pravidla pro barvy nepokrývají celý rozsah dat! (pravidla %f do %f, data %f do %f)
sv: Dina färgregler täcker inte hela dataområdet! (regler %f till %f men data %f till %f)

source: Unable to open color rule
sv: Det går inte att öppna färgregeln

source: Enter a rule in one of these formats:
cs: Zadejte pravidlo v jednom z tìchto formátù:
sv: Ange en regel i något av dessa format:

source: val color
cs: hodnota barvy
sv: val färg

source: n%% color
cs: n%% barva
sv: n%% färg

source: nv color
cs: nv barva
sv: nv färg

source: default color
cs: výchozí barva
sv: standardfärg

source: color can be one of:
cs: barva mù¾e být jednou z:
sv: färg kan vara en av:

source: or an R:G:B triplet, e.g.: 0:127:255
cs: nebo trojice R:G:B, napø.: 0:127:255
sv: eller en R:G:B-triplett, t.ex: 0:127:255

source: bad rule (%s); rule not added
cs: ¹patné pravidlo (%s); pravidlo nebylo pøidáno
sv: dålig regel (%s); regel ej tillagd

source: bad rule (%s): [%s]
cs: neplatné pravidlo (%s): [%s]
sv: dålig regel (%s): [%s]

source: (%i/%i) Reading raster map <%s>...
sv: (%i/%i) Läser rasterkarta <%s>...

source: Unable to use logarithmic scaling if range includes zero
sv: Det går inte att använda logaritmisk skalning om intervallet innehåller noll

source: Error opening 3d raster map
cs: Chyba pøi otevírání g3d souboru
sv: Fel vid öppning av 3d-rasterkarta

source: (%i/%i) Reading map <%s>...
sv: (%i/%i) Läser karta <%s>...

source: Combines red, green and blue raster maps into a single composite raster map.
sv: Kombinerar röda, gröna och blå rasterkartor till en enda sammansatt rasterkarta.

source: Number of levels to be used for each component
cs: Poèet íºrovní, které budou pou¾ity pro ka¾dou souèást
sv: Antal nivåer som ska användas för varje komponent

source: Levels
sv: Nivåer

source: Number of levels to be used for <%s>
cs: Poèet íºrovní, které budou pou¾ity pro <%s>
sv: Antal nivåer som ska användas för <%s>

source: Use closest color
cs: Pou¾ij nejbli¾¹í barvu
sv: Använd närmaste färg

source: Unable to read color file of raster map <%s>
sv: Det gick inte att läsa färgfilen för rasterkartan <%s>

source: Creating color table for output raster map...
sv: Skapa färgtabell för rasterkarta för utdata...

source: compression
sv: kompression

source: Compresses and decompresses raster maps.
cs: Komprimuje a dekomprimuje rastrové soubory.
sv: Komprimerar och dekomprimerar rasterkartor.

source: Name of existing raster map(s)
cs: Jméno existující(ch) rastrové(ých) map(y)
sv: Namn på befintlig(a) rasterkarta(er)

source: Uncompress the map
cs: Dekomprimuj mapu
sv: Avkomprimera kartan

source: Print compression information and data type of input map(s)
sv: Skriv ut komprimeringsinformation och datatyp för inmatade kartor

source: Print compression information in shell script style
sv: Skriv ut komprimeringsinformation i skal-skriptformat

source: Raster map <%s> is not in the current mapset
sv: Rasterkarta <%s> finns inte i den aktuella kartuppsättningen

source: <%s> is a reclass file of map <%s> in mapset <%s> - can't uncompress
sv: <%s> är en reclass-fil av karta <%s> i kartset <%s> - kan inte komprimeras

source: <%s> is a reclass file of map <%s> in mapset <%s> - can't compress
sv: <%s> är en reclass-fil av karta <%s> i kartset <%s> - kan inte komprimeras

source: <%s> is a GDAL-linked map - can't (un)compress
sv: <%s> är en GDAL-länkad karta - kan inte (av)komprimeras

source: <%s> is a virtual raster map - can't (un)compress
sv: <%s> är en virtuell rasterkarta - kan inte (av)komprimeras

source: DONE: uncompressed file is %lu %s (%.2f%%) smaller
sv: DONE: den okomprimerade filen är %lu %s (%.2f%%) mindre

source: DONE: compressed file is %lu %s (%.2f%%) smaller
sv: DONE: den komprimerade filen är %lu %s (%.2f%%) mindre

source: DONE: uncompressed file is %lu %s (%.2f%%) larger
sv: DONE: den okomprimerade filen är %lu %s (%.2f%%) större

source: DONE: compressed file is %lu %s (%.2f%%) larger
sv: KLART: den komprimerade filen är %lu %s (%.2f%%) större

source: same size
sv: samma storlek

source: <%s> already uncompressed
sv: <%s> redan okomprimerad

source: Uncompressing <%s>
sv: Avkomprimera <%s>

source: Re-compressing <%s> with method %s...
sv: Återkomprimera <%s> med metod %s...

source: Compressing <%s> with method %s...
sv: Komprimering av <%s> med metod %s...

source: <%s> is a GDAL-linked map
sv: <%s> är en GDAL-länkad karta

source: <%s> is a virtual raster map
sv: <%s> är en virtuell rasterkarta

source: <%s> is a reclass file of map <%s> in mapset <%s>
sv: <%s> är en reclass-fil av karta <%s> i kartuppsättning <%s>

source: <%s> is uncompressed (method %i: %s). Data type: %s
sv: <%s> är okomprimerad (metod %i: %s). Datatyp: %s

source: <%s> is compressed (method %i: %s). Data type: %s
sv: <%s> är komprimerad (metod %i: %s). Typ av data: %s

source: <%s> has a compressed NULL file
sv: <%s> har en komprimerad NULL-fil

source: <%s> has an uncompressed NULL file
sv: <%s> har en okomprimerad NULL-fil

source: Writing vector contour (one level)...
sv: Skriva vektorkontur (en nivå)...

source: %d crossing found
sv: %d korsning hittades

source: Illegal edge number
cs: Neplatnýpoèet hran
sv: Olagligt kantnummer

source: Edge number out of range
cs: Poèet hran mimo rozsah
sv: Kantnummer utanför intervallet

source: contours
sv: konturer

source: Produces a vector map of specified contours from a raster map.
sv: Producerar en vektorkarta med angivna konturer från en rasterkarta.

source: Contour levels
sv: Konturnivåer

source: Either <%s> or <%s> option must be specified
sv: Antingen <%s> eller <%s> alternativ måste anges

source: Unable to read fp range of raster map <%s>
sv: Det gick inte att läsa fp-intervallet i rasterkartan <%s>

source: Unable to create table: '%s'
cs: Nelze vytvoøit tabulku : '%s'
sv: Det gick inte att skapa tabellen: '%s'

source: Unable to create index for table <%s>, key <%s>
cs: Nelze vytvoøit index pro tabulku <%s>, klíè <%s>
sv: Det går inte att skapa ett index för tabell <%s>, nyckel <%s>

source: Unable to grant privileges on table <%s>
cs: Nelze poskytnou práva na tabulku <%s>
sv: Det går inte att bevilja behörigheter för tabellen <%s>

source: Writing attributes...
cs: Zapisuji atributy ...
sv: Skriva attribut...

source: Unable to insert new record: '%s'
cs: Nelze vlo¾it nový øádek: '%s'
sv: Det går inte att infoga en ny post: '%s'

source: Snap lines
sv: Snabba linjer

source: Break lines at intersections
sv: Brytlinjer vid korsningar

source: Remove duplicates
cs: Mazání duplicit
sv: Ta bort dubbletter

source: Merge lines
sv: Sammanfoga linjer

source: Reading data...
cs: Ètu data...
sv: Läser data...

source: Range of data: min=%f, max=%f
sv: Dataintervall: min=%f, max=%f

source: Range of data: empty
sv: Dataomfång: tomt

source: This step value is not allowed
sv: Detta stegvärde är inte tillåtet

source: Range of levels: min = %f, max = %f
sv: Nivåintervall: min = %f, max = %f

source: Displacing data...
sv: Förskjutning av data...

source: cumulative costs
sv: kumulativa kostnader

source: cost allocation
sv: kostnadsfördelning

source: Creates a raster map showing the cumulative cost of moving between different geographic locations on an input raster map whose cell category values represent cost.
sv: Skapar en rasterkarta som visar den kumulativa kostnaden för att flytta mellan olika geografiska platser på en rasterkarta vars cellkategorivärden representerar kostnaden.

source: Name of input raster map containing grid cell cost information
sv: Namn på rasterkarta som innehåller information om kostnader för gridceller

source: Name of input raster map solving equal costs
sv: Namn på indata rasterkarta som löser lika kostnader

source: Helper variable to pick a direction if two directions have equal cumulative costs (smaller is better)
sv: Hjälparvariabel för att välja riktning om två riktningar har lika stora kumulativa kostnader (mindre är bättre)

source: Name for output raster map with nearest start point
sv: Namn för rasterkarta med närmaste startpunkt för utdata

source: Optional outputs
sv: Valfria utgångar

source: Name for output raster map to contain movement directions
sv: Namn för rasterkarta som ska innehålla rörelseriktningar

source: Name of starting vector points map
sv: Namn på startvektorpunkterna map

source: Name of stopping vector points map
sv: Namn på kartan med stoppande vektorpunkter

source: Stop
sv: Stoppa

source: Name of starting raster points map
sv: Namn på karta med startpunkter för raster

source: Coordinates of stopping point(s) (E,N)
sv: Hållplatsens/hållplatsernas koordinater (E,N)

source: Maximum cumulative cost
sv: Maximal kumulativ kostnad

source: Cost assigned to null cells. By default, null cells are excluded
cs: Náklad pøiøazený buòkám s hodnotou NULL. Pøi výchozím nastavení jsou tyto vynechány
sv: Kostnad som tilldelas nollceller. Som standard är nollceller exkluderade

source: NULL cells
sv: NULL-celler

source: Use the 'Knight's move'; slower, but more accurate
cs: Pou¾ij '¹achového konì'; pomalej¹í, ale pøesnìj¹í
sv: Använd "riddarens drag"; långsammare, men mer exakt

source: Keep null values in output raster map
sv: Behåll nollvärden i rasterkartan för utdata

source: Start with values in raster map
cs: Zaèni s hodnotami v rastrové mapì
sv: Börja med värden i rasterkartan

source: Print info about disk space and memory requirements and exit
sv: Skriv ut information om diskutrymme och minneskrav och avsluta

source: Create bitmask encoded directions
sv: Skapa bitmask-kodade anvisningar

source: Must specify exactly one of start_points, start_rast or coordinate
cs: Alespoò jedna z voleb start_points, start_rast nebo coordinate musí být zadána
sv: Måste ange exakt en av start_points, start_rast eller koordinat

source: No start points
cs: ®ádné poèáteèní body
sv: Inga startpunkter

source: No stop points
sv: Inga stoppunkter

source: Inappropriate maximum cost: %d
cs: Nevhodné maximální náklady: %d
sv: Otillbörlig maximal kostnad: %d

source: Inappropriate amount of memory: %d
sv: Otillräcklig mängd minne: %d

source: Assigning negative cost to null cell. Null cells excluded.
sv: Tilldela negativ kostnad till nollcell. Nollceller uteslutna.

source: Will need at least %.2f MB of disk space
sv: Behöver minst %.2f MB diskutrymme

source: Will need at least %.2f MB of memory
sv: Behöver minst %.2f MB minne

source: %d of %d segments are kept in memory
sv: %d av %d segment sparas i minnet

source: Creating some temporary files...
cs: Vytváøím nìjaké doèasné soubory...
sv: Skapar några temporära filer...

source: Can not create temporary file
sv: Kan inte skapa temporär fil

source: Can not write to temporary file
sv: Kan inte skriva till temporär fil

source: Reading raster map <%s>, initializing output...
sv: Läser rasterkarta <%s>, initierar utdata...

source: Negative cell value found at row %d, col %d. Setting negative value to null_cost value
sv: Negativt cellvärde hittades på rad %d, kol %d. Ställa in negativt värde till null_cost-värde

source: Initializing directional output...
sv: Initialisering av riktningsutgång...

source: Reading vector map <%s> with start points...
sv: Läser vektorkarta <%s> med startpunkter...

source: No start points found in vector map <%s>
sv: Inga startpunkter hittades i vektorkartan <%s>

source: %d point found
sv: %d punkt hittades

source: Reading vector map <%s> with stop points...
sv: Läser vektorkarta <%s> med stoppunkter...

source: No stop points found in vector <%s>
sv: Inga stoppunkter hittades i vektorn <%s>

source: Reading raster map <%s> with start points...
sv: Läser rasterkarta <%s> med startpunkter...

source: Can not read from temporary file
sv: Kan inte läsa från temporär fil

source: Specified starting location outside database window
cs: Zadaná poèáteèní pozice je mimo aktuální výøez
sv: Angiven startplats utanför databasfönstret

source: Number of duplicate stop points: %d
sv: Antal duplicerade stoppunkter: %d

source: Finding cost path...
sv: Hitta kostnadsbana...

source: Error, ct == pres_cell
cs: Chyba, ct == pres_cell
sv: Fel, ct == pres_cell

source: Writing raster map with nearest start point <%s>...
sv: Skriver rasterkarta med närmaste startpunkt <%s>...

source: Writing output movement direction raster map <%s>...
sv: Skrivning av rasterkarta för rörelseriktning <%s>...

source: Peak cost value: %g
sv: Värde för högsta kostnad: %g

source: Illegal x coordinate <%s>
cs: Neplatná souøadnice x <%s>
sv: Otillåten x-koordinat <%s>

source: Illegal y coordinate <%s>
cs: Neplatná souøadnice y <%s>
sv: Otillåten y-koordinat <%s>

source: Warning, ignoring point outside window: %g, %g
sv: Varning, ignorerar punkt utanför fönster: %g, %g

source: Outputs a covariance/correlation matrix for user-specified raster map layer(s).
cs: Vytvoøí kovarianèní/korelaèní matici pro u¾ivatelem zadanou rastrovou mapu(y).
sv: Ger ut en kovarians-/korrelationsmatris för användarspecificerade rasterkartskikt.

source: Print correlation matrix
cs: Vytiskne korelaèní matici
sv: Skriv ut korrelationsmatris

source: %s: complete ...
cs: %s: hotovo ...
sv: %s: komplett …

source: %s: STEP 1 ...
cs: %s: KROK 1 ...
sv: %s: STEG 1 …

source: Creates a cross product of the category values from multiple raster map layers.
cs: Vytvoøí násobek pøekrytí hodnot kategorií z nìkolika rastrových map.
sv: Skapar en korsprodukt av kategorivärdena från flera rasterkartskikt.

source: Names of 2-%d input raster maps
cs: Názvy 2-%d vstupních rastrových map
sv: Namn på 2-%d inmatade rasterkartor
