Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: G_spawn: unable to restore signal %d
cs: G_spawn: nelze navrátit signál %d
sv: G_spawn: det går inte att återställa signalen %d

source: G_spawn: unable to reset signal %d
cs: G_spawn: nelze obnovit signál %d
sv: G_spawn: det går inte att återställa signalen %d

source: G_spawn: unable to ignore signal %d
cs: G_spawn: nelze zamítnout signál %d
sv: G_spawn: kan inte ignorera signal %d

source: G_spawn: unable to block signal %d
cs: G_spawn: nelze pozastavit signál %d
sv: G_spawn: det går inte att blockera signalen %d

source: G_spawn: unable to unblock signal %d
cs: G_spawn: nelze uvolnit signál %d
sv: G_spawn: det går inte att avblockera signalen %d

source: G_spawn: unable to duplicate descriptor %d to %d
cs: G_spawn: nelze duplikovat popisovaè %d na %d
sv: G_spawn: det går inte att duplicera deskriptorn %d till %d

source: Unable to create a new process: %s
sv: Det går inte att skapa en ny process: %s

source: Unable to change directory to %s
cs: Nelze zmìnit adresáø na %s
sv: Det går inte att ändra katalog till %s

source: Unable to execute command '%s': %s
sv: Det går inte att utföra kommandot '%s': %s

source: Unable to create timestamp file for %s map <%s@%s>
sv: Det gick inte att skapa en tidsstämpelfil för %s-kartan <%s@%s>

source: Invalid timestamp specified for %s map <%s@%s>
sv: Ogiltig tidsstämpel angiven för %s-kartan <%s@%s>

source: Unable to open timestamp file for %s map <%s@%s>
sv: Det gick inte att öppna tidsstämpelfilen för %s-kartan <%s@%s>

source: Invalid timestamp file for %s map <%s@%s>
sv: Ogiltig tidsstämpelfil för %s-kartan <%s@%s>

source: Unable to open timestamp file for vector map <%s@%s>
sv: Det gick inte att öppna tidsstämpelfilen för vektorkartan <%s@%s>

source: Invalid timestamp file for vector map <%s@%s>
sv: Ogiltig tidsstämpelfil för vektorkarta <%s@%s>

source: Unable to create timestamp file for vector map <%s@%s>
sv: Det gick inte att skapa en tidsstämpelfil för vektorkartan <%s@%s>

source: Invalid timestamp specified for vector map <%s@%s>
sv: Ogiltig tidsstämpel angiven för vektormapp <%s@%s>

source: parse error
sv: parse-fel

source: square units
sv: kvadratiska enheter

source: square unit
sv: kvadratisk enhet

source: units
sv: enheter

source: unit
sv: enhet

source: square meters
sv: kvadratmeter

source: square meter
sv: kvadratmeter

source: meters
sv: meter

source: meter
sv: mätare

source: square kilometers
sv: kvadratkilometer

source: square kilometer
sv: kvadratkilometer

source: kilometers
sv: kilometer

source: acres
sv: tunnland

source: acre
sv: tunnland

source: hectares
sv: hektar

source: hectare
sv: hektar

source: square miles
sv: kvadratkilometer

source: square mile
sv: kvadratkilometer

source: miles
sv: mil

source: mile
sv: mil

source: square feet
sv: kvadratfot

source: square foot
sv: kvadratfot

source: feet
sv: fot

source: foot
sv: fot

source: square US feet
sv: kvadrat US fot

source: square US foot
sv: kvadrat US fot

source: US feet
sv: Amerikansk fot

source: US foot
sv: Amerikansk fot

source: square degrees
sv: kvadratgrader

source: square degree
sv: kvadratgrad

source: degrees
sv: grader

source: degree
sv: grad

source: years
sv: år

source: year
sv: år

source: months
sv: månader

source: month
sv: månad

source: days
sv: dagar

source: day
sv: dag

source: hours
sv: timmar

source: hour
sv: timme

source: minutes
sv: minuter

source: minute
sv: minut

source: seconds
sv: sekunder

source: second
sv: sekund

source: Unable to open %s for writing
cs: Nelze otevøít %s pro zápis
sv: Det går inte att öppna %s för skrivning

source: Unable to open %s for reading
cs: Nelze otevøít %s pro ètení
sv: Det går inte att öppna %s för läsning

source: GRASS window when view was saved:
cs: Okno GRASSu kdy¾ byl ulo¾en pohled:
sv: GRASS-fönstret när vyn sparades:

source: Window saved in "%s" is completely outside of current GRASS window.
cs: Okno ulo¾eno v "%s" je zcela mimo aktuální okno GRASSu.
sv: Fönstret som sparas i "%s" ligger helt utanför det aktuella GRASS-fönstret.

source: Only %d%% of window saved in "%s" overlaps with current GRASS window.
cs: Pouze %d%% z okna ulo¾eného v "%s" pokrývá aktuální okno GRASSu.
sv: Endast %d%% ofönstret som sparats i "%s" överlappar det aktuella GRASS-fönstret.

source: Task already has a worker
sv: Uppdraget har redan en medarbetare

source: File writing error in %s() %d:%s
sv: Fel vid filskrivning i %s() %d:%s

source: taking FFT of image...
cs: provádím FFT snímku...
sv: tar FFT av bilden ...

source: computing del**2 g...
cs: poèítám del**2 g...
sv: databehandling del**2 g...

source: taking FFT of del**2 g...
cs: provádím FFT del**2 g...
sv: tar FFT av del**2 g ...

source: multiplying transforms...
cs: násobím transformace...
sv: multiplicera transformationer...

source: taking inverse FFT...
cs: provádím inverzní FFT...
sv: tar invers FFT...

source: Matrix dimensions out of range
cs: Rozmìr matice je mimo povolený rozsah
sv: Matrisdimensioner utanför intervallet

source: Matrix is not initialised fully.
cs: Matice není plnì inicializována.
sv: Matrisen är inte helt initialiserad.

source: Unable to allocate space for matrix copy
cs: Nelze alokovat pamì» pro kopii matice
sv: Det går inte att allokera utrymme för matriskopia

source: Input matrix is uninitialized
sv: Inmatningsmatrisen är oinitialiserad

source: First scalar multiplier must be non-zero
cs: První skalární èinitel musí být nenulový
sv: Första skalärmultiplikatorn måste vara skild från noll

source: One or both input matrices uninitialised
cs: Jedna nebo obì vstupní matice nejsou inicializovány
sv: En eller båda inmatningsmatriserna oinitialiserade

source: Matrix order does not match
cs: Poøadí matic neodpovídá
sv: Matrisordningen stämmer inte överens

source: Unable to allocate space for matrix sum
cs: Nelze alokovat pamì» pro sumu matice
sv: Det går inte att tilldela utrymme för matrissumma

source: Unable to allocate space for matrix product
cs: Nelze alokovat pamì» pro souèin matice
sv: Det går inte att tilldela utrymme för matrisprodukt

source: Input: one or both data matrices uninitialised
cs: Vstup: jedna nebo obì datové matice nejsou inicializovány
sv: Indata: en eller båda datamatriserna oinitialiserade

source: Principal matrix is not properly dimensioned
cs: Hlavní matice není správì dimenzována
sv: Huvudmatrisen är inte korrekt dimensionerad

source: Input: you must have at least one array to solve
cs: Vstup: musíte zadat alespoò jednu mno¾inu k øe¹ení
sv: Inmatning: du måste ha minst en matris att lösa

source: Could not allocate space for solution matrix
cs: Nemohu alokovat pamì» pro výslednou matici
sv: Kunde inte allokera utrymme för lösningsmatrisen

source: Could not allocate space for working matrix
cs: Nemohu alokovat pamì» pro pracovní matici
sv: Kunde inte allokera utrymme för arbetsmatris

source: Matrix (or submatrix is singular). Solution undetermined
cs: Matice (nebo podmatice) je jednotková. Øe¹ení nebylo nalezeno
sv: Matris (eller undermatris är singulär). Lösning obestämd

source: Problem in LA routine.
cs: Problém v LA rutinì.
sv: Problem i LA-rutinen.

source: Procedure not yet available for selected matrix type
cs: Procedura není pro vybrané typy matice dostupná
sv: Procedur ännu inte tillgänglig för vald matristyp

source: Matrix is not square. Cannot determine inverse
cs: Matice není ètvercová. Nemohu vytvoøit matici inverzní
sv: Matrisen är inte kvadratisk. Kan inte bestämma inversen

source: Unable to allocate space for matrix
cs: Nelze alokovat pamì» pro matici
sv: Det går inte att allokera utrymme för matrisen

source: Matrix is singular
cs: Matice je jednotková
sv: Matrisen är singulär

source: Problem in LA procedure.
cs: Problém v proceduøe LA.
sv: Problem i LA-proceduren.

source: Element array has not been allocated
cs: Mno¾ina prvkù nebyla alokována
sv: Elementarrayen har inte allokerats

source: Specified element is outside array bounds
cs: Urèený prvek je mimo rozsah mno¾iny
sv: Angivet element ligger utanför arrayens gränser

source: Specified matrix column index is outside range
cs: Urèený sloupec matice je mimo rozsah
sv: Angivet matriskolumnindex ligger utanför intervallet

source: Matrix is not initialised
cs: Matice není inicializována
sv: Matrisen är inte initialiserad

source: Could not allocate space for vector structure
cs: Nemohu alokovat prostor pro vektorovou strukturu
sv: Kunde inte allokera utrymme för vektorstruktur

source: Specified matrix row index is outside range
cs: Urèený øádek matice je mimo rozsah
sv: Angivet matrisradindex ligger utanför intervallet

source: Specified row index is outside range
cs: Urèený øádek je mimo rozsah
sv: Angivet radindex ligger utanför intervallet

source: Specified column index is outside range
cs: Urèený sloupec je mimo rozsah
sv: Angivet kolumnindex ligger utanför intervallet

source: Unknown vector type.
cs: Neznámý vektorový typ
sv: Okänd vektortyp.

source: Input matrix and vector have differing dimensions1
sv: Inmatningsmatris och vektor har olika dimensioner1

source: Output vector is uninitialized
cs: Výstupní vektor je neinicializovaný
sv: Utdatavektorn är inte initialiserad

source: Vectors are not of the same type
cs: Vektory nejsou stejného typu
sv: Vektorerna är inte av samma typ

source: Output vector is of incorrect type
cs: Výstupní vektor nemá správný typ
sv: Utdatavektorn är av fel typ

source: Matrices not allowed
cs: Matice nejsou povoleny
sv: Matriser är inte tillåtna

source: Vectors have differing dimensions
cs: Vektory mají rùzné rozmìry (dimenze)
sv: Vektorer har olika dimensioner

source: Output vector has incorrect dimension
cs: Výstupní vektor má nesprávné rozmìry
sv: Utdatavektorn har fel dimension

source: Vector dimensions out of range
cs: Rozmìry vektoru jsou mimo rozsah
sv: Vektordimensioner utanför intervallet

source: Row/column out of range
cs: Øádek/sloupec je mimo rozsah
sv: Rad/kolumn utanför intervallet

source: Output vector is not the same type as others
sv: Utdatavektorn är inte av samma typ som de andra

source: Vector structure is not initialised
cs: Vektorová struktura nebyla inicializována
sv: Vektorstrukturen är inte initialiserad

source: Input format error
cs: Chyba vstupního formátu
sv: Fel i inmatningsformat

source: sparse Jacobi -- iteration %5i error %g
cs: øídká Jakobiho matice -- iterace %5i chyba %g
sv: sparse Jacobi -- iteration %5i fel %g

source: sparse SOR -- iteration %5i error %g
cs: Øídká SOR matice -- iterace %5i chyba %g
sv: sparse SOR -- iteration %5i fel %g

source: Jacobi -- iteration %5i error %g
cs: Jakobiho matice -- iterace %5i chyba %g
sv: Jacobi -- iteration %5i fel %g

source: SOR -- iteration %5i error %g
cs: SOR -- iterace %5i chyba %g
sv: SOR -- iteration %5i fel %g

source: Starting direct gauss elimination solver
cs: Gaussova eliminace spu¹tìna
sv: Startar lösare för direkt gausseliminering

source: Starting direct lu decomposition solver
cs: Lu dekompozice spu¹tìna
sv: Start av lösare för direkt lu-dekomponering

source: Starting cholesky decomposition solver
cs: Choleskyho dekompozice spu¹tìna
sv: Starta cholesky sönderdelningslösare

source: Unable to solve the linear equation system
cs: Nelze øe¹it lineární soustavu rovnic
sv: Det går inte att lösa det linjära ekvationssystemet

source: Decomposition failed at row %i and col %i
sv: Nedbrytningen misslyckades vid rad %i och kol %i

source: Sparse PCG -- iteration %i error %g
cs: Sparse PCG -- iterace %i chyba %g
sv: Sparse PCG -- iteration %i fel %g

source: PCG -- iteration %i error %g
cs: PCG -- iterace %i chyba %g
sv: PCG -- iteration %i fel %g

source: Sparse CG -- iteration %i error %g
cs: Sparse CG -- iterace %i chyba %g
sv: Sparse CG -- iteration %i fel %g

source: CG -- iteration %i error %g
cs: CG -- iterace %i chyba %g
sv: CG -- iteration %i fel %g

source: Sparse BiCGStab -- iteration %i error %g
cs: Sparse BiCGStab -- iterace %i chyba %g
sv: Sparse BiCGStab -- iteration %i fel %g

source: BiCGStab -- iteration %i error %g
cs: BiCGStab -- iterace %i chyba %g
sv: BiCGStab -- iteration %i fel %g

source: ++ Running blas level 2 benchmark ++
sv: ++ Running blas nivå 2 benchmark ++

source: ++ Running blas level 3 benchmark ++
sv: ++ Running blas nivå 3 benchmark ++

source: ++ Running direct solver benchmark ++
sv: ++ Kör benchmark för direktlösare ++

source: ++ Running krylov solver benchmark ++
sv: ++ Kör krylov-solver benchmark ++

source: ++ Running blas level 1 unit tests ++
sv: ++ Kör enhetstester på blas nivå 1 ++

source: -- blas level 1 unit tests failure --
sv: -- blas nivå 1 enhetstester fel --

source: -- blas level 1 unit tests finished successfully --
sv: -- blas nivå 1 enhetstester avslutade framgångsrikt --

source: ++ Running blas level 2 unit tests ++
sv: ++ Körning av enhetstester på blas nivå 2 ++

source: -- blas level 2 unit tests failure --
sv: -- blas nivå 2 enhetstester fel --

source: -- blas level 2 unit tests finished successfully --
sv: -- blas nivå 2 enhetstester avslutade framgångsrikt --

source: ++ Running blas level 3 unit tests ++
sv: ++ Kör enhetstester på blas nivå 3 ++

source: -- blas level 3 unit tests failure --
sv: -- blas nivå 3 enhetstester fel --

source: -- blas level 3 unit tests finished successfully --
sv: -- blas nivå 3 enhetstester avslutade framgångsrikt --

source: ++ Running ccmath wrapper unit tests ++
sv: ++ Kör enhetstester för ccmath-wrapper ++

source: -- ccmath wrapper unit tests failure --
sv: -- ccmath wrapper enhetstester fel --

source: -- ccmath wrapper unit tests finished successfully --
sv: -- ccmath wrapper enhetstester avslutade framgångsrikt --

source: The size of the matrices and vectors for benchmarking
sv: Storleken på matriserna och vektorerna för benchmarking

source: Choose solver benchmark
sv: Välj lösningsbenchmark

source: Choose blas benchmark
sv: Välj blas benchmark

source: Performs benchmarks, unit and integration tests for the gmath library
sv: Utför benchmarks, enhets- och integrationstester för gmath-biblioteket

source: ++ Running matrix conversion unit tests ++
sv: ++ Kör enhetstester för matrisomvandling ++

source: -- Matrix conversion unit tests failure --
sv: -- Matrisomvandlingsenhet testar fel --

source: -- Matrix conversion unit tests finished successfully --
sv: -- Tester av matrisomvandlingsenheter slutfördes framgångsrikt --

source: ++ Running solver unit tests ++
cs: ++ Jednotkový test solver spu¹tìn ++
sv: ++ Körning av solver-enhetstester ++

source: -- Solver unit tests failure --
cs: -- Jednotkový test solver havaroval --
sv: -- Solver enhetstester misslyckande --

source: -- Solver unit tests finished successfully --
cs: -- Jednotkový test solver skonèil úspì¹nì --
sv: -- Solvers enhetstester slutfördes framgångsrikt --

source: Reading raster map <%s> into memory
cs: Probíhá ètení rastrové mapy <%s> do pamìti
sv: Läser in rasterkarta <%s> i minnet

source: N_array_2d * array is empty
cs: N_array_2d * pole je prázdné
sv: N_array_2d * array är tom

source: Write 2d array to raster map <%s>
cs: Zapsat 2d pole do rastrové mapy <%s>
sv: Skriva 2d-array till rasterkarta <%s>

source: 3D raster map <%s> not found
cs: 3D rastrová mapa <%s> nebyla nalezena
sv: 3D-rasterkarta <%s> hittades inte

source: Unable to open 3D raster map <%s>
cs: Nelze otevøít 3D rastrovou mapu <%s>
sv: Det går inte att öppna en 3D-rasterkarta <%s>

source: Read g3d map <%s> into the memory
cs: Naèítání g3d mapy <%s> do pamìti
sv: Läs in g3d-karta <%s> i minnet

source: Error closing g3d file <%s>
sv: Fel vid stängning av g3d-fil <%s>

source: Error opening g3d map <%s>
cs: Chyba pøi otevírání g3d mapy <%s>
sv: Fel vid öppning av g3d-mapp <%s>

source: Write 3d array to g3d map <%s>
cs: Zápis 3d pole do g3d mapy <%s>
sv: Skriva 3d-array till g3d-karta <%s>

source: The total sum of the water budget: %g
sv: Den totala summan av vattenbudgeten: %g

source: The total sum of the water budget is significantly larger then 0: %g
sv: Den totala summan av vattenbudgeten är betydligt större än 0: %g

source: The calculation time in seconds
cs: Doba výpoètu v sekundách
sv: Beräkningstid i sekunder

source: Performs unit and integration tests for gpde library
cs: Provést jednotkové a integraèní test z gpde knihovny
sv: Utför enhets- och integrationstester för gpde-biblioteket

source: html: collecting to file '%s'
sv: html: samlar in till filen '%s'

source: html: image size %dx%d
sv: html: bildstorlek %dx%d

source: html: type '%s'
sv: html: typ '%s'

source: Unable to find file [%s] of group [%s in %s]
cs: Nelze nalézt soubor [%s] skupiny [%s v %s]
sv: Det går inte att hitta filen [%s] i gruppen [%s i %s]

source: Unable to open file [%s] of group [%s in %s]
cs: Nelze otevøít soubor [%s] skupiny [%s v %s]
sv: Det går inte att öppna filen [%s] i gruppen [%s i %s]

source: Unable to find file [%s] for subgroup [%s] of group [%s in %s]
cs: Nemohu nalézt soubor [%s] pro podskupinu [%s] skupiny [%s v %s]
sv: Det går inte att hitta fil [%s] för undergrupp [%s] i grupp [%s i %s]

source: Unable to open file [%s] for subgroup [%s] of group [%s in %s]
cs: Nelze otevøít soubor [%s] pro podskupinu [%s] skupiny [%s v %s]
sv: Det går inte att öppna filen [%s] för undergrupp [%s] i grupp [%s i %s]

source: Unable to create file [%s] of group [%s in %s]
cs: Nelze vytvoøit soubor [%s] pro skupinu [%s v %s]
sv: Det gick inte att skapa filen [%s] i gruppen [%s i %s]

source: Unable to create file [%s] for subgroup [%s] of group [%s in %s]
cs: Nelze vytvoøit soubor [%s] pro podskupinu [%s] skupiny [%s v %s]
sv: Det går inte att skapa fil [%s] för undergrupp [%s] i grupp [%s i %s]

source: Calculating forward transformation coefficients
sv: Beräkning av koefficienter för framåtriktad transformation

source: Calculating backward transformation coefficients
sv: Beräkning av koefficienter för bakåttransformation

source: %s: out of memory
sv: %s: slut på minne

source: No areas in category %d
sv: Inga områden i kategorin %d

source: Raster map <%s@%s> in subgroup <%s> does not exist
sv: Rasterkarta <%s@%s> i undergrupp <%s> finns inte

source: Raster map <%s@%s> in group <%s> does not exist
sv: Rasterkarta <%s@%s> i grupp <%s> finns inte

source: Subgroup <%s> does not have enough files (it has %d files)
sv: Undergrupp <%s> har inte tillräckligt med filer (den har %d filer)

source: Group <%s> does not have enough files (it has %d files)
sv: Grupp <%s> har inte tillräckligt med filer (den har %d filer)

source: Get area %d failed
sv: Hämta område %d misslyckades

source: Perimeter computation failed
sv: Perimeterberäkning misslyckades

source: Invalid polygon
sv: Ogiltig polygon

source: Outlined area is too large.
sv: Det konturerade området är för stort.

source: Unable to open output signature file '%s'
sv: Det går inte att öppna signaturfilen för utdata '%s'

source: prepare_signature: outline has odd number of points.
sv: prepare_signature: konturen har udda antal punkter.

source: prepare_signature: scan line %d has odd number of points.
sv: prepare_signature: scan line %d har udda antal punkter.

source: signature: perimeter points out of order.
sv: signatur: perimeterpunkter i oordning.

source: Data error preparing signatures: value (%d) > num of cats (%d)
sv: Datafel vid förberedelse av signaturer: värde (%d) > antal katter (%d)

source: Band index out of range
sv: Bandindex utanför intervallet

source: Cell category value out of range
sv: Cellkategorivärde utanför intervallet

source: Unable to write header into category raster condition file <%s>.
sv: Det går inte att skriva header till kategorin raster condition file <%s>.

source: Unable to write into category raster condition file <%s>.
sv: Det går inte att skriva till kategorin rastervillkor fil <%s>.

source: Unable to open category raster conditions file <%s>.
sv: Det går inte att öppna kategorin rastervillkor fil <%s>.

source: Unable to find patch raster <%s>.
sv: Det går inte att hitta patchraster <%s>.

source: Resolutions of patch <%s> and patched file <%s> are not same.
sv: Lösningarna för patch <%s> och patchad fil <%s> är inte desamma.

source: Corrupted category raster conditions file <%s> (fseek failed)
sv: Korrupt kategori raster villkor fil <%s> (fseek misslyckades)

source: Unable to write into category raster conditions file <%s>
sv: Det går inte att skriva till kategorin rastervillkor fil <%s>

source: Unable to read from category raster condition file.
sv: Det går inte att läsa från kategorin raster condition file.

source: Invalid size of category raster conditions file.
sv: Ogiltig storlek på kategorin raster conditions file.

source: Data inconsistent. Value computed for scatter plot is out of initialized range.
sv: Data är inkonsekventa. Värdet som beräknats för spridningsdiagrammet ligger utanför det initialiserade intervallet.

source: Unable to find raster <%s>
sv: Det går inte att hitta raster <%s>

source: Unable to open raster <%s>
sv: Det går inte att öppna raster <%s>

source: Raster <%s> type is not <%s>
sv: Rastertyp <%s> är inte <%s>

source: Unable to read range of raster <%s>
sv: Det går inte att läsa intervallet för raster <%s>

source: Unable to open category raster condition file <%s>
sv: Det går inte att öppna filen för rastervillkor för kategori <%s>

source: Corrupted category raster conditions file (fseek failed)
sv: Skadad fil för rastervillkor för kategori (fseek misslyckades)

source: group <%s> is empty
sv: grupp <%s> är tom

source: group <%s> references the following raster maps
sv: grupp <%s> refererar till följande rasterkartor

source: subgroup <%s> of group <%s> is empty
sv: undergrupp <%s> av grupp <%s> är tom

source: subgroup <%s> of group <%s> references the following raster maps
sv: undergrupp <%s> i grupp <%s> refererar till följande rasterkartor

source: %s is not in the current mapset (%s)
cs: %s nenalezeno v souèasném mapsetu (%s)
sv: %s finns inte i den aktuella kartuppsättningen (%s)

source: %s removed
sv: %s borttagen

source: Unable to remove %s signature
sv: Det går inte att ta bort %s signatur

source: %s is missing
sv: %s saknas

source: Unable to copy <%s> to current mapset as <%s>
sv: Det går inte att kopiera <%s> till aktuell mapset som <%s>

source: Unable to rename <%s> to <%s>
sv: Det går inte att byta namn på <%s> till <%s>

source: Unable to open control point file for group [%s in %s]
sv: Det gick inte att öppna kontrollpunktsfilen för grupp [%s i %s]

source: Bad format in control point file for group [%s in %s]
sv: Felaktigt format i kontrollpunktsfilen för grupp [%s i %s]

source: Unable to create control point file for group [%s in %s]
sv: Det gick inte att skapa en kontrollpunktsfil för grupp [%s i %s]

source: Invalid signature file
sv: Ogiltig signaturfil

source: Invalid signature file version
sv: Ogiltig version av signaturfilen

source: Invalid signature file: semantic label length limit exceeded
sv: Ogiltig signaturfil: gränsen för längd på semantiska etiketter överskrids

source: Signature file does not contain bands
sv: Signaturfilen innehåller inte band

source: Invalid signature file: Original class value presence not readable
sv: Ogiltig signaturfil: Original klassvärde närvaro inte läsbar

source: Unable to read target file for group [%s]
cs: Nelze èíst soubor s cílovým mapsetem pro skupinu[%s]
sv: Det gick inte att läsa målfilen för grupp [%s]

source: WARNING
sv: VARNING

source: Exiting...
sv: Spännande...

source: Usage
sv: Användning

source: print this help message
sv: skriva ut detta hjälpmeddelande

source: show version information and exit
sv: visa versionsinformation och avsluta

source: create given database, project or mapset if it doesn't exist
sv: skapa en databas, ett projekt eller en mapset om den inte redan finns

source: exit after creation of project or mapset. Only with -c flag
sv: avsluta efter skapandet av ett projekt eller en mapset. Endast med flaggan -c
