Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Type of barscale to draw
sv: Typ av barskala som ska ritas

source: Classic style
sv: Klassisk stil

source: Line style
sv: Linjestil

source: Solid style
sv: Solid stil

source: Full checker style
sv: Full checker-stil

source: Hollow style
sv: Ihålig stil

source: Part checker style
sv: Part checker stil

source: Mixed checker style
sv: Blandad checker-stil

source: Tail checker style
sv: Svans kontroll stil

source: Up ticks style
sv: Upp tickar stil

source: Arrow ends style
sv: Piländar stil

source: Both ticks style
sv: Båda ticks stil

source: Down ticks style
sv: Nedåtriktad stil

source: Screen coordinates of the rectangle's top-left corner
sv: Skärmkoordinater för rektangelns övre vänstra hörn

source: (0,0) is lower-left of the display frame
sv: (0,0) är nedre vänstra delen av bildskärmsramen

source: Length of barscale in map units
sv: Längd på stapelskalan i kartenheter

source: Barscale units to display
sv: Enheter för barskala att visa

source: Custom label of unit
sv: Anpassad etikett för enheten

source: Number of segments
sv: Antal segment

source: Bar scale and text color
sv: Stapelskala och textfärg

source: Colors
cs: Barvy
sv: Färger

source: Background color (drawn behind the bar)
sv: Bakgrundsfärg (ritas bakom fältet)

source: Scale factor to change bar width
sv: Skalfaktor för att ändra stapelbredd

source: Font name
cs: Název písma
sv: Teckensnittsnamn

source: Font size
sv: Teckenstorlek

source: Path to font file
cs: Cesta k souboru s fonty
sv: Sökväg till teckensnittsfil

source: Font settings
sv: Inställningar för teckensnitt

source: Text encoding (only applicable to TrueType fonts)
sv: Kodning av text (gäller endast TrueType-teckensnitt)

source: %s does not work with a latitude-longitude location
cs: %s nepracuje v location typu lat/long.
sv: %s fungerar inte med en latitud-longitud-plats

source: settings
sv: inställningar

source: colors
sv: färger

source: Outputs a list of all available display colors.
sv: Visar en lista över alla tillgängliga displayfärger.

source: color table
sv: färgtabell

source: Displays the color table associated with a raster map layer.
cs: Vytvoøí/mìní tabulku barev spojenou s rastrovou mapou.
sv: Visar den färgtabell som är associerad med ett rasterkartlager.

source: Name of raster map whose color table is to be displayed
sv: Namn på rasterkarta vars färgtabell ska visas

source: Color of lines separating the colors of the color table
sv: Färg på linjer som separerar färgerna i färgbordet

source: Number of lines to appear in the color table
sv: Antal rader som ska visas i färgtabellen

source: Number of columns to appear in the color table
sv: Antal kolumner som ska visas i färgtabellen

source: Do not draw a collar showing the NULL color in FP maps
sv: Rita inte en krage som visar NULL-färgen i FP-kartor

source: <%s> is floating-point; ignoring [lines] and drawing continuous color ramp
sv: <%s> är flyttal; ignorerar [linjer] och ritar kontinuerlig färgramp

source: <%s> is floating-point; ignoring [cols] and drawing continuous color ramp
sv: <%s> är flyttal; ignorerar [cols] och ritar kontinuerlig färgramp

source: Color file for <%s> not available
cs: Soubor s tabulkou barev pro <%s> není dostupný
sv: Färgfil för <%s> är inte tillgänglig

source: Range file for <%s> not available
sv: Range-filen för <%s> är inte tillgänglig

source: Data range is empty
cs: Rozsah dat je prázdný
sv: Dataområdet är tomt

source: graphics
sv: grafik

source: monitors
sv: monitorer

source: Erases the contents of the active graphics display frame with user defined color.
sv: Raderar innehållet i den aktiva grafikdisplayramen med användardefinierad färg.

source: Background color
cs: Barva pozadí
sv: Bakgrundsfärg

source: Remove all frames and erase the screen
cs: Odstranit v¹echny rámce a vymazat obrazovku
sv: Ta bort alla ramar och radera skärmen

source: Select vector(s) with mouse
cs: Vyberte vektor(y) my¹í
sv: Välj vektor(er) med musen

source: - L: draw box with left mouse button to select
cs: - L: nakreslit levým tlaèítkem rámeèek pro výbìr
sv: - L: dra rutan med vänster musknapp för att välja

source: - M: draw box with middle mouse button to remove from display
cs: - M: nakreslit prostøedním tlaèítkem rámeèek pro vyjmutí ze zobrazení
sv: - M: dra rutan med mittmusknappen för att ta bort den från skärmen

source: - R: quit and save selected vectors to new map
cs: - R: ukonèit a ulo¾it vybrané vektory do nové mapy
sv: - R: Avsluta och spara valda vektorer på ny karta

source: L: add M: remove R: quit and save
cs: L: pøidat M: odstranit R: ukonèit a ulo¾it
sv: L: Lägg till M: Ta bort R: Avsluta och spara

source: vector
cs: vektor
sv: vektor

source: Selects and extracts vectors with mouse into new vector map.
cs: Vybere a extrahuje vektory vybrané my¹í do nové mapy
sv: Väljer och extraherar vektorer med musen till en ny vektorkarta.

source: Original line color
cs: Pùvodní barva linie
sv: Ursprunglig linjefärg

source: Highlight color
cs: Barva zvýraznìní
sv: Markeringsfärg

source: No graphics device selected
cs: ®ádné grafické zaøízení nebylo vybráno
sv: Ingen grafikenhet vald

source: Vector map <%s> not found
cs: Vektorová mapa <%s> nebyla nalezena
sv: Vektorkarta <%s> hittades inte

source: Unable to open vector map <%s>
cs: Nelze otevøít vektorovou mapu <%s>
sv: Det går inte att öppna vektorkartan <%s>

source: Unable to create vector map <%s>
cs: Nelze vytvoøit vektorovou mapu <%s>
sv: Det gick inte att skapa en vektorkarta <%s>

source: Copying tables...
cs: Kopírování tabulky ...
sv: Kopiera tabeller...

source: Cannot get db link info -> cannot copy table.
cs: Nelze získat informace o odkazu na databázi -> nelze kopírovat tabulku.
sv: Kan inte få db-länkinformation -> kan inte kopiera tabellen.

source: Selects the font in which text will be displayed on the user's graphics monitor.
cs: Vybere písmo, kterým bude zobrazen text na u¾ivatelském monitoru.
sv: Väljer det teckensnitt som texten ska visas med på användarens grafikmonitor.

source: Choose new current font
cs: Pou¾ijte nový aktuální font
sv: Välj nytt aktuellt teckensnitt

source: Path to Freetype-compatible font including file name
cs: Cesta k TrueType fontùm vèetnì jména souboru
sv: Sökväg till Freetype-kompatibelt typsnitt inklusive filnamn

source: Character encoding
cs: Kódování znakù
sv: Teckenkodning

source: List fonts
cs: Seznam v¹ech fontù
sv: Lista teckensnitt

source: List fonts verbosely
cs: Seznam v¹ech fontù (upovídaný re¾im)
sv: Lista teckensnitt verbosely

source: Unable to access font path %s: %s
sv: Det går inte att komma åt teckensnittsvägen %s: %s

source: Font path %s is not a file
sv: Font sökväg %s är inte en fil

source: Font name <%s> is invalid. Check font name or consider running 'g.mkfontcap'
sv: Namnet på teckensnittet <%s> är ogiltigt. Kontrollera teckensnittsnamnet eller överväg att köra 'g.mkfontcap'

source: Lists the available fonts.
sv: Visar en lista över tillgängliga teckensnitt.

source: List fonts (default; provided for compatibility with d.font)
sv: Lista teckensnitt (standard; tillhandahålls för kompatibilitet med d.font)

source: distance
sv: avstånd

source: great circle
sv: stor cirkel

source: shortest path
sv: kortaste vägen

source: Displays a geodesic line, tracing the shortest distance between two geographic points along a great circle, in a longitude/latitude data set.
sv: Visar en geodetisk linje som följer det kortaste avståndet mellan två geografiska punkter längs en storcirkel i en datauppsättning för longitud/latitud.

source: Starting and ending coordinates
cs: Souøadnice poèátku a konce
sv: Start- och slutkoordinater

source: Line color
cs: Barva linie
sv: Linjefärg

source: Text color
cs: Barva textu
sv: Textfärg

source: Location is not %s
sv: Platsen är inte %s

source: No coordinates given
cs: Nezadány ¾ádné mapové souøadnice
sv: Inga koordinater angivna

source: %s - illegal longitude
sv: %s - olaglig longitud

source: Problem parsing coordinates [%s]
cs: Problém pøi zpracování souøadnice [%s]
sv: Problem med att tolka koordinater [%s]

source: Unable to read color
cs: Nelze èíst barvu
sv: Går inte att läsa färg

source: [%s]: No such color
cs: [%s]: ®ádná taková barva
sv: [%s]: Ingen sådan färg

source: Problem parsing command [%s]
cs: Problém pøi zpracování pøíkazu [%s]
sv: Problem med att tolka kommandot [%s]

source: Cannot read symbol, cannot display points
cs: Nelze èíst symbol, nemohu zobrazit body
sv: Kan inte läsa symbolen, kan inte visa punkter

source: Program for generating and displaying simple graphics on the display monitor.
cs: Program pro tvorbu a zobrazení jednoduché grafiky v monitoru.
sv: Program för generering och visning av enkel grafik på bildskärmen.

source: Name of file containing graphics commands, if not given reads from standard input
cs: Název souboru obsahující grafické pøíkazy, pokud nezadáno, ète se standardní vstup
sv: Namnet på filen som innehåller grafikkommandon, om inget anges läses kommandona från standardinmatningen

source: Color to draw with, either a standard GRASS color or R:G:B triplet
cs: Barva kresby, buï standardní GRASS barva nebo trojice R:G:B
sv: Färg att rita med, antingen en standard GRASS-färg eller R:G:B-triplett

source: Coordinates are given in map units
cs: Souøadnice jsou zadány v mapových jednotkách
sv: Koordinaterna anges i kartans enheter

source: Graph file <%s> not found
cs: Soubor s grafem <%s> nebyl nalezen
sv: Graffil <%s> hittades inte

source: Reading symbol
cs: Ètu symbol
sv: Symbol för läsning

source: grid
sv: rutnät

source: Overlays a user-specified grid in the active display frame on the graphics monitor.
cs: Zobrazí u¾ivatelem specifikovanou sí» (møí¾ku) v aktivním rámci grafického monitoru.
sv: Lägger över ett användardefinierat rutnät i den aktiva bildskärmsramen på grafikmonitorn.

source: Size of grid to be drawn (in map units)
sv: Storlek på rutnätet som ska ritas (i kartenheter)

source: 0 for north-south resolution of the current region. In map units or DDD:MM:SS format. Example: "1000" or "0:10"
sv: 0 för nord-sydlig upplösning av den aktuella regionen. I kartanheter eller DDD:MM:SS-format. Exempel: "1000" eller "1000" eller "0:10"

source: Lines of the grid pass through this coordinate
cs: Linie sítì procházející tìmito souøadnicemi
sv: Linjer i rutnätet passerar genom denna koordinat

source: Draw only east-west lines, north-south lines, or both
sv: Rita bara öst-västliga linjer, nord-sydliga linjer eller båda

source: Disable
sv: Inaktivera

source: Grid line width
sv: Gridlinjens bredd

source: Grid color
cs: Barva rámeèku
sv: Rutnätsfärg

source: Color
cs: Barva
sv: Färg

source: Border color
cs: Barva rámeèku
sv: Ram Kant linje färg

source: Font size for gridline coordinate labels
cs: Velikost písma pro popisky souøadnicové sítì
sv: Teckenstorlek för koordinatmärkning av rutnät

source: Align the origin to the east-north corner of the current region
sv: Rikta in origo mot det öst-nordliga hörnet av den aktuella regionen

source: Draw geographic grid (referenced to current ellipsoid)
cs: Zobrazit zemìpisnou møí¾ku (na aktuálním ref. elipsoidu)
sv: Rita geografiskt rutnät (refererat till aktuell ellipsoid)

source: Draw
sv: Oavgjort

source: Draw geographic grid (referenced to WGS84 ellipsoid)
cs: Vykreslí souøadnicovou møí¾ku (vzta¾eno k elipsoidu WGS84)
sv: Rita geografiskt rutnät (refererat till WGS84-ellipsoid)

source: Draw '+' marks instead of grid lines
cs: Nakreslit '+' znaèky místo zemìpisných èar
sv: Rita "+"-markeringar i stället för rutnätslinjer

source: Draw '.' marks instead of grid lines
sv: Rita '.'-markeringar i stället för rutnätslinjer

source: Draw fiducial marks instead of grid lines
cs: Nakreslí referneèní znaèky místo zemìpisných èar
sv: Rita referenspunkter i stället för rutnätslinjer

source: Disable grid drawing
cs: Vypnout vykreslení rámeèku
sv: Avaktivera rutnätsritning

source: Disable border drawing
cs: Vypnout vykreslení rámeèku
sv: Inaktivera gränsdragning

source: Disable text drawing
cs: Vypnout vykreslení textu
sv: Avaktivera textritning

source: Both grid and border drawing are disabled
cs: Vykreslení souø. sítì a hranic je znemo¾nìno.
sv: Både rutnät och kantlinjer är inaktiverade

source: Geo-grid option not available for LL projection, use without -g/-w
sv: Geo-grid-alternativet är inte tillgängligt för LL-projektion, använd utan -g/-w

source: Geo-grid option not available for XY projection, use without -g/-w
sv: Geo-grid-alternativet är inte tillgängligt för XY-projektion, använd utan -g/-w

source: Choose a single mark style
sv: Välj en enda märkningsstil

source: Invalid geo-grid size <%s>
cs: Neplatná velikost geo-grid <%s>
sv: Ogiltig storlek på geogrid <%s>

source: Invalid grid size <%s>
cs: Chybná velikost sítì: <%s>
sv: Ogiltig rutnätsstorlek <%s>

source: Illegal east coordinate <%s>
cs: Neplatná východní souøadnice <%s>
sv: Otillåten östlig koordinat <%s>

source: Illegal north coordinate <%s>
cs: Neplatná severní souøadnice <%s>
sv: Otillåten nordlig koordinat <%s>

source: Error in GPJ_transform()
sv: Fel i GPJ_transform()

source: Geo-grid option only available for LL projection, use without -g/-w
sv: Geo-grid-alternativet är endast tillgängligt för LL-projektion, använd utan -g/-w

source: Can't get projection key values of current location
cs: Nelze získat klíèové hodnoty mapové projekce aktuální location
sv: Kan inte få fram nyckelvärden för projicering av aktuell plats

source: WGS84 grid output not possible as this location does not contain datum transformation parameters. Try running g.setproj.
cs: Výstup do rastru WGS84 není mo¾ný, jeliko¾ tato location neobsahuje transformaèní parametry. Zkuste spustit g.setproj.
sv: WGS84-gridutmatning inte möjlig eftersom den här platsen inte innehåller parametrar för datumtransformation. Försök att köra g.setproj.

source: Unable to set up lat/long projection parameters
cs: Nelze nastavit parametry mapové projekce lat/long
sv: Det går inte att ställa in lat/long-projektionsparametrar

source: Unable to initialize coordinate transformation
sv: Kan inte initiera koordinattransformation

source: color transformation
sv: färgomvandling

source: Displays the result obtained by combining hue, intensity, and saturation (HIS) values from user-specified input raster map layers.
sv: Visar det resultat som erhålls genom att kombinera värden för nyans, intensitet och mättnad (HIS) från användarspecifika rasterkartskikt.

source: Name of layer to be used for hue
sv: Namn på skikt som ska användas för färgton

source: Name of layer to be used for intensity
sv: Namn på det lager som ska användas för intensitet

source: Name of layer to be used for saturation
sv: Namn på det lager som ska användas för mättnad

source: Percent to brighten intensity channel
cs: Procent zesvìtlení kanálu intenzity
sv: Procent för att ljusa upp intensitetskanalen

source: Respect NULL values while drawing
cs: Pøi vykreslování respektuj NULLové hodnoty
sv: Respektera NULL-värden vid ritning

source: statistics
sv: statistik

source: Displays a histogram in the form of a pie or bar chart for a user-specified raster map.
cs: Zobrazí histogram ve formì koláèového nebo sloupcového grafu pro zadanou rastrovou mapu.
sv: Visar ett histogram i form av ett cirkel- eller stapeldiagram för en användarspecificerad rasterkarta.

source: Raster map for which histogram will be displayed
cs: Rastrová mapa, pro kterou bude vytvoøen histogram
sv: Rasterkarta för vilken histogram kommer att visas

source: Indicate if a pie or bar chart is desired
cs: Nastavit styl grafu
sv: Ange om ett cirkel- eller stapeldiagram önskas

source: Color for text and axes
cs: Barva pro texr a osy
sv: Färg för text och axlar

source: Indicate if cell counts or map areas should be displayed
cs: Nastavit styl grafu
sv: Ange om cellantal eller kartområden ska visas

source: Number of steps to divide the data range into (fp maps only)
cs: Poèet krokù do kterých se má rozdìlit rozsah dat (pouze mapy s plovoucí desetinnou èárkou)
sv: Antal steg som dataområdet ska delas in i (endast fp-kartor)

source: Display information for null cells
cs: Zobraz informace pro prázdné buòky
sv: Visa information för nollceller

source: Report for ranges defined in cats file (fp maps only)
cs: Zpráva pro rozsahy definované v souboru cats (pouze mapy s plovoucí desetinnou èárkou)
sv: Rapport för intervall definierade i cats-fil (endast fp-kartor)

source: Invalid number of steps: %s
cs: Chybný poèet krokù: %s
sv: Ogiltigt antal steg: %s

source: When -C flag is set, the nsteps argument is ignored
cs: Pokud je pou¾ita volba -C, je volba nsteps ignorován
sv: När flaggan -C är inställd ignoreras argumentet nsteps

source: Category file for <%s> not available
cs: Soubor s kategoriemi pro <%s> není dostupný
sv: Kategorifilen för <%s> är inte tillgänglig

source: Range information for <%s> not available
cs: Informace o rozsahu pro <%s> nejsou dostupné
sv: Information om intervall för <%s> är inte tillgänglig

source: Tic name <%s> is too long
sv: Tic-namnet <%s> är för långt

source: Displays information about the active display monitor.
sv: Visar information om den aktiva bildskärmen.

source: Display monitors are maintained by d.mon.
sv: Bildskärmar underhålls av d.mon.

source: Display screen rectangle (left, right, top, bottom)
cs: Zobrazit hranice obrazovky (levý, pravý, horní, dolní)
sv: Bildskärmens rektangel (vänster, höger, topp, botten)

source: Display screen dimensions (width, height)
cs: Zobrazit rozmìry obrazovky (¹íøka, vý¹ka)
sv: Displayskärmens mått (bredd, höjd)

source: Display active frame rectangle
cs: Zobrazit hranice aktivního rámce
sv: Visa aktiv ramrektangel

source: Display frame dimensions (width, height)
sv: Displayramens mått (bredd, höjd)

source: Display screen rectangle of current region
cs: Zobrazit hranice obrazovky aktuálního regionu
sv: Visa skärmrektangel för aktuell region

source: Display geographic coordinates and resolution of entire frame
sv: Visa geografiska koordinater och upplösning för hela bildrutan

source: Error: %s
cs: Chyba: %s
sv: Felmeddelande: %s

source: paint labels
sv: färgetiketter

source: Displays text labels (created with v.label) to the active frame on the graphics monitor.
cs: Zobrazí textové popisky (vytvoøené pomocí v.label) v aktivním rámci grafického monitoru.
sv: Visar textetiketter (skapade med v.label) till den aktiva ramen på grafikmonitorn.

source: Ignore rotation setting and draw horizontally
cs: Ignorovat nastavení pro otoèení a vykreslit horizontálnì
sv: Ignorera rotationsinställningen och rita horisontellt

source: Name of label file
cs: Název souboru s popisky
sv: Namn på etikettfilen

source: Minimum region size (diagonal) when labels are displayed
cs: Minimální velikost regionu (diagonální), kdy jsou zobrazeny popisky
sv: Minsta regionstorlek (diagonalt) när etiketter visas

source: Maximum region size (diagonal) when labels are displayed
cs: Maximální velikost regionu (diagonální), kdy jsou zobrazeny popisky
sv: Maximal regionstorlek (diagonalt) när etiketter visas

source: Label file <%s> not found
cs: Soubor s popisky <%s> nebyl nalezen
sv: Etikettfil <%s> hittades inte

source: Region size is lower than minreg, nothing displayed.
cs: Velikost oblasti je men¹í, ne¾ minreg, nic není zobrazeno.
sv: Regionstorleken är lägre än minreg, inget visas.

source: Region size is greater than maxreg, nothing displayed.
cs: Velikost regionu je vìt¹í, ne¾ maxreg, zobrazeno není nic.
sv: Regionstorleken är större än maxreg, inget visas.

source: Unable to open label file <%s>
cs: Nelze otevøít soubor s popisky <%s>
sv: Det går inte att öppna etikettfilen <%s>

source: Unable to open input file <%s>
cs: Nelze otevøít vstupní soubor <%s>
sv: Det gick inte att öppna indatafilen <%s>

source: Cannot read symbol
sv: Det går inte att läsa symbolen

source: Invalid value for color type in legend file. Use one of 'lf' or 'ps'.
sv: Ogiltigt värde för färgtyp i legendfilen. Använd en av 'lf' eller 'ps'.

source: legend
sv: datasettlista

source: Displays a vector legend in the active graphics frame.
sv: Visar en vektorlegende i den aktiva grafikramen.

source: Screen position of legend to be drawn (percentage, [0,0] is lower left)
sv: Skärmposition för teckenförklaringen som ska ritas (procent, [0,0] är längst ner till vänster)

source: Number of legend columns
sv: Antal kolumner i teckenförklaringen

source: Legend title
sv: Titel på legend

source: Title
sv: Titel

source: Symbol size
cs: Velikost symbolu
sv: Symbolens storlek

source: Background
sv: Bakgrund

source: Background border width
sv: Bakgrund kantbredd

source: Default: 12
sv: Standard: 12

source: Title font name
sv: Typsnitt för titel

source: Title font size
sv: Titel Textstorlek

source: Default: 18
sv: Standard: 18

source: Subtitle font name
sv: Fontnamn för undertexter

source: Subtitle font size
sv: Undertextens teckenstorlek

source: Default: 14
sv: Standard: 14

source: Font color
sv: Teckenfärg

source: Display legend background
sv: Visa bakgrund för legend

source: In/Out
sv: In/Ut

source: Field separator for input file
sv: Fältavgränsare för inmatningsfil

source: Input legend file
sv: Inmatad legendfil

source: Path to legend file
sv: Sökväg till legendfilen

source: Output csv file
sv: Utmatning csv-fil

source: Path to output file or '-' for standard output
sv: Sökväg till utdatafil eller "-" för standardutdata

source: Legend box lies outside of frame. Text may not display properly.
cs: Rámeèek legendy je mimo rámec. Text se mo¾ná nezobrazí správnì.
sv: Legendboxen ligger utanför ramen. Texten kanske inte visas korrekt.

source: Drawing horizontal legend as box width exceeds height
cs: Vykreslení horizontální legendy jako rámeèku pøesahující její vý¹ku.
sv: Ritning av horisontell legend när boxens bredd överstiger höjden

source: Range information for <%s> not available (run r.support)
cs: Informace o rozsahu pro <%s> nejsou dostupné (spus»te r.support)
sv: Information om intervall för <%s> inte tillgänglig (kör r.support)

source: Input map contains no data
sv: Inmatningskartan innehåller inga data

source: Requested range exceeds lower limit of actual data
sv: Önskat intervall överskrider den nedre gränsen för faktiska data

source: Requested range exceeds upper limit of actual data
sv: Önskat intervall överskrider övre gränsen för faktiska data

source: use=%s out of range [%d,%d] (extend with range= ?)
cs: use=%s mimo rozsah [%d,%d]. (zvìt¹it s range= ?)
sv: use=%s out of range [%d,%d] (förläng med range= ?)

source: Nothing to draw! (no categories with labels? out of range?)
cs: Nic k vykreslení! (¾ádné kategorie se ¹títky? mimo rozsah?)
sv: Inget att rita! (inga kategorier med etiketter? utom räckhåll?)

source: Forcing a smooth legend: too many categories for current window height
cs: Zdùraznìní vyhlazené legendy: pøíli¹ mnoho kategorií pro vý¹ku aktuálního okna.
sv: Tvinga fram en jämn legend: för många kategorier för aktuell fönsterhöjd

source: Failed to create format string with maxCat=%f.
sv: Misslyckades med att skapa formatsträng med maxCat=%f.

source: Color range exceeds lower limit of actual data
cs: Barevný rozsah pøesahuje dolní mez aktuálních dat
sv: Färgområdet överskrider den nedre gränsen för faktiska data

source: Color range exceeds upper limit of actual data
cs: Barevný rozsah pøesahuje horní mez pro aktuální data
sv: Färgområdet överskrider den övre gränsen för faktiska data

source: Range [%.3f, %.3f] out of the logarithm domain.
sv: Område [%.3f, %.3f] utanför logaritmens domän.

source: use=%s out of range [%.3f, %.3f] (extend with range= ?)
cs: use=%s mimo rozsah [%.3f, %.3f]. (zvìt¹it s range= ?)
sv: use=%s out of range [%.3f, %.3f] (förläng med range= ?)

source: tick_value=%.3f out of range [%.3f, %.3f]
sv: tick_value=%.3f utanför intervallet [%.3f, %.3f]
