Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Scale output to input and copy color rules
sv: Skala utdata till indata och kopiera färgregler

source: Solar azimuth is necessary to calculate illumination terrain model
sv: Solens azimut är nödvändig för att beräkna terrängmodellen för belysning

source: Reflectance maps are necessary to make topographic correction
sv: Reflektanskartor är nödvändiga för att göra topografisk korrigering

source: DEM name <%s> is too long
sv: DEM-namnet <%s> är för långt

source: Output name <%s> is too long
sv: Utdatanamnet <%s> är för långt

source: Invalid method: %s
cs: Neplatná metoda: %s
sv: Ogiltig metod: %s

source: Illumination model is of CELL type
sv: Belysningsmodellen är av CELL-typ

source: Band name <%s> is too long
sv: Bandnamnet <%s> är för långt

source: Reflectance of <%s> is not of DCELL type - ignored.
sv: Reflektansen för <%s> är inte av DCELL-typ - ignoreras.

source: vegetation index
sv: vegetationsindex

source: biophysical parameters
sv: biofysikaliska parametrar

source: Calculates different types of vegetation indices.
sv: Beräknar olika typer av vegetationsindex.

source: Uses red and nir bands mostly, and some indices require additional bands.
sv: Använder mestadels röd- och nir-band, och vissa index kräver ytterligare band.

source: Type of vegetation index
sv: Typ av vegetationsindex

source: Atmospherically Resistant Vegetation Index
sv: Atmosfäriskt resistent vegetationsindex

source: Crust Index
sv: Index för skorpan

source: Difference Vegetation Index
sv: Skillnad Vegetationsindex

source: Enhanced Vegetation Index
sv: Förbättrat vegetationsindex

source: Enhanced Vegetation Index 2
sv: Förbättrat vegetationsindex 2

source: Green Vegetation Index
sv: Index för grön vegetation

source: Green Atmospherically Resistant Vegetation Index
sv: Index för grön atmosfäriskt resistent vegetation

source: Global Environmental Monitoring Index
sv: Index för global miljöövervakning

source: Infrared Percentage Vegetation Index
sv: Infrarött procentuellt vegetationsindex

source: Modified Soil Adjusted Vegetation Index
sv: Modifierad jord Justerat vegetationsindex

source: second Modified Soil Adjusted Vegetation Index
sv: andra Modifierad jord Justerat vegetationsindex

source: Normalized Difference Vegetation Index
sv: Vegetationsindex med normaliserad skillnad

source: Normalized Difference Water Index
sv: Normaliserad skillnad vattenindex

source: Perpendicular Vegetation Index
sv: Vinkelrätt vegetationsindex

source: Simple Ratio
sv: Enkelt förhållande

source: Soil Adjusted Vegetation Index
sv: Jordjusterat vegetationsindex

source: Visible Atmospherically Resistant Index
sv: Synlig Atmosfäriskt resistent Index

source: Weighted Difference Vegetation Index
sv: Vägd skillnad Vegetationsindex

source: type
sv: typ

source: Name of input red channel surface reflectance map
sv: Namn på inmatningskarta för ytreflektans för röd kanal

source: Range: [0.0;1.0]
sv: Område: [0.0;1.0]

source: Inputs
sv: Inmatningar

source: Name of input nir channel surface reflectance map
sv: Namn på indata för nir-kanalens ytreflektanskarta

source: Name of input green channel surface reflectance map
sv: Namn på inmatningskarta för ytreflektans för grön kanal

source: Name of input blue channel surface reflectance map
sv: Namn på den inmatade blå kanalens ytreflektanskarta

source: Name of input 5th channel surface reflectance map
sv: Namn på indata 5:e kanalens ytreflektanskarta

source: Name of input 7th channel surface reflectance map
sv: Namn på indata 7:e kanalens ytreflektanskarta

source: Value of the slope of the soil line (MSAVI and PVI only)
sv: Värde på jordlinjens lutning (endast MSAVI och PVI)

source: MSAVI settings
sv: MSAVI-inställningar

source: Value of the intercept of the soil line (MSAVI only)
sv: Värde för jordlinjens skärningspunkt (endast MSAVI)

source: Value of the factor of reduction of soil noise (MSAVI only)
sv: Värde på faktorn för minskning av markbuller (endast MSAVI)

source: Maximum bits for digital numbers
sv: Maximalt antal bitar för digitala tal

source: If data is in Digital Numbers (i.e. integer type), give the max bits (i.e. 8 for Landsat -> [0-255])
sv: Om data är i digitala siffror (dvs. heltalstyp), ange max antal bitar (dvs. 8 för Landsat -> [0-255])

source: Calculating %s...
sv: Beräkning av %s...

source: ci index requires blue and red maps
sv: ci index kräver blå och röda kartor

source: sr index requires red and nir maps
sv: sr-index kräver röda och nir-kartor

source: ndvi index requires red and nir maps
sv: ndvi-index kräver röda och nir-kartor

source: ndwi index requires green and nir maps
sv: ndwi index kräver gröna och nir-kartor

source: ipvi index requires red and nir maps
sv: ipvi-index kräver röda och nir-kartor

source: dvi index requires red and nir maps
sv: dvi index kräver röda och nir-kartor

source: pvi index requires red and nir maps and soil line slope
sv: pvi index kräver röda och nir-kartor och marklinjens lutning

source: wdvi index requires red and nir maps
sv: wdvi-index kräver röda och nir-kartor

source: savi index requires red and nir maps
sv: savi-index kräver röda och nir-kartor

source: msavi index requires red and nir maps, and 3 parameters related to soil line
sv: msavi-index kräver röd- och nir-kartor och 3 parametrar relaterade till jordlinjen

source: msavi2 index requires red and nir maps
sv: msavi2 index kräver röda och nir-kartor

source: gemi index requires red and nir maps
sv: gemi-index kräver röda och nir-kartor

source: arvi index requires blue, red and nir maps
sv: arvi-index kräver blå, röda och nir-kartor

source: evi index requires blue, red and nir maps
sv: evi-index kräver blå, röda och nir-kartor

source: evi2 index requires red and nir maps
sv: evi2-index kräver röda och nir-kartor

source: vari index requires blue, green and red maps
sv: vari index kräver blå, gröna och röda kartor

source: gari index requires blue, green, red and nir maps
sv: gari index kräver blå, gröna, röda och nir-kartor

source: gvi index requires blue, green, red, nir, chan5 and chan7 maps
sv: gvi index kräver blå, grön, röd, nir, chan5 och chan7 kartor

source: Unknown color request '%s'
sv: Okänd färgförfrågan '%s'

source: edges
sv: kanter

source: Zero-crossing "edge detection" raster function for image processing.
cs: ®ádné-køí¾ení "detekce hran" rastrová funkce zpracování obrazu.
sv: Nollgenomgång "kantdetektering" rasterfunktion för bildbehandling.

source: Name of input raster map
cs: Název vstupní rastrové mapy
sv: Namn på inmatad rasterkarta

source: Zero crossing raster map
cs: Rastrová mapa "projití nulou" (zero crossing)
sv: Nollkorsning rasterkarta

source: x-y extent of the Gaussian filter
cs: x-y rozsah Gaussova filtru
sv: x-y-utbredning av Gauss-filtret

source: Sensitivity of Gaussian filter
cs: Citlivost Gaussova filtru
sv: Känslighet för gaussiskt filter

source: Number of azimuth directions categorized
cs: Poèet azimutù pro kategorizaci
sv: Antal azimutriktningar kategoriserade

source: Threshold less than or equal to zero not allowed
cs: Rozsah men¹í nebo roven nule není povolen
sv: Tröskelvärde mindre än eller lika med noll inte tillåtet

source: Width less than or equal to zero not allowed
cs: Rozsah men¹í nebo roven nule není povolen
sv: Bredd mindre än eller lika med noll är inte tillåten

source: Fewer than 1 orientation classes not allowed
cs: Ménì ne¾ 1 tøída orientace není povolena
sv: Färre än 1 orienteringsklasser är inte tillåtet

source: Power 2 values : %d rows %d columns
cs: Hodnoty mocniny 2: %d øádkù %d sloupcù
sv: Power 2 värden : %d rader %d kolumner

source: The computational region is too large. Please reduce the number of rows and/or columns to <= 32768.
sv: Beräkningsregionen är för stor. Minska antalet rader och/eller kolumner till <= 32768.

source: Initializing data...
cs: Inicializuji data...
sv: Initialisering av data...

source: Reading raster map...
cs: Naèítám rastrovou mapu...
sv: Läser rasterkarta...

source: Writing transformed data to file...
cs: Zapisuji transformovaná data do souboru...
sv: Skriva transformerad data till fil...

source: Transform successful
cs: Transformace íºspì¹ná
sv: Transformera framgångsrikt

source: Fills the graphics display frame with user defined color.
sv: Fyller grafikskärmens ram med en användardefinierad färg.

source: background
sv: bakgrund

source: fill
sv: fyllning

source: erase
sv: radera

source: Either a standard color name or R:G:B triplet
sv: Antingen ett standardfärgnamn eller R:G:B-triplett

source: Prints a graph of the correlation between raster maps (in pairs).
sv: Skriver ut en graf över korrelationen mellan rasterkartor (i par).

source: correlation
sv: korrelation

source: Manages display frames on the user's graphics monitor.
sv: Hanterar visningsramar på användarens grafikmonitor.

source: frame
sv: ram

source: Create a new frame if doesn't exist and select
sv: Skapa en ny ram om den inte redan finns och välj

source: Remove all frames, erase the screen and exit
sv: Ta bort alla ramar, radera skärmen och avsluta

source: Print name of current frame and exit
sv: Skriv ut namnet på den aktuella ramen och avsluta

source: Print names of all frames including 'at' position and exit
sv: Skriv ut namnen på alla ramar inklusive "at"-positionen och avsluta

source: Frame to be selected or created (if -c flag is given)
sv: Ram som ska väljas eller skapas (om flaggan -c anges)

source: Screen coordinates in percent where to place the frame (0,0 is lower-left)
sv: Skärmkoordinater i procent där ramen ska placeras (0,0 är längst ner till vänster)

source: Implies only when -c or --overwrite flag is given
sv: Gäller endast när flaggan -c eller --overwrite anges

source: Saves the contents of the active display monitor to a graphics file.
sv: Sparar innehållet i den aktiva bildskärmen till en grafikfil.

source: output
sv: utmatning

source: Graphics file format
cs: Výstupní formát
sv: Grafiskt filformat

source: Width and height of output image
sv: Bredd och höjd på utmatad bild

source: Images
sv: Bilder

source: Draws polar diagram of angle map such as aspect or flow directions
cs: Vykreslí polární diagram íºhlové mapy jako je smìr povrchového odtoku
sv: Ritning av polärdiagram över vinkelkarta, t.ex. aspekt eller flödesriktningar

source: Name of raster angle map
cs: Jméno rastru s íºhly
sv: Namn på rastervinkelkartan

source: Pixel value to be interpreted as undefined (different from NULL)
cs: Hodnota pixelu, která má být interpretována jako nedefinováno (rùzná od NULL)
sv: Pixelvärde som ska tolkas som odefinierat (skiljer sig från NULL)

source: Name for optional EPS output file
sv: Namn för valfri EPS-utdatafil

source: Plot using Xgraph
cs: Vytisknout pomocí Xgraph
sv: Plot med hjälp av Xgraph

source: Edits cell values in a raster map.
sv: Redigerar cellvärden i en rasterkarta.

source: editing
sv: redigering

source: Name of input aspect raster map
sv: Namn på inmatad aspektrasterkarta

source: Width of display canvas
cs: ©íøka obrazu
sv: Bredd på bildskärmsytan

source: Height of display canvas
cs: Vý¹ka zobrazovacího plátna
sv: Höjd på bildskärmsytan

source: Minimum size of each cell
cs: Minimální velikost ka¾dé buòky
sv: Minsta storlek på varje cell

source: Maximum number of rows to load
cs: Maximální poèet øádkù, které budou naèteny
sv: Maximalt antal rader att ladda

source: Maximum number of columns to load
cs: Maximální poèet sloupcù, které budou naèteny
sv: Maximalt antal kolumner som ska laddas

source: Displays a raster map and its legend on a graphics window
cs: Zobrazí rastrovou mapu spolu s legendou
sv: Visar en rasterkarta och dess teckenförklaring i ett grafikfönster

source: Omit entries with missing label
sv: Utelämna poster med saknad etikett

source: Name of raster map to display
sv: Namn på den rasterkarta som ska visas

source: Number of lines to appear in the legend
cs: Poèet øádkù v legendì
sv: Antal rader som ska visas i teckenförklaringen

source: Name of input raster map to generate legend from
sv: Namn på den rasterkarta som ska generera teckenförklaring från

source: Drapes a color raster over an shaded relief or aspect map.
sv: Draperar ett färgraster över en skuggad relief- eller aspektkarta.

source: elevation
sv: upphöjning

source: relief
sv: lättnad

source: hillshade
sv: bergsskugga

source: visualization
sv: visualisering

source: Name of shaded relief or aspect raster map
sv: Namn på skuggad relief eller aspektrasterkarta

source: Name of raster to drape over relief raster map
sv: Namn på raster som ska draperas över reliefrasterkartan

source: Typically, this raster is elevation or other colorful raster
sv: Vanligtvis är detta raster höjd eller annat färgstarkt raster

source: Percent to brighten
cs: Procenta zesvìtlení
sv: Procent för att lysa upp

source: Saves the contents of the active display monitor to a raster map.
sv: Sparar innehållet på den aktiva bildskärmen till en rasterkarta.

source: Allows the user to interactively query raster map layers at user-selected locations.
sv: Gör det möjligt för användaren att interaktivt söka efter rasterkartlager på platser som användaren valt.

source: Allows the user to interactively query vector map layers at user-selected locations.
sv: Gör det möjligt för användaren att interaktivt söka efter vektorkartlager på platser som användaren valt.

source: Drops a column from selected attribute table.
sv: Tar bort en kolumn från den valda attributtabellen.

source: Drops an attribute table.
sv: Tar bort en attributtabell.

source: Name of database driver
sv: Namn på databasdrivrutin

source: If not given then default driver is used
sv: Om inget anges används standarddrivrutinen

source: Name of database
sv: Namn på databas

source: If not given then default database is used
sv: Om inget anges används standarddatabasen

source: Name of table to drop
sv: Namn på tabellen som ska tas bort

source: Imports attribute tables in various formats.
cs: Importuje atributové tabulky v rùzných formátech.
sv: Importerar attributtabeller i olika format.

source: import
sv: importera

source: Table file to be imported or DB connection string
cs: Tabulka pro import nebo textový øetìzec databázového spojení
sv: Tabellfil som ska importeras eller DB-anslutningssträng

source: GDAL configuration options
sv: Alternativ för GDAL-konfiguration

source: Comma-separated list of key=value pairs
sv: Kommaseparerad lista med nyckel=värde-par

source: GDAL dataset open options
sv: Öppna alternativ för GDAL-dataset

source: Name of table from given DB to be imported
sv: Namn på tabell från given DB som ska importeras

source: Name for output table
cs: Název výstupní tabulky
sv: Namn för utmatningstabell

source: Name for auto-generated unique key column
cs: Jmémo slooupce s automaticky vytoøeným unikátním klíèem
sv: Namn för automatiskt genererad kolumn med unik nyckel

source: Encoding value for attribute data
sv: Kodningsvärde för attributdata

source: Overrides encoding interpretation, useful when importing DBF tables
sv: Åsidosätter tolkning av kodning, användbart vid import av DBF-tabeller

source: Exports attribute tables into various formats.
cs: Exportuje atributové tabulky v rùzných formátech.
sv: Exporterar attributtabeller till olika format.

source: GRASS table name
cs: Jméno vstupní tabulky GRASS
sv: GRASS bordsnamn

source: Output table file name or DB connection string
sv: Utmatningstabellens filnamn eller DB-anslutningssträng

source: Table format
cs: Formát tabulky
sv: Tabellformat

source: Name for output table (default: input name)
sv: Namn för utmatningstabell (standard: input name)

source: Test database driver, database must exist and set by db.connect.
cs: Otestuj ovladaè databáze, databáze musí existovat a nastavena pomocí db.connect
sv: Testa databasdrivrutinen, databasen måste finnas och ställas in av db.connect.

source: Test name
cs: Jméno testu
sv: Testets namn

source: Calculates univariate statistics on selected table column.
sv: Beräknar univariat statistik på vald tabellkolumn.

source: Name of attribute column on which to calculate statistics (must be numeric)
sv: Namn på den attributkolumn som statistiken ska beräknas på (måste vara numerisk)

source: Percentile to calculate (requires extended statistics flag)
cs: Percentil, který se má spoèítat (vy¾aduje pøepínaè roz¹íøení statistiky)
sv: Percentil att beräkna (kräver flagga för utökad statistik)

source: plain;Plain text output;json;JSON (JavaScript Object Notation);shell;Shell script style for Bash eval
sv: plain;Utdata i klartext;json;JSON (JavaScript Object Notation);skal;Shell script-stil för Bash-eval

source: Extended statistics (quartiles and 90th percentile)
cs: Roz¹íøený výstup (kvartily a 90-té procentily)
sv: Utökad statistik (kvartiler och 90:e percentilen)

source: Print stats in shell script style
sv: Skriv ut statistik i skal-skriptformat

source: Download GRASS project (location) from the web
sv: Ladda ner GRASS-projekt (plats) från webben

source: Get GRASS project from an URL or file path
sv: Hämta GRASS-projekt från en URL eller filsökväg

source: download
sv: nedladdning

source: URL of the archive with a project to be downloaded
sv: URL till arkivet med ett projekt som ska laddas ner

source: URL of ZIP, TAR.GZ, or other similar archive
sv: URL till ZIP, TAR.GZ eller annat liknande arkiv

source: Download GRASS project from the web
sv: Ladda ner GRASS-projektet från webben

source: Rebuilds or removes all locally installed GRASS Addons extensions.
sv: Återskapar eller tar bort alla lokalt installerade GRASS Addons-tillägg.

source: By default only extensions built against different GIS Library are rebuilt.
sv: Som standard återskapas endast tillägg som byggts mot olika GIS-bibliotek.

source: extensions
sv: utökningarnas

source: Force operation (required for removal)
sv: Tvångsmanövrering (krävs för borttagning)

source: Maintains GRASS Addons extensions in local GRASS installation.
sv: Behåller GRASS Addons-tillägg i den lokala GRASS-installationen.

source: Downloads and installs extensions from GRASS Addons repository or other source into the local GRASS installation or removes installed extensions.
sv: Hämtar och installerar tillägg från GRASS Addons repository eller annan källa till den lokala GRASS-installationen eller tar bort installerade tillägg.

source: addons
sv: tillägg

source: Name of extension to install or remove
sv: Namn på tillägget som ska installeras eller tas bort

source: Name of toolbox (set of extensions) when -t flag is given
sv: Namn på verktygslåda (uppsättning tillägg) när flaggan -t anges

source: URL or directory to get the extension from (supported only on Linux and Mac)
sv: URL eller katalog för att hämta tillägget från (stöds endast på Linux och Mac)

source: The official repository is used by default. User can specify a ZIP file, directory or a repository on common hosting services. If not identified, Subversion repository is assumed. See manual for all options.
sv: Det officiella arkivet används som standard. Användaren kan ange en ZIP-fil, katalog eller ett arkiv på vanliga värdtjänster. Om det inte identifieras antas Subversion-arkivet. Se manualen för alla alternativ.

source: Prefix where to install extension (ignored when flag -s is given)
sv: Prefix där tillägget ska installeras (ignoreras när flaggan -s anges)

source: Set the proxy with: "http=<value>,ftp=<value>"
sv: Ställ in proxy med: "http=<value>,ftp=<value>"

source: Specific branch to fetch addon from (only used when fetching from git)
sv: Specifik gren att hämta tillägget från (används endast när det hämtas från git)

source: List available extensions in the official GRASS GIS Addons repository
sv: Lista över tillgängliga tillägg i det officiella GRASS GIS Addons-arkivet

source: List available extensions in the official GRASS GIS Addons repository including module description
sv: Lista över tillgängliga tillägg i det officiella GRASS GIS Addons-arkivet inklusive modulbeskrivning

source: List available extensions in the official GRASS GIS Addons repository (shell script style)
sv: Lista tillgängliga tillägg i det officiella GRASS GIS Addons-arkivet (skal script-stil)

source: List locally installed extensions
sv: Lista lokalt installerade tillägg

source: Install system-wide (may need system administrator rights)
sv: Installera över hela systemet (kan kräva systemadministratörsrättigheter)

source: Install
sv: Installera

source: Download source code and exit
sv: Ladda ner källkod och avsluta

source: Do not install new extension, just compile it
sv: Installera inte det nya tillägget, bara kompilera det

source: Force removal when uninstalling extension (operation=remove)
sv: Tvinga borttagning när du avinstallerar tillägg (operation=remove)

source: Remove
sv: Ta bort

source: Operate on toolboxes instead of single modules (experimental)
sv: Arbeta med verktygslådor istället för enskilda moduler (experimentellt)

source: url refers to a fork of the official extension repository
sv: url hänvisar till en fork av det officiella extension repository

source: Displays the manual pages of GRASS modules.
sv: Visar manualsidorna för GRASS-modulerna.

source: manual
sv: manuell

source: help
sv: hjälp

source: Display index
cs: Zobrazit obsah
sv: Visa index

source: Display topics
sv: Visa ämnen

source: Display as MAN text page instead of HTML page in browser
cs: Zobrazit jako textovou manuálovou stránku MAN místo formátu HTML v prohlí¾eèi
sv: Visas som MAN-textsida i stället för HTML-sida i webbläsaren

source: Display online manuals instead of locally installed
sv: Visa onlinehandböcker istället för lokalt installerade

source: Use online manuals available at https://grass.osgeo.org website. This flag has no effect when displaying MAN text pages.
sv: Använd onlinehandböcker som finns tillgängliga på webbplatsen https://grass.osgeo.org. Denna flagga har ingen effekt vid visning av MAN-textsidor.

source: Manual entry to be displayed
cs: Záznam manuálu, který chcete zobrazit
sv: Manuell inmatning som ska visas

source: Search in GRASS modules using keywords
sv: Sök i GRASS-moduler med nyckelord

source: modules
sv: moduler

source: Keyword to be searched
sv: Sökord som ska sökas

source: List all modules if not given
sv: Lista alla moduler om de inte anges

source: Display only modules where all keywords are available (AND), default: OR
sv: Visa endast moduler där alla nyckelord är tillgängliga (AND), standard: ELLER

source: Invert selection (logical NOT)
sv: Inverterat val (logisk NOT)

source: Search in manual pages too (can be slow)
sv: Sök även på manuella sidor (kan vara långsamt)

source: Search only for the exact keyword in module keyword list
sv: Sök endast efter det exakta nyckelordet i modulens nyckelordslista

source: Instead of full text search, search only in actual keywords
sv: Istället för fulltextsökning, sök endast på faktiska nyckelord

source: Use colorized (more readable) output to terminal
sv: Använd färglagd (mer läsbar) utdata till terminalen

source: Shell script format
sv: Format för Shell-skript

source: Prints available semantic label information used for multispectral data.
sv: Skriver ut tillgänglig semantisk etikettinformation som används för multispektrala data.

source: semantic label
sv: semantisk etikett

source: image collections
sv: bildsamlingar

source: Semantic label search pattern (examples: L, S2, .*_2, S2_1)
sv: Sökmönster för semantiska etiketter (exempel: L, S2, .*_2, S2_1)

source: Print extended metadata information
sv: Skriv ut utökad metadatainformation

source: Performs auto-balancing of colors for RGB images.
sv: Utför automatisk balansering av färger för RGB-bilder.

source: Name of red channel
sv: Namn på röd kanal

source: Name of green channel
sv: Namn på grön kanal

source: Name of blue channel
sv: Namn på blå kanal
