Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Input vector map contains no boundaries.
sv: Vektorkartan för indata innehåller inga gränser.

source: Unable to remove file {file}: {message}
sv: Det går inte att ta bort filen {file}: {message}

source: Vector map <{}> not found in current mapset
sv: Vektorkarta <{}> finns inte i aktuell kartuppsättning

source: There is no table connected to layer <{layer}> of <{name}>. Run v.db.connect or v.db.addtable first.
sv: Det finns ingen tabell kopplad till lager <{layer}> i <{name}>. Kör v.db.connect eller v.db.addtable först.

source: There is no table connected to <{name}>. Run v.db.connect or v.db.addtable first.
sv: Det finns ingen tabell ansluten till <{name}>. Kör v.db.connect eller v.db.addtable först.

source: There is an empty column. Did you leave a trailing comma?
sv: Det finns en tom kolumn. Lämnade du ett efterföljande kommatecken?

source: Incorrect new column(s) format, use <'name type [,name type, ...]'> format, please.
sv: Felaktigt format för ny(a) kolumn(er), använd <'namntyp [,namntyp, ...]'>-format, tack.

source: Column <{}> is already in the table. Skipping.
sv: Kolumn <{}> finns redan i tabellen. Hoppa över.

source: Adding column <{}> to the table
sv: Lägga till kolumn <{}> i tabellen

source: Error adding columns {}
sv: Fel vid tillägg av kolumner {}

source: Vector map <%s> not found in current mapset
sv: Vektorkarta <%s> finns inte i aktuell kartuppsättning

source: Using vector map name as table name: <%s>
sv: Använda namn på vektorkarta som tabellnamn: <%s>

source: Using vector map name extended by layer number as table name: <%s>
sv: Använda namn på vektorkarta utökat med skiktnummer som tabellnamn: <%s>

source: Using user specified table name: %s
sv: Använder användarens angivna tabellnamn: %s

source: Creating new DB connection based on default mapset settings...
sv: Skapa ny DB-anslutning baserat på standardinställningar för mapset...

source: There is already a table linked to layer <%s>
sv: Det finns redan en tabell kopplad till lagret <%s>

source: Duplicate column name '%s' not allowed
sv: Duplicerat kolumnnamn '%s' är inte tillåtet

source: Creating table with columns (%s)...
sv: Skapa tabell med kolumner (%s)...

source: Unable to create table <%s>
cs: Nelze vytvoøit tabulku <%s>
sv: Det går inte att skapa tabellen <%s>

source: Connecting new table to vector map <%s>...
sv: Ansluter ny tabell till vektorkarta <%s>...

source: Current attribute table links:
sv: Aktuella länkar till attributtabeller:

source: There is no table connected to the input vector map. Unable to delete any column. Exiting.
sv: Det finns ingen tabell som är ansluten till indatavektorkartan. Det går inte att ta bort någon kolumn. Avslutar.

source: Unable to delete <%s> column as it is needed to keep table <%s> connected to the input vector map <%s>
sv: Det går inte att ta bort kolumnen <%s> eftersom den behövs för att hålla tabellen <%s> ansluten till ingångsvektorkartan <%s>

source: Column <%s> not found in table <%s>. Skipped
sv: Kolumn <%s> hittades inte i tabell <%s>. Hoppade över

source: Deleting column failed
sv: Radering av kolumn misslyckades

source: Vector map <{name}> not found in the current mapset ({mapset})
sv: Vektorkarta <{name}> finns inte i den aktuella kartuppsättningen ({mapset})

source: No table assigned to layer <%s>
sv: Ingen tabell tilldelad till lager <%s>

source: User selected table <%s> but the table <%s> is linked to layer <%s>
sv: Användaren valde tabell <%s> men tabell <%s> är länkad till lager <%s>

source: Removing table <%s> linked to layer <%s> of vector map <%s>
sv: Ta bort tabell <%s> kopplad till lager <%s> i vektorkarta <%s>

source: You must use the -f (force) flag to actually remove the table. Exiting.
sv: Du måste använda flaggan -f (force) för att faktiskt ta bort tabellen. Avslutar.

source: Leaving map/table unchanged.
sv: Lämnar kartan/tabellen oförändrad.

source: Dropping table <%s>...
sv: Sänker tabellen <%s>...

source: An error occurred while running db.execute
sv: Ett fel inträffade när db.execute kördes

source: Current attribute table link(s):
sv: Aktuell(a) länk(ar) till attributtabellen:

source: (No database links remaining)
sv: (Inga databaslänkar kvar)

source: JOIN is not supported for tables stored in DBF format
sv: JOIN stöds inte för tabeller som lagras i DBF-format

source: There is no table connected to this map. Unable to join any column.
sv: Det finns ingen tabell kopplad till den här kartan. Det går inte att koppla någon kolumn.

source: Column <{column}> not found in table <{table}>
sv: Kolumn <{column}> finns inte i tabell <{table}>

source: Error creating columns <{}>
sv: Fel när kolumner <{}> skapas

source: Updating columns {columns} of vector map {map_name}...
sv: Uppdaterar kolumnerna {columns} i vektorkartan {map_name} ...

source: Error filling columns {}
sv: Fel vid fyllning av kolumner {}

source: Target database doesn't exist, creating a new database using <%s> driver...
sv: Måldatabasen finns inte, skapa en ny databas med hjälp av drivrutinen <%s>...

source: Unable to create database <%s> by driver <%s>
sv: Det gick inte att skapa databas <%s> med drivrutin <%s>

source: Unable to copy table <%s>
cs: Nelze kopírovat tabullku <%s>
sv: Det går inte att kopiera tabell <%s>

source: Unable to disconnect table <%s> from vector <%s>
sv: Det går inte att koppla bort tabell <%s> från vektor <%s>

source: Unable to drop table <%s>
sv: Det går inte att släppa tabellen <%s>

source: Creating index <%s>...
sv: Skapar index <%s>...

source: Unable to create index <%s>
sv: Det går inte att skapa index <%s>

source: Old and new database connection is identical. Nothing to do.
sv: Den gamla och den nya databasanslutningen är identiska. Det finns inget att göra.

source: %s Reconnecting vector map <%s> (%d of %d)... %s
sv: %s Återanslutning av vektorkarta <%s> (%d av %d)... %s

source: Reconnecting layer %d...
sv: Återanslutning av lager %d...

source: Unable to connect table <%s> to vector <%s> on layer <%s>
sv: Det går inte att ansluta tabell <%s> till vektor <%s> på lager <%s>

source: Layer <%d> will not be reconnected because database or schema do not match.
sv: Layer <%d> kommer inte att återanslutas eftersom databas eller schema inte stämmer överens.

source: There is no table connected to the input vector map. Cannot rename any column
sv: Det finns ingen tabell kopplad till indataväxelkartan. Kan inte byta namn på någon kolumn

source: Column name <%s> too long. The DBF driver supports column names not longer than 10 characters
sv: Kolumnnamnet <%s> är för långt. DBF-drivrutinen stöder kolumnnamn som inte är längre än 10 tecken

source: Cannot rename column <%s> as it is needed to keep table <%s> connected to the input vector map
sv: Det går inte att byta namn på kolumn <%s> eftersom den behövs för att hålla tabell <%s> ansluten till inputvektorkartan

source: No attribute table linked to layer <%s>
sv: Ingen attributtabell kopplad till lager <%s>

source: There is no table connected to this map. Run v.db.connect or v.db.addtable first.
sv: Det finns ingen tabell kopplad till den här kartan. Kör v.db.connect eller v.db.addtable först.

source: Use of libsqlitefunctions only with SQLite backend
sv: Användning av libsqlitefunctions endast med SQLite-backend

source: Column <%s> not found
cs: Sloupec <%s> nebyl nalezen
sv: Kolumn <%s> hittades inte

source: <value> and <qcolumn> are mutually exclusive
sv: <value> och <qcolumn> är ömsesidigt uteslutande

source: Either <value> or <qcolumn> must be given
sv: Antingen <value> eller <qcolumn> måste anges

source: At least one method must be provided when backend <{backend}> is used
sv: Minst en metod måste anges när backend <{backend}> används

source: Method <{method}> is not available for backend <{backend}>
sv: Metod <{method}> är inte tillgänglig för backend <{backend}>

source: Column <{column}> does not exist in vector <{vector}> (layer <{layer}>). Specify result columns with 'name type' syntax if you are using function calls instead of aggregate column names only.
sv: Kolumn <{column}> finns inte i vektor <{vector}> (lager <{layer}>). Ange resultatkolumner med syntaxen "name type" om du använder funktionsanrop i stället för enbart aggregerade kolumnnamn.

source: Column <{column}> selected for aggregation does not exist in vector <{vector}> (layer <{layer}>)
sv: Kolumn <{column}> som valts för aggregering finns inte i vektor <{vector}> (lager <{layer}>)

source: When result columns are specified, the number of aggregate columns ({columns_to_aggregate}) needs to be the same as the number of methods ({methods})
sv: När resultatkolumner anges måste antalet aggregatkolumner ({columns_to_aggregate}) vara detsamma som antalet metoder ({methods})

source: The number of result columns ({result_columns}) needs to be the same as the number of aggregate columns ({columns_to_aggregate})
sv: Antalet resultatkolumner ({result_columns}) måste vara detsamma som antalet aggregatkolumner ({columns_to_aggregate})

source: The number of result columns ({result_columns}) needs to be the same as the number of aggregation methods ({methods})
sv: Antalet resultatkolumner ({result_columns}) måste vara detsamma som antalet aggregeringsmetoder ({methods})

source: Result column '{column}' needs a type specified (using the syntax: 'name type') when no methods are provided with the {option_name} option and aggregation backend is '{backend}'
sv: Resultatkolumnen '{column}' behöver en specificerad typ (med syntaxen: 'name type') när inga metoder tillhandahålls med alternativet {option_name} och aggregeringsbackend är '{backend}'

source: Methods must be specified with {backend} backend and with result columns provided
sv: Metoder måste specificeras med {backend} backend och med resultatkolumner som tillhandahålls

source: No '%s' option specified. Dissolving based on category values from layer <%s>.
sv: Inget '%s'-alternativ angivet. Upplösning baserad på kategorivärden från lager <%s>.

source: Invalid layer number (%d). Parameter '%s' specified, assuming layer '1'.
sv: Ogiltigt skiktnummer (%d). Parameter '%s' angiven, antar lager '1'.

source: Key column must be of type integer or string
sv: Nyckelkolumnen måste vara av typen heltal eller sträng

source: Key column type must be string (text) for aggregation method to work, not '{column_type}'
sv: Nyckelkolumnens typ måste vara sträng (text) för att aggregeringsmetoden ska fungera, inte '{column_type}'

source: A processing step failed. Check the above error messages and see the following details: {error}
sv: Ett bearbetningssteg misslyckades. Kontrollera ovanstående felmeddelanden och se följande detaljer: {error}

source: Missing value for parameter <%s>
sv: Saknat värde för parameter <%s>

source: Unable to import <%s>
sv: Det går inte att importera <%s>

source: Unable to create project from OGR datasource <%s>
sv: Det går inte att skapa ett projekt från OGR-datakällan <%s>

source: Importing <%s> ...
sv: Importerar <%s> ...

source: Unable to import OGR datasource <%s>
sv: Det går inte att importera OGR-datakälla <%s>

source: option <%s>: <%s> exists.
cs: volba <%s>: <%s> ji¾ existuje
sv: alternativet <%s>: <%s> finns.

source: Unable to to reproject vector <%s>
sv: Det går inte att återprojicera vektorn <%s>

source: 'avcimport' program not found, install it first
sv: programmet 'avcimport' hittades inte, installera det först

source: 'e00conv' program not found, install it first
sv: programmet 'e00conv' hittades inte, installera det först

source: Must specify one of "point", "line", or "area".
sv: Måste ange ett av alternativen "punkt", "linje" eller "område".

source: Found that E00 file is split into pieces (.e01, ...). Merging...
sv: Konstaterade att E00-filen är uppdelad i bitar (.e01, ...). Sammanslagning...

source: An error may appear next which will be ignored...
sv: Ett fel kan dyka upp nästa gång som kommer att ignoreras...

source: E00 ASCII found and converted to Arc Coverage in current directory
sv: E00 ASCII hittades och konverterades till Arc Coverage i aktuell katalog

source: E00 Compressed ASCII found. Will uncompress first...
sv: E00 Komprimerad ASCII hittades. Kommer att avkomprimera först...

source: ...converted to Arc Coverage in current directory
sv: ...konverterad till Arc Coverage i aktuell katalog

source: Importing %ss...
sv: Importera %ss...

source: An error occurred while running v.in.ogr
sv: Ett fel inträffade under körningen av v.in.ogr

source: Imported <%s> vector map <%s>.
sv: Importerad <%s> vektorkarta <%s>.

source: This module only operates in LatLong/WGS84 locations
sv: Denna modul fungerar endast i LatLong/WGS84-positioner

source: Since DBF driver is used, the content of the 'alternatenames' column might be cut with respect to the original Geonames.org column content
sv: Eftersom DBF-drivrutinen används kan innehållet i kolumnen "alternatenames" komma att minskas i förhållande till innehållet i den ursprungliga kolumnen Geonames.org

source: Converting %d place names...
sv: Konvertering av %d ortnamn...

source: Not enough data columns. (incorrect fs setting?)
sv: Inte tillräckligt med datakolumner. (felaktig fs-inställning?)

source: Input file <%s> not found
sv: Indatafilen <%s> hittades inte

source: Importing data...
sv: Importera data...

source: An error occurred on line '%s', exiting.
sv: Ett fel inträffade på rad '%s', avslutar.

source: Importing with v.in.ascii...
sv: Importerar med v.in.ascii...

source: An error occurred on creating "%s", please check
sv: Ett fel inträffade vid skapandet av "%s", kontrollera

source: Invalid maximum number of features
sv: Ogiltigt maximalt antal funktioner

source: Features begin with index "1"
sv: Egenskaper börjar med index "1"

source: Setting username and password...
sv: Ställa in användarnamn och lösenord...

source: Retrieving data...
sv: Hämtar data...

source: Server couldn't fulfill the request. Error code: %s
sv: Servern kunde inte uppfylla begäran. Felkod: [0 %s

source: Failed to reach the server. Reason: %s
sv: Misslyckades med att nå servern. Orsak: %s

source: A file called "wms_capabilities.xml" already exists here
sv: En fil som heter "wms_capabilities.xml" finns redan här

source: Vector map <%s> imported from WFS.
sv: Vektorkarta <%s> importerad från WFS.

source: WFS import failed
sv: WFS-importen misslyckades

source: Unable to pack vector map <%s>. Only native format supported.
sv: Det går inte att packa vektorkarta <%s>. Endast inbyggt format stöds.

source: Packing <%s>...
sv: Packning <%s>...

source: There is not database connected with vector map <%s>
sv: Det finns ingen databas kopplad till vector map <%s>

source: Pack file <%s> created
sv: Pack-fil <%s> skapad

source: Number of raster maps ({0}) different from number of column prefixes ({1})
sv: Antal rasterkartor ({0}) skiljer sig från antal kolumnprefix ({1})

source: Processing input data (%d categories)...
sv: Bearbetning av indata (%d kategorier)...

source: Updating the database ...
sv: Uppdatering av databasen ...

source: Statistics calculated from raster map <{raster}> and uploaded to attribute table of vector map <{vector}>.
sv: Statistik beräknad från rasterkarta <{raster}> och överförd till attributtabell för vektorkarta <{vector}>.

source: Failed to upload statistics to attribute table of vector map <%s>.
sv: Misslyckades med att ladda upp statistik till attributtabellen för vektorkartan <%s>.

source: An error occurred while converting vector to raster
sv: Ett fel inträffade vid konvertering av vektor till raster

source: No categories found in raster map
sv: Inga kategorier hittades i rasterkartan

source: Not all vector categories converted to raster. Converted {0} of {1}.
sv: Inte alla vektorkategorier konverterade till raster. Konverterade {0} av {1}.

source: Cannot create column <%s> (already present).
sv: Det går inte att skapa kolumn <%s> (finns redan).

source: Use -c flag to update values in this column.
sv: Använd flaggan -c för att uppdatera värden i den här kolumnen.

source: Adding columns '%s'
sv: Lägga till kolumner '%s'

source: Adding columns failed. Exiting.
sv: Att lägga till kolumner misslyckades. Avslutar.

source: There is a table connected to input vector map '%s', but there is no key column '%s'.
sv: Det finns en tabell som är kopplad till inputvektormappningen '%s', men det finns ingen nyckelkolumn '%s'.

source: There is a table connected to input vector map '%s', but there are no categories present in the key column '%s'. Consider using v.to.db to correct this.
sv: Det finns en tabell kopplad till inmatningsvektorkartan '%s', men det finns inga kategorier i nyckelkolumnen '%s'. Överväg att använda v.to.db för att korrigera detta.

source: The input vector map contains both polygons and points, cannot handle mixed types
sv: Vektorkartan för indata innehåller både polygoner och punkter, kan inte hantera blandade typer

source: Processing point data (%d points found)...
sv: Bearbetning av punktdata (%d punkter hittade)...

source: The input vector map does not contain polygons
sv: Den ingående vektorkartan innehåller inte polygoner

source: Processing area data (%d areas found)...
sv: Bearbetar områdesdata (%d områden hittade)...

source: Error creating layer 2
sv: Fel vid skapande av lager 2

source: Error creating new table for layer 2
sv: Fel vid skapande av ny tabell för lager 2

source: Error populating new table for layer 2
sv: Fel vid ifyllnad av ny tabell för lager 2

source: Error converting polygon to line
sv: Fel vid konvertering av polygon till linje

source: Error removing centroids
sv: Fel vid borttagning av centroider

source: Error removing table from layer 1
sv: Fel vid borttagning av bord från lager 1

source: No table for layer %d
sv: Inget bord för lager %d

source: Error adding categories
sv: Fel vid tillägg av kategorier

source: Vector map <%s> already exists
cs: Vektorová mapa <%s> ji¾ existuje
sv: Vektorkarta <%s> finns redan

source: Vector map <%s> already exists and will be overwritten
cs: Vektorová mapa '%s' ji¾ existuje a bude pøepsána.
sv: Vektorkarta <%s> finns redan och kommer att skrivas över

source: This GRASS GIS pack file contains raster data. Use r.unpack to unpack <%s>
sv: Denna GRASS GIS-paketfil innehåller rasterdata. Använd r.unpack för att packa upp <%s>

source: PROJ_INFO file is missing, unpack vector map in XY (unprojected) project.
sv: PROJ_INFO-fil saknas, packa upp vektorkarta i XY-projekt (oprojekterat).

source: Projection information does not match. Proceeding...
sv: Projektionsinformationen stämmer inte. Fortsätter...

source: Coping table <%s> as table <%s>
sv: Kopiera tabell <%s> som tabell <%s>

source: Unable to copy table <%s> as table <%s>
sv: Det går inte att kopiera tabell <%s> till tabell <%s>

source: Connect table <%s> to vector map <%s> at layer <%s>
sv: Anslut tabell <%s> till vektorkarta <%s> på lager <%s>

source: Unable to connect table <%s> to vector map <%s>
sv: Det går inte att ansluta tabell <%s> till vektorkarta <%s>

source: Vector map <%s> successfully unpacked
sv: Vektorkarta <%s> framgångsrikt uppackad

source: Cannot combine 'output' option and 'u' flag
sv: Det går inte att kombinera alternativet "output" och flaggan "u

source: 'output' option or 'u' flag must be given
sv: "output"-alternativet eller "u"-flaggan måste anges

source: Attribute table of vector {name} will be updated...
sv: Attributtabellen för vektorn {name} kommer att uppdateras...

source: Space time raster dataset <%s> is empty
sv: Rasterdatasetet <%s> för rymdtid är tomt

source: Temporal type of space time raster datasets must be equal <%(a)s> of type %(type_a)s do not match <%(b)s> of type %(type_b)s
sv: Temporal typ av rasterdataset för rymdtid måste vara lika <%(a)s> av typ %(type_a)s matchar inte <%(b)s> av typ %(type_b)s

source: Unable to add table <%s> to vector map <%s>
sv: Det går inte att lägga till tabell <%s> i vektorkarta <%s>

source: Unable to add column %s to vector map <%s>
sv: Det går inte att lägga till kolumn %s i vektorkartan <%s>

source: Unable to run v.what.rast for vector map <%s> and raster map <%s>
sv: Det går inte att köra v.what.rast för vektorkarta <%s> och rasterkarta <%s>

source: Prints/sets general temporal GIS database connection for current mapset.
sv: Skriver ut/ställer in allmän temporal GIS-databasanslutning för aktuell kartuppsättning.

source: Overwrite current settings if initialized
sv: Skriva över aktuella inställningar om de initialiserats

source: Print current connection parameter in shell style and exit
sv: Skriv ut aktuell anslutningsparameter i skal-stil och avsluta

source: Temporal GIS database connection not defined. Run t.connect.
sv: Temporal GIS-databasanslutning inte definierad. Kör t.connect.

source: Default TGIS driver / database set to: driver: %s database: %s
sv: Standard TGIS-drivrutin / databas inställd på: drivrutin: %s databas: %s

source: Default TGIS driver is not set
sv: Standard TGIS-drivrutin är inte inställd

source: Default TGIS database is not set
sv: Standard TGIS-databas är inte inställd

source: Invalid GEOS geometry!
sv: Ogiltig GEOS-geometri!

source: No coordinates in GEOS geometry (can be ok for negative distance)!
sv: Inga koordinater i GEOS-geometri (kan vara ok för negativt avstånd)!

source: Invalid x coordinate %f
sv: Ogiltig x-koordinat %f

source: Invalid y coordinate %f
sv: Ogiltig y-koordinat %f

source: Corrupt GEOS geometry
sv: Korrupt GEOS-geometri

source: Unknown GEOS geometry type
sv: Okänd GEOS geometri typ

source: Buffering failed (feature %d)
sv: Buffring misslyckades (funktion %d)

source: grow
sv: växa

source: shrink
sv: krympa

source: Creates a buffer around vector features of given type.
sv: Skapar en buffert runt vektorfunktioner av given typ.

source: Buffer distance along major axis in map units
sv: Buffertavstånd längs huvudaxeln i kartenheter

source: Distance
sv: Avstånd

source: Buffer distance along minor axis in map units
sv: Buffertavstånd längs mindre axel i kartenheter

source: Angle of major axis in degrees
sv: Huvudaxelns vinkel i grader

source: Name of column to use for buffer distances
sv: Namn på kolumn som ska användas för buffertavstånd

source: Scaling factor for attribute column values
cs: Mìøítkový faktor pro hodnoty atributù
sv: Skalningsfaktor för attributkolumnvärden

source: Maximum distance between theoretical arc and polygon segments as multiple of buffer (default 0.01)
sv: Maximalt avstånd mellan teoretiska båg- och polygonsegment som multipel av buffert (standard 0,01)

source: Make outside corners straight
sv: Gör ytterhörnen raka

source: Do not make caps at the ends of polylines
sv: Gör inte lock i ändarna på polylinjer

source: Transfer categories and attributes
sv: Överföringskategorier och attribut

source: Note: In latitude-longitude coordinate system specify distances in degree unit
sv: Obs: I koordinatsystemet latitud-longitud anges avstånden i gradenheter

source: Select a buffer distance/minordistance/angle or column, but not both.
sv: Välj ett buffertavstånd/minordistans/vinkel eller en kolumn, men inte båda.

source: Invalid layer number (%d). Parameter '%s' or '%s' specified, assuming layer '1'.
sv: Ogiltigt skiktnummer (%d). Parameter '%s' eller '%s' angiven, antar lager '1'.

source: The column option requires a valid layer.
sv: Kolumnalternativet kräver ett giltigt lager.

source: The tolerance must be > 0.
sv: Toleransen måste vara > 0.

source: The tolerance was reset to %g
sv: Toleransen har återställts till %g

source: Illegal scale value
sv: Olagligt skalvärde

source: The tolerance in map units = %g
sv: Toleransen i kartenheter = %g

source: Option '%s' is not available with GEOS buffering
sv: Alternativet '%s' är inte tillgängligt med GEOS-buffring

source: Unable to select data from table <%s>
sv: Det går inte att välja data från tabellen <%s>
