Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Converts a raster map layer into an ASCII text file.
cs: Pøevede rastrovou mapu do ASCII souboru.

source: Name of an existing raster map
cs: Název existující rastrové mapy

source: String representing no data cell value
cs: Textový øetìzec reprezentující buòky s hodnotou "no data"

source: Read fp map as integer
cs: Naèti mapu s plovoucí desetinnou èárkou jako celoèíselnou

source: raster, cost surface, cumulative costs
cs: rastrová mapa, povrch nákladù, kumulativní náklady

source: Outputs a raster map layer showing the cumulative cost of moving between different geographic locations on an input raster map layer whose cell category values represent cost.
cs: Výstupní rastrová kumulativních nákladù pohybu mezi rùznými geografickými polohami na vstupní rastrové mapì s hodnotami nákladù.

source: Name of raster map containing grid cell cost information
cs: Název rastrové mapy obsahující informace o nákladech

source: Starting points vector map
cs: Vektorová mapa s poèáteèními body

source: Stop points vector map
cs: Vektorová mapa s cílovými body

source: Starting points raster map
cs: Rastrová mapa s poèáteèními body

source: The map E and N grid coordinates of a starting point (E,N)
cs: V a S souøadnice poèáteèního bodu (V,S)

source: The map E and N grid coordinates of a stopping point (E,N)
cs: V a S souøadnice cílového bodu (V,S)

source: An optional maximum cumulative cost
cs: Volitelné maximální kumulativní náklady

source: Keep null values in output map
cs: Nullové hodnoty ponechej ve výstupní mapì

source: Inappropriate percent memory: %d
cs: Nevhodné procento pamìti: %d

source: Null cells excluded from cost evaluation.
cs: Buòky bez hodnot jsou vylouèeny pro poèítání nákladù

source: Input null cell will be retained into output map
cs: Vstupní buòky neobsahující hodnotu budou pøevedeny do výstupní mapy

source: Warning: assigning negative cost to null cell. Null cells excluded.
cs: Varování: pøiøazuji negativní hodnotu nákladù pro buòku bez hodnoty. Buòky neobsahující hodnotu jsou vylouèeny.

source: Source map is: Integer cell type
cs: Zdrojová mapa je celoèíselného typu

source: Source map is: Floating point (float) cell type
cs: Zdrojová mapa obsahuje hodnoty s plovoucí desetinnou èárkou (float)

source: Source map is: Floating point (double) cell type
cs: Zdrojová mapa obsahuje hodnoty s plovoucí desetinnou èárkou (double)

source: %d rows, %d cols
cs: %d øádkù, %d sloupcù

source: Reading %s
cs: Naèítám %s

source: Initializing output
cs: Inicializuji výstup

source: Unable to allocate memory for segment fbuff == NULL
cs: Nelze alokovat pamì» pro segment fbuff == NULL

source: can't open raster map [%s] needed for input coordinates
cs: nemohu otevøít rastrový soubor [%s] potøebný pro vstupní souøadnice

source: Finding cost path
cs: Hledám nákladovou cestu

source: End of map!
cs: Konec mapy!

source: Writing %s
cs: Zapisuji %s

source: Will copy input map null values into output map
cs: Zkopíruje buòky bez hodnoty do výstupní mapy.

source: Integer cell type. Writing...
cs: Celoèíselná mapa Zapisuji...

source: Error getting input null cells
cs: Chyba pøi získávání bunìk bez hodnot

source: Float cell type. Writing...
cs: Mapa s plovoucí desetinnou èárkou (float) Zapisuji...

source: Double cell type. Writing...
cs: Mapa s plovoucí desetinnou èárkou (double) Zapisuji...

source: Peak cost value: %f
cs: Nejvy¹¹í náklady: %f

source: Warning, ignoring point outside window: %.4f,%.4f
cs: Varování, ignoruji bod mimo okno: %.4f, %.4f

source: new_cell is NULL
cs: new_cell je NULLa

source: Can't find %d,%d:%f
cs: Nelze nalézt %d,%d:%f

source: Illegal delete request
cs: Neplatná ¾ádost delete

source: Nothing to show
cs: Není co ukázat

source: Bad Start Cell
cs: ©patná poèáteèní buòka

source: %s %f-%f lower cost higher or equal
cs: %s %f-%f men¹í náklad vy¹íí nebo roven

source: %s lower above pointer wrong
cs: %s vý¹e nad poèátkem ¹patnì

source: %s %f-%f higher cost lower
cs: %s %f-%f vy¹¹í náklad

source: %s higher above pointer wrong
cs: %s ¹patnì vý¹e nad poèátkem

source: raster, import, conversion
cs: rastr, import, pøevod

source: Converts ASCII raster file to binary raster map layer.
cs: Pøevede ASCII rastrový soubor na binární rastrovou mapu.

source: ASCII raster file to be imported. If not given reads from standard input
cs: Soubor ASCII, který bude importován. Pokud není zadán, ète se standardní vstup

source: Integer values are imported
cs: Celoèíselné hodnoty jsou importovány

source: Floating point values are imported
cs: Hodnoty s plovoucí desetinnou èárkou jsou importovány

source: Double floating point values are imported
cs: Hodnoty s plovoucí desetinnou èárkou (double) jsou importovány

source: Can't set window
cs: Nelze nastavit výøez

source: Output basic information about a raster map layer.
cs: Vypí¹e základní informace o u¾ivatelem vybrané rastrové mapì.

source: Print raster map resolution (NS-res, EW-res) only
cs: Vytiskni pouze rozli¹ení (NS-roz, EW-roz)

source: Print raster map type only
cs: Vytiskni pouze typ rastrové mapy

source: Print raster map data units only
cs: Vytiskni pouze jednotky rastrové mapy

source: Print raster map vertical datum only
cs: Vytiskni pouze vertikální datum rastrové mapy

source: Print raster map timestamp (day.month.year hour:minute:seconds) only
cs: Vypsat pouze èasovou znaèku (den.mìsíc.rok hodiny:minuty:sekundy)

source: Raster map to be recoded
cs: Rastrová mapa, která má být pøekódována

source: Title for the resulting raster map
cs: Titulek výsledné rastrové mapy

source: Align the current region to the input map
cs: Zarovnat souèasný region podle vstupní mapy

source: Force output to double map type (DCELL)
cs: Nucený výstup mapy s plovoucí desetinou èárkou (DCELL)

source: Character to represent no data cell
cs: Znak pro oznaèení bunìk s hodnotou NULL

source: Illegal resolution! [%g]
cs: Neplatné rozli¹ení! [%g]

source: Using resolution [%g]
cs: Pou¾ívám rozli¹ení [%g]

source: Output Format:
cs: Výstupní formát:

source: [Easting] [Northing] [Along Track Dist.(m)] [Elevation]
cs: [Východ][Sever][Vzdálenost (m)][Elevace]

source: [Along Track Dist.(m)] [Elevation]
cs: [Vzdálenost (m)][Elevace]

source: [RGB Color]
cs: [Barva RGB]

source: Approx. transect length [%f] m
cs: Prùmìrná délka transektu [%f] m

source: Error reading category file for <%s>
cs: Chyba pøi ètení soubor kategeorií pro <%s>

source: Error in reading color file for <%s>
cs: Chyba pøi ètení souboru color pro <%s>

source: Error writing category file for <%s>
cs: Chyba pøi zápisu souboru kategorií pro <%s>

source: Error writing color file for <%s>
cs: Chyba pøi zápisu souboru color pro <%s>

source: Cannot read vector
cs: Nelze èíst vektorovou mapu

source: Interactive tool used to setup the sampling and analysis framework that will be used by the other r.le programs.
cs: Interkativní nástroj pou¾itý pro nastavení nástroje pro vzorkování a analýzu, které budou pou¾ity dal¹ími programy r.le.

source: Raster map to use to setup sampling
cs: Rastrová mapa pro nastavení vzorkování

source: Vector map to overlay
cs: Vektorová mapa pro pøekrytí

source: Contains a set of measures for attributes, diversity, texture, juxtaposition, and edge.
cs: Obsahuje pouze sadu mìøení atributù, diverzity, textury, sousednost a hrany.

source: Displays the boundary of each r.le patch and shows how the boundary is traced, displays the attribute, size, perimeter and shape indices for each patch and saves the data in an output file.
cs: Zobrazí hranice ka¾dé r.le plo¹ky a uká¾e jak byla hranice trasována, zobrazí atribut, velikost, obvod, tvar pro ka¾dou plo¹ku a ulo¾í data do výstupního souboru.

source: Calculates attribute, patch size, core (interior) size, shape, fractal dimension, and perimeter measures for sets of patches in a landscape.
cs: Poèítá atributy, velikost plo¹ek, hrubou (vnitøní) velikost, tvar, fraktální dimenzi a obvod pro sadu plo¹ek v krajinì.

source: Found %d unresolved areas
cs: Nalezeno %d nevyøe¹ených oblastí

source: Filters and generates a depressionless elevation map and a flow direction map from a given elevation layer.
cs: Z rastrové mapy digitálního modelu terénu odstraní umìle vytvoøené sní¾eniny a vytvoøí mapu smìru odtoku.

source: Output elevation raster map after filling
cs: Výstupní rastrová mapa digitálního modelu terénu po vyplnìní sní¾enin

source: Output direction raster map
cs: Výstupní rastrová mapa orientace

source: Output raster map of problem areas
cs: Výstupní rastrová mapa problémových oblastí

source: Output aspect direction format (agnps, answers, or grass)
cs: Výstupní formát smìru expozice (agnps, answers, or grass)(

source: Reading map...
cs: Naèítám mapu...

source: wtrshed pass %d
cs: prùchod povodí %d

source: Output z-file (elevation) map
cs: Výstupní z-soubor nadmoøských vý¹ek

source: Output slope map (or fx)
cs: Výstupní mapa sklonu svahu (nebo fx)

source: Output aspect map (or fy)
cs: Výstupní mapa expozice (nebo fy)

source: Output profile curvature map (or fxx)
cs: Výstupní mapa profilové køivosti (nebo fxx)

source: Output tangential curvature map (or fyy)
cs: Název výstupního souboru tangenciálních køivostí (nebo fyy)

source: Output mean curvature map (or fxy)
cs: Název rastrové mapy støední køivosti (nebo fxy)

source: Name of raster map containing smoothing
cs: Název rastrového souboru obsahujícího vyhlazení

source: Name of raster map to be used as mask
cs: Název rastrové mapy, která má být pou¾ita jako maska

source: Anisotropy angle (in degrees)
cs: Úhel anizotropie (ve stupních)

source: Name of first raster map
cs: Název první rastrové mapy

source: Name of second raster map
cs: Název druhé rastrové mapy

source: Line-of-sight raster analysis program.
cs: Vytváøí rastrovou mapu linií dohlednosti.

source: Coordinate identifying the viewing position
cs: Souøadnice identifikující místo rozhledu

source: Binary (1/0) raster map to use as a mask
cs: Binární (1/0) rastrová mapa pou¾itelná jako MASKA

source: Viewing position height above the ground
cs: Vý¹ka místa rozhledu nad terénem

source: Maximum distance from the viewing point (meters)
cs: Maximální vzdálenost od bodu rozhledu (metry)

source: Consider earth curvature (current ellipsoid)
cs: Vzhedem k zakøivení zemì (souèasného elipsoidu)

source: Lat/Long support is not (yet) implemented for this module.
cs: Tento modul prozatím nepodporuje lat/long

source: Specified observer coordinate is outside current region bounds.
cs: Specifikovaná pozici pozorovatele je mimo souèasný region.

source: [%s]: Cannot read map header
cs: Nelze èíst hlavièkový soubor mapy [%s]

source: Pattern map should be a binary 0/1 CELL map
cs: Vzorová mapa by mìla být binární (0/1 CELL)

source: Problem to obtain current ellipsoid parameters, using sphere (6370997.0)
cs: Problém pøi získávání parametrù souèasného elipsoidu, bude pou¾ita

source: Using maximum distance from the viewing point (meters): %f
cs: Maximální vzdálenost od bodu rozhledu (v metrech): %f

source: Neither "levels" nor "step" parameter specified.
cs: Nebyl zadán parametr "levels" ani "step".

source: %d crossings founds
cs: %d pøekøí¾ení nalezeno

source: Name of vector input map containing stream(s)
cs: Název vstupní vektorové vrstvy obsahující dráhy odtoku

source: Stream width (in meters). Default is raster cell width
cs: ©íøka bystøiny (v metrech). Výchozí je ¹íøka rastrové buòky

source: lat/lon projection not supported at this time.
cs: lat/long projekce není v souèasnosti podporována

source: Converts a raster map layer into a height-field file for POVRAY.
cs: Pøevede rastrovou mapu do souboru pro POVRAY.

source: Invalid output filename <%s>
cs: Neplatný název výstupního souboru <%s>

source: Creates/modifies the color table associated with a raster map layer.
cs: Vytvoøí/upraví tabulku barev spojenou s rastrovou mapou.

source: Only write new color table if one doesn't already exist
cs: Pouze zapi¹ novou tabulku barev pokud ¾ádná zatím neexistuje

source: "color", "rules", and "raster" options are mutually exclusive
cs: "barva", "pravidlo", a "rastr" volby se vzájemnì vyluèují

source: Exports a GRASS raster map to a 8/24bit TIFF image file at the pixel resolution of the currently defined region.
cs: Exportuje GRASS rastr do formátu TIFF 8/24bit v rozli¹ení daném aktuálním regionem.

source: Name for new TIFF file
cs: Jméno nového rastrového TIFF souboru.

source: TIFF file compression
cs: Komprese TIFFu

source: TIFF Palette output (8bit instead of 24bit).
cs: Paleta výstupního TIFFu (8bit místo 24bit).

source: Output TIFF world file
cs: Vytvoø TIFF world file (tfw)

source: Output Tiled TIFF
cs: Vytvoø dla¾dicový TIFF

source: Color map for palette must have less than 256 colors for the available range of data
cs: Barevná mapa palety musí mít ménì ne¾ 256 barev pro tento rozsah dat.

source: Unable to open TIFF file <%s>
cs: Nelze otevøít soubor TIFF <%s>

source: Writing TIFF World file
cs: Zapisuji tfw ...

source: Unable to open TIFF world file for writing
cs: Nelze otevøít soubor tfw pro zápis

source: raster, landscape structure analysis, patch index
cs: rastr, analýza krajiny, index místa

source: Error in pipe creation
cs: Chyba pøi vytváøení roury

source: Error opening channel %i
cs: Chyba pøi otevírání kanálu %i

source: Cannot create %s/.r.li/ directory
cs: Nelze vytvoøit adresáø %s/r.li/

source: Cannot create %s/.r.li/output/ directory
cs: Nelze vytvoøit adresáø %s/r.li/output/

source: r.li.worker (pid %i) exited with abnormal status %i
cs: r.li.worker (pid %i) byl ukonèen s abnormálním statusem %i

source: r.li.worker (pid %i) terminated
cs: r.li.worker (pid %i) ukonèen

source: Cannot close %s file (PIPE)
cs: Nelze uzavøít %s soubor (ROURA)

source: Cannot delete %s file (PIPE)
cs: Nelze smazat %s soubor (ROURA)

source: Cannot close %s file (PIPE2)
cs: Nemohou zavøít %s soubor (ROURA2)

source: Cannot delete %s file (PIPE2)
cs: Nelze smazat %s soubor (ROURA2)

source: Cannot close receive channel file
cs: Nelze ukonèit soubor s pøíjmovým kanálem

source: Cannot delete %s file
cs: Nelze smazat %s soubor

source: Cannot make stat of %s configuration file
cs: Nelze vytvoøit statistiku pro konfiguraèní soubor %s

source: Illegal configuration file
cs: Neplatný konfiguraèní soubor

source: Cannot read raster header file
cs: Nelze èíst hlavièku rastrového souboru

source: Irregular maskedoverlay areas definition
cs: Nepravidelná definice pøekryvných maskovacích ploch

source: The configuration file can be used only with %s rasterfile
cs: Konfiguraèní soubor mù¾e být pou¾it pouze s %s rastrovým souborem

source: Illegal configuration file (sample area)
cs: Neplatný konfiguraèní soubor (vzorková plocha)

source: Too many strats for raster map
cs: Pøíli¹ mnoho strats pro rastrovou mapu

source: CHILD[pid = %i] cannot open raster map
cs: DCERA[pid = %i] nemohu rastrovou mapu

source: CHILD[pid = %i] cannot open receive channel
cs: DCEØINÝ PROCES [pid = %i] nelze otevøít vstupní kanál

source: CHILD[pid = %i]: unable to open %s mask ... continue without!!!
cs: DCEØINÝ PROCES[pid = %i]: nelze otevøít soubor s maskou %s ... pokraèuji bez ní!

source: AREA MESSAGE: aid = %i x = %i y = %i rl = %i cl = %i
cs: ZPRÁVA O PLOCHÁCH: aid = %i x = %i y = %i rl = %i cl = %i .

source: MASKEDAREA MESSAGE: aid = %i x = %i y = %i rl = %i cl = %i mask = %s
cs: ZPRÁVA O VYMASKOVANÉCH PLOCHÁCH aid = %i x = %i y = %i rl = %i cl = %i mask = %s

source: DONE MESSAGE: aid = %i pid = %i result = %f
cs: KONEÈNÁ ZPRÁVA: aid = %i pid = %i výsledek = %f

source: ERROR MESSAGE: aid = %i pid = %i
cs: ZPRÁVA O CHYBÁCH: aid = %i pid = %i

source: TERM MESSAGE: pid = %i
cs: ZPRÁVA O UKONÈENÍ: pid = %i

source: raster, landscape structure analysis, diversity index
cs: rastr, analýza krajiny, index diverzity

source: raster, landscape structure analysis, dominance index
cs: rastr, analýza krajiny, index vlivu

source: Cannot create category file of <%s>
cs: Nelze vytvoøit soubor s kategoriemi <%s>

source: Creates a new map layer whose category values are based upon a reclassification of the categories in an existing raster map layer.
cs: Vytvoøí novou mapovou vrstvu její¾ hodnoty budou zalo¾eny na reklasifikaci hodnot výchozí rastrové mapy.

source: Raster map to be reclassified
cs: Rastrová mapa, která má být reklasifikována

source: fp: Data range is %.25f to %.25f
cs: fp: Rozsah dat je %.25f a¾ %.25f

source: Queries raster map layers on their category values and category labels.
cs: Program slou¾ící k dotazování rastrových map podle jejich kategorií a oznaèení.

source: Show the category label in the grid cell(s)
cs: Uka¾ ¹títek kategorie v buòce rastrového souboru

source: Interactive tool used to draw and save vector features on a graphics monitor using a pointing device (mouse) and save to a raster map.
cs: Interaktivní nástroj pro kreslení vektorových prvkù v grafickém monitoru pomocí polohového zaøízení (my¹i) a jejich ulo¾ení do rastrové mapy.

source: Display commands to be used for canvas backdrop (separated by ';')
cs: Pøíkazy ze skupiny d.* pro vykreslení pozadí (oddìlené ';')

source: No graphics device selected!
cs: ®ádné grafické zaøízení nebylo vybráno

source: No map created
cs: Nebyla vytvoøena ¾ádná mapa

source: Quit without creating a map??
cs: Skonèit bez vytvoøení mapy?

source: Enter the category number for this %s:
cs: Vlo¾te èíslo kategorie pro tento %s:

source: Enter a label for category %ld [%s]
cs: Vlo¾te popis kategorie %ld [%s]

source: Look ok?
cs: Vypadá to v pohodì?

source: Please choose one of the following
cs: Prosím, vyberte jedenu volbu z nasledujících

source: A define an area
cs: A definuj plochu

source: C define a circle
cs: C definuj kruh

source: L define a line
cs: L definuj linii

source: X exit (and create map)
cs: X ukonèi se (a vytvoø mapu)

source: Q quit (without creating map)
cs: Q ukonèi se (a nevytváøej mapu)

source: Converts an ESRI ARC/INFO ascii raster file (GRID) into a (binary) raster map layer.
cs: Pøevede ESRI ARC/INFO ascii rastr (GRID) na (binární) rastrovou mapu.

source: ARC/INFO ASCII raster file (GRID) to be imported
cs: ARC/INFO ASCII rastrový soubor (GRID) urèený k importu

source: Failed to copy file
cs: Kopírování souboru selhalo

source: Illegal line in header
cs: Neplatný øádek v hlavièce

source: Illegal "%s" value in header: "%s"
cs: Neplatná hodnota "%s" v hlavièce: "%s"

source: Calculates the volume of data "clumps", and (optionally) produces a GRASS vector points map containing the calculated centroids of these clumps.
cs: Spoèítá objem spojitých oblastí a (volitelnì) vytvoøí bodovou vektorovou mapu obsahující spoèítané centroidy tìhto spojitých oblastí.

source: Existing raster map representing data that will be summed within clumps
cs: Existující rastrová mapa pøedstavující data, která budou seètena v rámci spojitých oblastí

source: Existing raster map, preferably the output of r.clump
cs: Existující rastrová mapa, nejlépe výstup z r.clump

source: Vector points map to contain clump centroids
cs: Výstupní vektorová mapa obsahující centroidy spojitých oblastí

source: Generate unformatted report
cs: Vytvoøí neformátovanou zprávu

source: No data map specified
cs: Nebyly specifikovány ¾ádné vstupní mapy.

source: Unable to open centroids vector points map
cs: Nelze otevøít vektorovou mapu pro centroidy.

source: Data or Clump file not open
cs: Datový (data) nebo shlukový (clump) soubor nebyl otevøen

source: raster, map algebra
cs: rastr, mapová algebra

source: Raster map matrix filter.
cs: Maticový filtr rastrových map.

source: Name of filter file
cs: Název souboru s filtrem

source: Cannot read raster row %d
cs: Nelze naèíst øádek rastrové mapy %d

source: Calculates cast shadow areas from sun position and DEM. Either A: exact sun position is specified, or B: date/time to calculate the sun position by r.sunmask itself.
cs: Poèítá plnì zastínìné oblasti z polohy Slunce a DMT buï A: je-li specifikována pøesná pozice Slunce nebo B: pozice je spoèítána samostatnì z hodnoty datum/èas pomocí r.sunmask.

source: Name of elevation raster map
cs: Název rastrového souboru s digitálním modelem terénu

source: Output raster map having shadows
cs: Výstupní rastrová mapa obsahující plochy ve stínu

source: A: altitude of the sun above horizon, degrees
cs: A: vý¹ka Slunce nad horizontem, stupnì

source: By_position
cs: Podle_pozice

source: A: azimuth of the sun from the north, degrees
cs: A: azimut Slunce od serveru, stupnì

source: B: year (1950..2050)
cs: B: rok (1950..2050)

source: By_time
cs: Podle_èasu

source: B: month (0..12)
cs: B: mìsíc (0..12)

source: B: day (0..31)
cs: B: den (0..31)

source: B: hour (0..24)
cs: B: hodina (0..24)

source: B: minutes (0..60)
cs: B: minuty (0..60)

source: B: seconds (0..60)
cs: B: vteøiny (0..60)

source: B: timezone (east positive, offset from GMT, also use to adjust daylight savings)
cs: B: èasová zóna (východ kladná, vzdálenost od Greewichského støedního èasu (GMT), lze také zahrnout letní/zimní èas)

source: East coordinate (point of interest, default: map center)
cs: Východní souøadnice (bod zájmu, výchozí: støed mapy)

source: North coordinate (point of interest, default: map center)
cs: Severní souøadnice (bod zájmu, výchozí: støed mapy)

source: Zero is a real elevation
cs: Nula oznaèuje také vý¹ku nad moøem

source: Verbose output (also print out sun position etc.)
cs: roz¹íøený výstup (vytiskne také pozici Slunce atd.)

source: Empty east coordinate specified!
cs: Nebyla zadána východní souøadnice!

source: Empty north coordinate specified!
cs: Nebyla zadána severní souøadnice!

source: Either define sun position or location/date/time parameters.
cs: Buï zadejte pozici Slunce nebo parametry místo/datum/èas.

source: Neither sun position nor east/north, date/time/timezone definition are complete.
cs: Ani pozice Slunce ani východ/sever, specifikace datumu/èasu/èasová zóny není kompletní.

source: Calculating sun position... (using solpos (V. %s) from NREL)
cs: Poèítám pozici Slunce... (pou¾ívám solpos (V. %s) z NREL)

source: Using user defined sun azimuth, altitude settings (ignoring eventual other values)
cs: Pou¾ívám azimut Slunce zadaný u¾ivatelem, nastavení zem. ¹íøky (ingnoruji pøípadné dal¹í hodnoty)

source: %d.%02d.%02d, daynum %d, time: %02i:%02i:%02i (decimal time: %f)
cs: %d.%02d.%02d, èíslo dne %d, èas: %02i:%02i:%02i (decimálnì: %f)

source: long: %f, lat: %f, timezone: %f
cs: délka: %f, ¹íøka: %f, èasová zóna: %f

source: Solar position: sun azimuth: %f, sun angle above horz.(refraction corrected): %f
cs: Poloha Slunce: Azimut: %f, vý¹ka Slunce nad horizontem. (odraz opraven): %f

source: Sunrise time (without refraction): %02d:%02d:%02d
cs: Èas východu Slunce (bez refrakce): %02d:%02d:%02d

source: Sunset time (without refraction): %02d:%02d:%02d
cs: Èas západu Slunce (bez refrakce): %02d:%02d:%02d

source: Time (%02i:%02i:%02i) is before sunrise (%02d:%02d:%02d)!
cs: Èas (%02i:%02i:%02i) je pøed východem Slunce (%02d:%02d:%02d)!

source: Time (%02i:%02i:%02i) is before sunrise!
cs: Èas (%02i:%02i:%02i) je pøed západem Slunce!

source: Time (%02i:%02i:%02i) is after sunset (%02d:%02d:%02d)!
cs: Èas (%02i:%02i:%02i) je po západu Slunce (%02d:%02d:%02d)!

source: Time (%02i:%02i:%02i) is after sunset!
cs: Èas (%02i:%02i:%02i) je po západu Slunce!

source: No map calculation requested. Finished.
cs: Není po¾adována ¾ádný výpoèet mapy. Konèím.

source: You already know the sun position.
cs: Pozice Slunce je ji¾ známa.

source: Can't open range file for %s
cs: nemohu otevøít soubor s rozsahem pro %s

source: Can't read row in input elevation map
cs: nemohu èíst øádek ze vstupní mapy reliéfu

source: Surface area estimation for rasters.
cs: Odhad plochy povrchù rastrových map.

source: Raster file for surface
cs: Rastrový soubor pro povrch

source: Name of an existing MAT-File(v4)
cs: Název existujícího MAT-souboru(v4)
