Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: SQL statement is not valid. %s
cs: SQL pøíkaz není platný. %s
sv: SQL-satsen är inte giltig. %s

source: SQL statement is valid
cs: SQL pøíkaz je platný
sv: SQL-satsen är giltig

source: Column to set (SET clause)
sv: Kolumn att ställa in (SET-klausul)

source: Calculate column value to set
sv: Beräkna kolumnvärde för att ställa in

source: Functions
sv: Funktioner

source: SQL statement was not applied
sv: SQL-satsen tillämpades inte

source: SQL statement applied
sv: Tillämpad SQL-sats

source: Dbf driver does not support usage of SQL functions.
sv: Dbf-drivrutinen stöder inte användning av SQL-funktioner.

source: Setup for georectification
cs: Nastavení georektifikace
sv: Inställning för georektifiering

source: Georectifying setup canceled.
cs: Nastavení georektifikace zru¹eno
sv: Georektifierande inställning avbruten.

source: Select map type and location/mapset
cs: Vybrat typ mapy a location/mapset
sv: Välj karttyp och plats/kartbild

source: Map type to georectify
cs: Typ mapy pro georektifikaci
sv: Karttyp för att georektifiera

source: vector
cs: vektorová mapa
sv: vektor

source: Select source location:
cs: Vybrat zdrojovou location:
sv: Välj plats för källan:

source: Select source mapset:
cs: Vybrat zdrojový mapset:
sv: Välj källa mapset:

source: You must select a valid location before selecting a mapset
cs: Musíte vybrat platnou location vybíráním mapsetu
sv: Du måste välja en giltig plats innan du väljer en mapset

source: You must select a valid location and mapset in order to continue
cs: Musí vybrat nejdøíve location a poté mapset pokud chcete dále pokraèovat.
sv: Du måste välja en giltig plats och ett giltigt mapset för att kunna fortsätta

source: Select image/map group to georectify
cs: Vybrat obrazovou/mapovou skupinu pro georektifikaci
sv: Välj bild-/kartgrupp att georektifiera

source: Select/create group:
sv: Välj/skapa grupp:

source: Create group if none exists
cs: vytvoøit skupinu pokud ¾ádná neexistuje
sv: Skapa grupp om det inte finns någon

source: Create/edit group...
cs: Vytvoøit/upravit skupinu...
sv: Skapa/redigera grupp...

source: Add vector map to group...
cs: Pøidat vektorovou vrstvu do skupiny....
sv: Lägg till vektorkarta i grupp...

source: Extension for output maps:
cs: Pøípona pro výstupní mapy:
sv: Tillägg för utmatningskartor:

source: No vector maps.
sv: Inga vektorkartor.

source: You must select a valid image/map group in order to continue
cs: Musíte vybrat platnou skupinu obrazù/map pokud chcete dále pokraèovat
sv: Du måste välja en giltig bild-/kartgrupp för att kunna fortsätta

source: You must enter an map name extension in order to continue
cs: Musíte vlo¾it pøíponu k mapì pokud chcete dále pokraèovat
sv: Du måste ange ett kartnamnstillägg för att kunna fortsätta

source: Select maps to display for ground control point (GCP) creation
cs: Vyberte mapy zobrazené pro vytvoøení vlicovacích bodù
sv: Välj kartor som ska visas för skapande av markkontrollpunkter (GCP)

source: Select source map to display:
cs: Vyberte zdrojovou mapu k zobrazení:
sv: Välj källkarta som ska visas:

source: Select target raster map to display:
sv: Välj målrasterkarta som ska visas:

source: Select target vector map to display:
sv: Välj målvektorkarta som ska visas:

source: You must select a source map in order to continue
cs: Musíte vybrat zdrojovo mapu pokud chcete pokraèovat
sv: Du måste välja en källkarta för att kunna fortsätta

source: No maps in selected group <%s>. Please edit group or select another group.
sv: Inga kartor i vald grupp <%s>. Redigera gruppen eller välj en annan grupp.

source: Manage Ground Control Points
cs: Spravovat Vlicovací body (GCP)
sv: Hantera markkontrollpunkter

source: At least %d GCPs required. Operation canceled.
sv: Minst %d GCP krävs. Operation avbruten.

source: source
cs: zdroj
sv: källa

source: target
cs: cíl
sv: lokation

source: Set GCP coordinates
cs: Nastavit souøadnice vlicovacím bodùm
sv: Ställ in GCP-koordinater

source: Set %(coor)s coordinates for GCP No. %(key)s? East: %(coor0)s North: %(coor1)s
cs: Nastavit %(coor)s souøadnice pro vlicovací bod èíslo %(key)s? Východ: %(coor0)s Sever: %(coor1)s
sv: Ställ in %(coor)s koordinater för GCP nr %(key)s? Öst: %(coor0)s Norr: %(coor1)s

source: Writing POINTS file failed
cs: Zapisování souboru POINTS selhalo
sv: Filen POINTS skrevs inte

source: POINTS file saved for group <%s>
cs: soubor POINTS byl ulo¾en pro skupinu <%s>
sv: POINTS-fil sparad för grupp <%s> (*)

source: source mapwin not defined
sv: källa mapwin ej definierad

source: target mapwin not defined
sv: mål mapwin inte definierat

source: Reading POINTS file failed
cs: Ètení souboru POINTS selhalo
sv: Läsning av filen POINTS misslyckades

source: Insufficient points defined and active (checked) for selected rectification method (order: %d). 3+ points needed for 1st order, 6+ points for 2nd order, and 10+ points for 3rd order.
sv: Otillräckliga punkter definierade och aktiva (markerade) för vald korrigeringsmetod (ordning: %d). 3+ punkter behövs för 1:a ordningen, 6+ punkter för 2:a ordningen, och 10+ punkter för 3:e ordningen.

source: The {map_type} map {map_name} exists. Do you want to overwrite?
sv: {map_type}-kartan {map_name} finns redan. Vill du skriva över den?

source: Rectifying images, please wait...
cs: Rektifikuji obrazy. prosím poèkejte...
sv: Rättar till bilder, vänta...

source: Transforming <%s>...
cs: transformuji <%s>...
sv: Omvandling av <%s>...

source: Rectifying vector map <%s>, please wait...
sv: Rektifierar vektorkarta <%s>, vänta...

source: Georectification of vector map <%s> failed
cs: Georektifikace vektorové mapy <%s< selhala
sv: Georektifiering av vektorkarta <%s> misslyckades

source: GCP Manager settings
cs: Nastavení správce vlicovacích bodù
sv: Inställningar för GCP Manager

source: Quit GCP Manager
cs: Ukonèit Správce GCP
sv: Avsluta GCP Manager

source: Save ground control points?
cs: Ulo¾it vlicovací body (GCP)?
sv: Spara markkontrollpunkter?

source: Could not calculate RMS Error. Possible error with m.transform.
sv: Det gick inte att beräkna RMS Error. Möjligt fel med m.transform.

source: Could not calculate new extends. Possible error with m.transform.
sv: Det gick inte att beräkna nya extends. Möjligt fel med m.transform.

source: Adjust source display to target display
cs: Pøizpùsobit zdrojový displej cílovému
sv: Justera källdisplayen till måldisplayen

source: Adjust target display to source display
cs: Pøizpùsobit cílový displej zdrojovému
sv: Justera måldisplayen till källdisplayen

source: use
cs: pou¾ít
sv: använd

source: source E
cs: V souøadnice zdroje
sv: källa E

source: source N
cs: S souøadnice zdroje
sv: källa N

source: target E
cs: Cílová V souøadnice
sv: mål E

source: target N
cs: Cílová S souøadnice
sv: mål N

source: Forward error
cs: Dopøedná chyba
sv: Framåtriktat fel

source: Backward error
cs: Zpìtná chyba
sv: Fel bakåt i tiden

source: Invalid coordinate value. Operation canceled.
sv: Ogiltigt koordinatvärde. Operationen avbruten.

source: Create vector map group
cs: Vytvoøit skupinu vektorových map
sv: Skapa en grupp med vektorkartor

source: Select vector map(s) to add to group:
cs: Vybrat vektorovou mapu pro pøidání do skupiny:
sv: Välj vektorkarta(er) att lägga till i gruppen:

source: Edit GCP
cs: Upravit vlicovací body
sv: Redigera GCP

source: source E:
cs: Zdroj V:
sv: källa E:

source: target E:
cs: Cílová V souøadnice:
sv: mål E:

source: source N:
cs: Zdroj S:
sv: källa N:

source: target N:
cs: Cílová S souøadnice:
sv: mål N:

source: Apply changes for the current session
cs: Aplikovat zmìny jen pro toto spu¹tìní
sv: Tillämpa ändringar för den aktuella sessionen

source: Apply and save changes to user settings file (default for next sessions)
cs: Ulo¾it zmìny do souboru s u¾ivatelským nastavením (jako výchozí pro dal¹í seance)
sv: Tillämpa och spara ändringar i filen med användarinställningar (standard för nästa session)

source: Close dialog
cs: Zavøít dialog
sv: Stäng dialogrutan

source: Symbology
cs: Symbolika
sv: Symbologi

source: Highlight highest RMS error only
cs: Zvýraznit pouze bod s nejvìt¹í RMS
sv: Markera endast det högsta RMS-felet

source: Highlight RMS error > M + SD * factor:
cs: Zvýraznit RMS chybu > M + SO * faktor:
sv: Markera RMS-fel > M + SD * faktor:

source: Highlight GCPs with an RMS error larger than mean + standard deviation * given factor. Recommended values for this factor are between 1 and 2.
cs: Zvýraznit vlicovací body s RMS chybou vét¹í ne¾ prùmìr + standartní odchylka * daný faktor. Doporuèené hodnoty faktoru jsou mezi 1 a 2.
sv: Markera GCP:er med ett RMS-fel som är större än medelvärde + standardavvikelse * given faktor. Rekommenderade värden för denna faktor är mellan 1 och 2.

source: Symbol settings
cs: Nastavení symbolu
sv: Inställningar för symboler

source: Color:
cs: Barva:
sv: Färg:

source: Color for high RMS error:
cs: Barva pro vysokou RMS chybu:
sv: Färg för högt RMS-fel:

source: Color for selected GCP:
cs: Barva pro vybraný vlicovací bod:
sv: Färg för vald GCP:

source: Color for unused GCPs:
cs: Barva pro nevybraný vlicovací bod:
sv: Färg för oanvända GCP:er:

source: Show unused GCPs
cs: Zobrazit nepou¾ívané vlicovací body
sv: Visa oanvända GCP:er

source: Symbol size:
cs: Velikost symbolu:
sv: Symbolstorlek:

source: Line width:
cs: ©íøka linie:
sv: Linjebredd:

source: Rectification
cs: Rektifikace
sv: Rättelse

source: Select rectification order
sv: Välj rättelseorder

source: 1st order
cs: georektifikace 1. øádu
sv: 1:a ordern

source: 2nd order
cs: georektifikace 2. øádu
sv: 2:a ordern

source: 3rd order
cs: georektifikace 3.øádu
sv: 3:e ordern

source: Select interpolation method:
sv: Välj interpoleringsmetod:

source: clip to computational region in target location
cs: Spojit s výpoèetním regionem v cílové location
sv: klipp till beräkningsregion i målplats

source: overwrite result map
sv: skriva över resultatkarta

source: RMS threshold factor must be > 0
cs: Prahová hodnota RMS musí být > 0
sv: RMS tröskelfaktor måste vara > 0

source: RMS threshold factor is < 1 Too many points might be highlighted
cs: Prahová hodnota RMS je < 1 Pøíli¹ mnoho bodù mù¾e být zvýraznìno
sv: RMS tröskelfaktor är < 1 För många punkter kan komma att markeras

source: GCP Manager settings saved to file '%s'.
cs: Nastavení Správce vlicovacích bodù ulo¾eno do souboru '%s'.
sv: GCP Manager-inställningar sparade i filen '%s'.

source: Map Toolbar
cs: Nástrojová li¹ta pro správu mapy
sv: Verktygsfält för karta

source: GCP Display toolbar
cs: Panel nástrojù vlicovacích bodù
sv: Verktygsfältet GCP Display

source: GCP Manager toolbar
cs: Správa panelu nástrojù vlicovacích bodù
sv: Verktygsfältet GCP Manager

source: GCP List
cs: Seznam vlicovacích bodù (GCP)
sv: GCP-lista

source: Source Display
cs: Zdrojový displej
sv: Källa Display

source: Target Display
cs: Cílový displej
sv: Måldisplay

source: Nothing to render (empty map). Operation canceled.
cs: Není co zobrazit (prázdná mapa). Operace ukonèena.
sv: Inget att återge (tom karta). Operationen avbruten.

source: Choose a file name to save the image (no need to add extension)
cs: vyberte jméno souboru pro ulo¾ení obrázku (není potøeba zadávat pøíponu soubru)
sv: Välj ett filnamn för att spara bilden (du behöver inte ange något tillägg)

source: Page setup
cs: Nastavení stránky
sv: Inställning av sida

source: Print preview
cs: Náhled tisku
sv: Förhandsgranska utskrift

source: Print display
cs: Tisk kompozice displeje
sv: Display för utskrift

source: Zoom to computational region (set with g.region)
cs: Pøiblí¾it na výpoèetní region (nastaven pomocí g.region)
sv: Zooma till beräkningsregion (anges med g.region)

source: Zoom to default region
cs: Zvìt¹it podle výchozího regionu
sv: Zooma till standardregionen

source: Zoom to saved region
cs: Zvìt¹it podle ulo¾eného regionu
sv: Zooma till sparad region

source: Set computational region from display
cs: Nastavit výpoèetní region podle aktuálního zobrazení
sv: Ange beräkningsregion från displayen

source: Save display geometry to named region
cs: Ulo¾it aktuální zobrazení jako pojmenovaný region
sv: Spara visningsgeometri till namngiven region

source: Pan to GCP by number
sv: Pan till GCP efter antal

source: Valid Range:
cs: Povolený rozsah:
sv: Giltigt intervall:

source: RMS error
cs: RMS (støední kvadratická) chyba
sv: RMS-fel

source: Forward: %(forw)s, Backward: %(back)s
cs: Dopøedná: %(forw)s, Zpìtná: %(back)s
sv: Framåt: %(forw)s, Bakåt: %(back)s

source: Add new GCP to the list
sv: Lägg till ett nytt GCP i listan

source: Delete selected GCP
cs: Odstranit vybrané vlicovací body
sv: Ta bort valt GCP

source: Clear selected GCP
cs: Vymazat vybrané vlicovací bod
sv: Rensa valt GCP

source: Recalculate RMS error
cs: pøepoèítat RMS (støední kvadratickou chybu)
sv: Beräkna RMS-felet på nytt

source: Georectify
cs: Georektifikace
sv: Georektifiera

source: Save GCPs to POINTS file
cs: Ulo¾it vlicovací body do souboru POINTS
sv: Spara GCP till filen POINTS

source: Reload GCPs from POINTS file
cs: Znovu naèíst vlicovací body z vybraného souboru POINTS
sv: Uppdatera GCP från filen POINTS

source: Set map canvas for
sv: Ställ in kartbild för

source: / Zoom to map
cs: / Pøiblí¾it na mapu
sv: / Zooma till kartan

source: Update GCP coordinates
sv: Uppdatera GCP-koordinater

source: Update GCP coordinates)
sv: Uppdatera GCP-koordinater)

source: Disable
cs: Zakázat
sv: Inaktivera

source: Enable
cs: Povolit
sv: Aktivera

source: Set label
sv: Ställ in etikett

source: Set comment
sv: Ange kommentar

source: Add control point
cs: Pøidat vlicovací bod
sv: Lägg till kontrollpunkt

source: Remove control point
cs: Odstranit vlicovací bod
sv: Ta bort kontrollpunkt

source: Intermediate
cs: pøechodné
sv: Hemmakock

source: Display
cs: Displej
sv: Visa

source: Properties
cs: Vlastnosti
sv: Egenskaper

source: Label:
sv: Etikett:

source: Comment:
sv: Kommentar:

source: Data properties
cs: Vlastnosti dat
sv: Dataegenskaper

source: Name of raster map:
cs: Jméno rastrové mapy:
sv: Namn på rasterkartan:

source: Name of vector map:
cs: Jméno vektorové mapy:
sv: Namn på vektorkarta:

source: Name of element:
cs: Jméno prvku:
sv: Namn på elementet:

source: Type of element:
sv: Typ av element:

source: Add GRASS command to the model
sv: Lägg till GRASS-kommando i modellen

source: Command
cs: Pøíkazy
sv: Kommando

source: Label and comment
sv: Etikett och kommentar

source: Command not defined. Unable to add new action to the model.
cs: Pøíkaz není definován. Nelze pøidat novou akci do modelu.
sv: Kommandot är inte definierat. Det går inte att lägga till en ny åtgärd i modellen.

source: '%s' is not a GRASS tool. Unable to add new action to the model.
sv: '%s' är inte ett GRASS-verktyg. Det går inte att lägga till en ny åtgärd i modellen.

source: Relation properties
sv: Relationens egenskaper

source: From
sv: Från

source: Command:
sv: Kommando:

source: Option:
sv: Alternativ:

source: Relation doesn't start with data item. Unable to add relation.
sv: Relationen börjar inte med dataobjektet. Det går inte att lägga till en relation.

source: Relation doesn't point to GRASS command. Unable to add relation.
sv: Relationen pekar inte på GRASS-kommandot. Det går inte att lägga till en relation.

source: No relevant option found. Unable to add relation.
sv: Inget relevant alternativ hittades. Det går inte att lägga till en relation.

source: Condition
cs: Podmínka
sv: Villkor

source: Label
sv: Etikett

source: Loop properties
cs: Vlastnosti smyèky
sv: Egenskaper för slingor

source: List of items in loop
cs: Seznam prvkù ve smyèce
sv: Lista över objekt i slingan

source: Series
sv: Serier

source: Define map series as condition for the loop
sv: Definiera kartserie som villkor för slingan

source: Define series of maps
sv: Definiera serie av kartor

source: If-else properties
cs: Vlastnosti If-else
sv: Om-eller-annat-egenskaper

source: List of items in 'if' block
cs: Seznam prvkù v bloku 'if'
sv: Lista över poster i "if"-blocket

source: List of items in 'else' block
cs: Seznam prvkù v bloku 'else'
sv: Lista över objekt i "else"-blocket

source: Variable <%s> already exists in the model. Adding variable failed.
cs: Promìnná <%s> ji¾ v modelu existuje. pøidání promìnné selhalo.
sv: Variabel <%s> finns redan i modellen. Att lägga till variabel misslyckades.

source: Do you want to delete all variables from the model?
cs: Pøejete si odstranit v¹echny promìnné z modelu?
sv: Vill du ta bort alla variabler från modellen?

source: Delete variables
cs: Smazat promìnné
sv: Ta bort variabler

source: Delete selected
cs: Odstranit vybrané
sv: Radera markerade

source: Delete all
cs: Odstranit v¹e
sv: Radera alla

source: No
cs: Ne
sv: Nej

source: Yes
cs: Budi¾
sv: Ja

source: Model parameters
cs: Parametry modelu
sv: Modellparametrar

source: Delete intermediate data when finish
sv: Ta bort mellanliggande data när du är klar

source: Variables
cs: Promìnné
sv: Variabler

source: Graphical Modeler
sv: Grafisk modellerare

source: Graphical Modeler - GRASS GIS
sv: Grafisk modellerare - GRASS GIS

source: model
sv: modell

source: Script generated by wxGUI Graphical Modeler.
cs: Skript vytvoøen pomocí wxGUi grafického modelování.
sv: Skript som genereras av wxGUI Graphical Modeler.

source: undefined variable '%s'
sv: odefinierad variabel '%s'

source: Running model...
cs: Spou¹tím modul
sv: Löpande modell...

source: Model is empty. Nothing to run.
cs: Model je prázdný. Není co spustit.
sv: Modellen är tom. Inget att köra.

source: Validating model...
cs: Vyhodnocuji model...
sv: Validering av modell...

source: Model is not valid. Do you want to run the model anyway? %s
cs: Modul je neplatný. Chcete jej pøesto spustit? %s
sv: Modellen är inte giltig. Vill du köra modellen ändå? %s

source: Run model?
cs: Spustit modul?
sv: Kör modell?

source: Variables below not defined:
sv: Variablerna nedan är inte definierade:

source: Raster maps
cs: Rastrové mapy
sv: Rasterkartor

source: 3D raster maps
cs: 3D rastrové mapy
sv: 3D-rasterkartor

source: Vector maps
cs: Vektorové mapy
sv: Vektorkartor

source: empty
sv: tom

source: Details: unsupported tag name '{0}'.
sv: Detaljer: taggnamnet '{0}' stöds inte.

source: Module {task_name} in your model contains parameterized flags. Actinia does not support parameterized flags. The following flags are therefore not being written in the generated JSON: {flags}
sv: Modul {task_name} i din modell innehåller parametriserade flaggor. Actinia stöder inte parametriserade flaggor. Följande flaggor skrivs därför inte in i den genererade JSON: {flags}

source: Condition:
cs: Podmínka:
sv: Tillstånd:

source: Condition: not defined
cs: Podmínka: nedefinována
sv: Villkor: ej definierat

source: if-else
sv: om-annat

source: Model
cs: Modelování
sv: Modell

source: Items
cs: Prvky
sv: Artiklar

source: Script editor
sv: Skriptredigerare

source: Command output
cs: Výstup pøíkazù
sv: Kommandoutgång

source: {} script contains local modifications
sv: {} skriptet innehåller lokala ändringar

source: {} script is up-to-date
sv: {} skriptet är uppdaterat

source: Model computation finished
sv: Modellberäkning avslutad

source: %d intermediate maps deleted from current mapset
sv: %d mellanliggande kartor raderade från aktuell kartuppsättning

source: Reading model file <%s> failed. Invalid file, unable to parse XML document. %s
sv: Läsning av modellfil <%s> misslyckades. Ogiltig fil, XML-dokumentet kan inte analyseras. %s

source: Please wait, loading model...
cs: Prosím èekejte, naèítám model...
sv: Vänta, läser in modell...

source: Writing current settings to model file failed.
cs: Zápis aktuálního nastavení do souboru modelu selhalo.
sv: Skrivning av aktuella inställningar till modellfilen misslyckades.

source: Unable to open file <%s> for writing.
cs: Nelze otevøít soubor <%s> pro zápis.
sv: Fil <%s> kan inte öppnas för skrivning.

source: Current model is not empty. Do you want to store current settings to model file?
cs: Souèasný model není prázdný. Pøejete si ulo¾it aktuální nastavení do souboru modelu?
sv: Aktuell modell är inte tom. Vill du lagra aktuella inställningar i modellfilen?

source: Create new model?
cs: Vytvoøit nový model?
sv: Skapa en ny modell?

source: Choose model file
cs: Vyberte model ze souboru
sv: Välj modellfil

source: GRASS Model File (*.gxm)|*.gxm
cs: GRASS soubor modulu (*.gxm)|*.gxm
sv: GRASS-modellfil (*.gxm)|*.gxm

source: %(items)d items (%(actions)d actions) loaded into model
cs: %(items)d prvkù (%(actions)d akcí) naèteno do modelu
sv: %(items)d objekt (%(actions)d åtgärder) inlästa i modellen

source: Model file <%s> already exists. Do you want to overwrite this file?
cs: Soubor s modelem <%s> ji¾ existuje. Pøejete si tento soubor pøepsat?
sv: Modellfilen <%s> finns redan. Vill du skriva över den här filen?

source: Save model
cs: Ulo¾it model
sv: Spara modell

source: File <%s> saved
cs: Soubor <%s> byl ulo¾en
sv: Filen <%s> sparad

source: Choose file to save current model
cs: Vybrat soubor pro ulo¾ení aktuálního modelu
sv: Välj fil för att spara aktuell modell

source: File already exists
cs: Soubor ji¾ existuje
sv: Filen finns redan

source: Model exported to <%s>
cs: Model exportován do <%s>
sv: Modellen exporteras till <%s>

source: Add comment
sv: Lägg till kommentar

source: Empty comment. Nothing to add to the model.
sv: Tom kommentar. Inget att tillföra modellen.

source: No intermediate data to delete.
sv: Inga mellanliggande data att radera.

source: Do you want to permanently delete data?%s
cs: Chcete trvale odstranit data? %s
sv: Vill du radera data permanent?%s

source: Delete intermediate data?
cs: Smazat doèasná data
sv: Ta bort mellanliggande data?

source: Model is empty. Nothing to validate.
cs: Model je prázdný. Není co vyhodnotit.
sv: Modellen är tom. Inget att validera.

source: Model is not valid. %s
cs: Model není platný. %s
sv: Modellen är inte giltig. %s

source: Model is valid.
cs: Model je platný
sv: Modellen är giltig.

source: wxGUI Graphical Modeler
cs: wxGUI Grafické modelování
sv: wxGUI Grafisk modellerare

source: Redrawing model...
cs: Pøekresluji model...
sv: Omritning av modell...

source: Do you want to save changes in the model?
cs: Chcete ulo¾it zmìny v modelu?
sv: Vill du spara ändringarna i modellen?

source: Do you want to store current model settings to model file?
cs: Chcete ulo¾it souèasné nastavní do souboru modelu?
sv: Vill du spara aktuella modellinställningar i modellfilen?

source: Quit Graphical Modeler
cs: Ukonèit Grafické modelování
sv: Avsluta Graphical Modeler

source: List of variables - right-click to delete
cs: Seznam promìnných - kliknìte pravým tlaèítkem pro vymazání
sv: Lista över variabler - högerklicka för att ta bort

source: Default value
cs: výchozí hodnota
sv: Standardvärde

source: Description
cs: Popis
sv: Beskrivning

source: Name
cs: Jméno
sv: Namn

source: Add new variable
cs: Pøidat novou promìnnou
sv: Lägg till ny variabel

source: integer
sv: heltal

source: float
cs: desetinné èíslo
sv: flyt

source: string
cs: øetìzec
sv: sträng

source: mapset
sv: kartset

source: file
sv: fil

source: Add new variable to the model
cs: Pøidat novou promìnnou do modelu
sv: Lägg till en ny variabel i modellen

source: List of items - right-click to delete
cs: Sesznam prvkù - pryvým klikem sma¾ete
sv: Lista över objekt - högerklicka för att radera

source: In loop
sv: I slinga

source: Parameterized
sv: Parametriserad

source: No items to selected.
sv: Inga objekt att välja.

source: Python script
sv: Python-skript

source: Run script
sv: Kör skript

source: Save the script to a file
sv: Spara skriptet till en fil

source: Refresh the script based on the model. It will discard all local changes.
sv: Uppdatera skriptet baserat på modellen. Alla lokala ändringar ignoreras.

source: actinia
sv: aktinia

source: Python script type:
sv: Python-skript typ:
