Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Manages semantic label information assigned to a single raster map or to a list of raster maps.
sv: Hanterar semantisk etikettinformation som tilldelats en enskild rasterkarta eller en lista med rasterkartor.

source: Name of semantic label identifier (example: S2_1)
sv: Namn på identifierare för semantisk etikett (exempel: S2_1)

source: Name of shaded raster map
sv: Namn på skuggad rasterkarta

source: Color to use instead of NULL values
sv: Färg som ska användas i stället för NULL-värden

source: Either a standard color name, R:G:B triplet, or "none"
sv: Antingen ett standardfärgnamn, R:G:B-triplett eller "ingen"

source: Use colors from color tables for NULL values
sv: Använd färger från färgtabeller för NULL-värden

source: Produces tilings of the source projection for use in the destination region and projection.
cs: Vytvoøí dla¾dice zdrojové projekce pro pou¾ití v cílovém regionu a projekci.
sv: Producerar tilingar av källprojektionen för användning i destinationsregionen och -projektionen.

source: tiling
sv: plattsättning

source: Produces shell script output
cs: Výstup ve formátu pro shell skript
sv: Producerar utdata från skal-skript

source: Produces web map server query string output
cs: Vytvoøí øetìzec urèený pro mapový server
sv: Producerar frågesträng för webbkartserver

source: Name of region to use instead of current region for bounds and resolution
cs: Jméno regionu pou¾itého místo aktuálního regionu pro okraje a rozli¹ení
sv: Namn på region som ska användas i stället för aktuell region för gränser och upplösning

source: Source projection
cs: Zdrojová projekce
sv: Källa projektion

source: Conversion factor from units to meters in source projection
cs: Pøevodní faktor z jednotek na metry ve zdrojové projekci
sv: Omvandlingsfaktor från enheter till meter i källprojektionen

source: Destination projection, defaults to this location's projection
cs: Cílová projekce, výchozí je projekce aktuální location
sv: Destinationsprojektion, standard är den här platsens projektion

source: Maximum number of columns for a tile in the source projection
cs: Maximální poèet sloupcù dla¾dic ve vstupní projekci
sv: Maximalt antal kolumner för en kakelplatta i källprojektionen

source: Maximum number of rows for a tile in the source projection
cs: Maximální poèet øádkù pro dla¾dice ve zdrojové projekci
sv: Maximalt antal rader för en kakelplatta i källprojektionen

source: Number of cells tiles should overlap in each direction
cs: Poèet dla¾dic by mìl být stejný v obou smìrech
sv: Antal celler som plattorna ska överlappa i varje riktning

source: Output field separator
cs: Výstupní oddìlovaè sloupcù
sv: Separator för utmatningsfält

source: Imports a GRASS GIS specific raster archive file (packed with r.pack) as a raster map
sv: Importerar en GRASS GIS-specifik rasterarkivfil (packad med r.pack) som en rasterkarta

source: Name of input pack file
sv: Namn på inmatad pack-fil

source: Name for output raster map (default: taken from input file internals)
sv: Namn för utgående rasterkarta (standard: hämtas från inmatningsfilens interna data)

source: Output settings
sv: Inställningar för utmatning

source: Override projection check (use current projects's CRS)
sv: Åsidosätt projektionskontroll (använd aktuella projekts CRS)

source: Assume that the dataset has same coordinate reference system as the current project
sv: Antag att datasetet har samma koordinatreferenssystem som det aktuella projektet

source: Print projection information of input pack file and exit
sv: Skriv ut projektionsinformation för inmatad paketfil och avsluta

source: Create a 3D raster map from an assemblage of many coordinates using univariate statistics
sv: Skapa en 3D-rasterkarta från en samling av många koordinater med hjälp av univariat statistik

source: Scan data file for extent then exit
cs: Projdi soubor, nalezni okrajové hodnoty a ukonèi se
sv: Skanna datafilen efter omfattning och avsluta sedan

source: In scan mode, print using shell script style
cs: Ve scan módu tiskni ve stylu pro shell skript
sv: I skanningsläge, skriv ut med hjälp av skal-skript

source: Ignore broken lines
cs: Ignorovat zlomené linie
sv: Ignorera brutna linjer

source: ASCII file containing input data
sv: ASCII-fil som innehåller indata

source: Statistic to use for raster values
cs: Statistika pou¾itá pro rastrové hodnoty
sv: Statistik att använda för rastervärden

source: Statistic
cs: Statistika
sv: Statistik

source: Storage type for resultant raster map
cs: Typ ulo¾ení výsledné rastrové mapy
sv: Lagringstyp för resulterande rasterkarta

source: Column number of x coordinates in input file (first column is 1)
cs: Èíslo sloupce pou¾itého jako souøadnice x ve vstupním souboru (první sloupec je 1)
sv: Kolumnnummer för x-koordinater i indatafilen (första kolumnen är 1)

source: Column number of y coordinates in input file
cs: Èíslo sloupeèku pro souøadnice y ve vstupním souboru
sv: Kolumnnummer för y-koordinater i indatafilen

source: Column number of z coordinates in input file
sv: Kolumnnummer för z-koordinater i indatafilen

source: Column number of data values in input file
cs: Èíslo sloupeèku hodnot bunìk ve vstupním souboru
sv: Kolumnnummer för datavärden i indatafilen

source: If not given or set to 0, the data points' z-values are used
sv: Om inget anges eller om värdet sätts till 0 används datapunkternas z-värden

source: Filter range for value column data (min,max)
sv: Filterområde för värdekolumndata (min,max)

source: Scaling factor to apply to value column data
sv: Skalningsfaktor som ska tillämpas på data i värdekolumnen

source: Percent of map to keep in memory
cs: Èást mapy v procentech, která má být uchována v pamìti
sv: Procent av kartan som ska sparas i minnet

source: pth percentile of the values
cs: pth percentil hodnot
sv: p:e percentilen av värdena

source: Discard <trim> percent of the smallest and <trim> percent of the largest observations
sv: Kassera <trim> procent av de minsta och <trim> procent av de största observationerna

source: Number of parallel processes to launch
sv: Antal parallella processer som ska startas

source: Creates a copy of a space time raster dataset.
sv: Skapar en kopia av ett rasterdataset för rum och tid.

source: time
sv: tid

source: Required
cs: Po¾adováno
sv: Obligatorisk

source: Also copy maps of the space-time dataset
sv: Kopiera även kartor över rumtidsdatasetet

source: By default the old maps are only registered in the new dataset.
sv: Som standard registreras endast de gamla kartorna i den nya datasetet.

source: Creates a space time dataset.
sv: Skapar ett dataset för rymdtid.

source: create
sv: skapa

source: Type of the output space time dataset
sv: Typ av utdataset för rymdtid

source: Semantic type of the space time dataset
sv: Semantisk typ av rymd- och tidsdataset

source: Title of the new space time dataset
sv: Titel på det nya datasetet för rymdtid

source: Description of the new space time dataset
sv: Beskrivning av det nya datasetet för rymdtid

source: Lists information about space time datasets and maps.
sv: Innehåller information om dataset och kartor för rymdtid.

source: Name of an existing space time dataset or map
sv: Namn på en befintlig dataset eller karta för rymdtid

source: Print history information in human readable shell style for space time datasets
sv: Skriv ut historikinformation i läsbar skal-stil för dataset för rymdtid

source: Print information about the temporal DBMI interface and exit
sv: Skriv ut information om det temporära DBMI-gränssnittet och avsluta

source: Lists space time datasets and maps registered in the temporal database.
sv: Visar dataset och kartor för rymdtid som registrerats i den temporala databasen.

source: Type of the space time dataset or map, default is strds
sv: Typ av dataset eller karta för rymdtid, standard är strds

source: Columns number_of_maps and granularity only available for space time datasets
sv: Kolumnerna number_of_maps och granularity är endast tillgängliga för dataset för rymdtid

source: Sort the space time dataset by category
sv: Sortera datasetet för rymdtid efter kategori

source: Formatting
cs: Formátuji
sv: Formaterar

source: Columns to be printed to stdout
sv: Kolumner som ska skrivas ut till stdout

source: Field separator character between the output columns
sv: Fältavgränsningstecken mellan utdatakolumnerna

source: Print the column names as first row
sv: Skriv ut kolumnnamnen som första rad

source: Merges several space time datasets into a single space time dataset.
sv: Sammanfogar flera dataset för rymdtid till ett enda dataset för rymdtid.

source: time management
sv: tidshantering

source: merge
sv: sammanfoga

source: inputs
sv: ingångar

source: Detects accumulation patterns in temporally accumulated space time raster datasets created by t.rast.accumulate.
sv: Upptäcker ackumuleringsmönster i tidsmässigt ackumulerade rasterdataset med rum och tid som skapats av t.rast.accumulate.

source: accumulation
sv: ackumulering

source: Input space time raster dataset that specifies the minimum values to detect the accumulation pattern
sv: Rasterdataset för inmatningsutrymme och tid som anger minimivärdena för att upptäcka ackumulationsmönstret

source: Input space time raster dataset that specifies the maximum values to detect the accumulation pattern
sv: Rasterdataset med indata för tid och rum som anger de maximala värdena för att upptäcka ackumuleringsmönstret

source: The output space time raster dataset that stores the occurrence of the accumulation pattern using the provided data range
sv: Rasterdataset för utdatautrymme och tid som lagrar förekomsten av ackumuleringsmönstret med hjälp av det angivna dataområdet

source: The output space time raster dataset that stores the indication of the start, intermediate and end of the specified data range
sv: Rasterdatasetet för utdatautrymme och tid som lagrar indikationen för start, mellanliggande och slut för det angivna dataområdet

source: The temporal starting point to begin the accumulation, eg '2001-01-01'
sv: Den tidsmässiga startpunkten för att påbörja ackumuleringen, t.ex. "2001-01-01

source: The temporal date to stop the accumulation, eg '2009-01-01'
sv: Det temporära datumet för att stoppa ackumuleringen, t.ex. "2009-01-01

source: The temporal cycle to restart the accumulation, eg '12 months'
sv: Tidscykeln för att starta om ackumuleringen, t.ex. "12 månader

source: The temporal offset to the begin of the next cycle, eg '6 months'
sv: Den tidsmässiga förskjutningen till början av nästa cykel, t.ex. "6 månader

source: Basename of the new generated output maps
sv: Basnamn för de nya genererade utdatakartorna

source: A numerical suffix separated by an underscore will be attached to create a unique identifier
sv: Ett numeriskt suffix separerat med ett understreck kommer att bifogas för att skapa en unik identifierare

source: Suffix to add at basename: set 'gran' for granularity, 'time' for the full time format, 'count' for numerical suffix with a specific number of digits (default %05)
sv: Suffix som ska läggas till i basnamnet: ställ in "gran" för granularitet, "time" för fullständigt tidsformat, "count" för numeriskt suffix med ett visst antal siffror (standard %05)

source: The minimum and maximum value of the occurrence of accumulated values, these values will be used if the min/max space time raster datasets are not specified
sv: Minsta och högsta värde för förekomsten av ackumulerade värden, dessa värden kommer att användas om rasterdataseten min/max space time inte anges

source: The user defined values that indicate start, intermediate and end status in the indicator output space time raster dataset
sv: De användardefinierade värden som anger start-, mellan- och slutstatus i rasterdatasetet för indikatorutdata för rymdtid

source: Register empty maps in the output space time raster dataset, otherwise they will be deleted
sv: Registrera tomma kartor i den utgående rasterdatauppsättningen för rymd och tid, annars kommer de att raderas

source: Reverse time direction in cyclic accumulation
sv: Omvänd tidsriktning vid cyklisk ackumulering

source: Computes cyclic accumulations of a space time raster dataset.
sv: Beräknar cykliska ackumuleringar av en rasterdatauppsättning för rum och tid.

source: Input space time raster dataset that defines the lower threshold, values lower than this threshold are excluded from accumulation
sv: Inmatning av rasterdataset för tid och rum som definierar den nedre tröskeln, värden som är lägre än denna tröskel utesluts från ackumulering

source: Input space time raster dataset that defines the upper threshold, values higher than this threshold are excluded from accumulation
sv: Inmatning av rasterdataset för tid och rum som definierar den övre tröskeln, värden som är högre än denna tröskel utesluts från ackumulering

source: The temporal offset to the beginning of the next cycle, eg '6 months'
sv: Den tidsmässiga förskjutningen till början av nästa cykel, t.ex. "6 månader

source: The granularity for accumulation '1 day'
sv: Granulariteten för ackumulering "1 dag

source: Suffix to add to the basename. Set 'gran' for granularity, 'time' for the full time format, 'num' for numerical suffix with a specific number of digits (default %05)
sv: Suffix som ska läggas till basnamnet. Ange "gran" för granularitet, "time" för fullständigt tidsformat, "num" för numeriskt suffix med ett visst antal siffror (standard %05)

source: Use these limits in case lower and/or upper input space time raster datasets are not defined or contain NULL values
sv: Använd dessa gränser om nedre och/eller övre rasterdataset för tidsrymd för indata inte är definierade eller innehåller NULL-värden

source: Scale factor for input space time raster dataset
sv: Skalfaktor för rasterdataset för inmatad rymdtid

source: Shift factor for input space time raster dataset
sv: Skiftfaktor för rasterdataset för inmatad rymdtid

source: This method will be applied to compute the accumulative values from the input maps in a single granule
sv: Denna metod kommer att användas för att beräkna de ackumulerade värdena från indatakartorna i ett enda granulat

source: Growing Degree Days or Winkler indices; Mean: sum(input maps)/(number of input maps); Biologically Effective Degree Days; Huglin Heliothermal index
sv: Growing Degree Days eller Winkler-index; Medelvärde: summa(inmatade kartor)/(antal inmatade kartor); Biologiskt effektiva graddagar; Huglin Heliothermal index

source: Aggregates data of an existing space time raster dataset using the time intervals of a second space time dataset.
sv: Aggregerar data från en befintlig rasterdatauppsättning för rymdtid med hjälp av tidsintervallen i en andra rasterdatauppsättning för rymdtid.

source: Time intervals from this space time dataset (raster, vector or raster3d) are used for aggregation computation
sv: Tidsintervall från denna rumtidsdatauppsättning (raster, vektor eller raster3d) används för aggregeringsberäkning

source: Type of the space time dataset from which aggregation will be copied
sv: Typ av dataset för rymdtid från vilket aggregeringen ska kopieras

source: Suffix to add at basename: set 'gran' for granularity, 'time' for the full time format, 'num' for numerical suffix with a specific number of digits (default %05)
sv: Suffix att lägga till i basnamnet: ställ in "gran" för granularitet, "time" för fullständigt tidsformat, "num" för numeriskt suffix med ett visst antal siffror (standard %05)

source: Aggregate operation to be performed on the raster maps
sv: Aggregerad operation som ska utföras på rasterkartorna

source: Offset that is used to create the output map ids, output map id is generated as: basename_ (count + offset)
sv: Offset som används för att skapa utdatakartans id, utdatakartans id genereras som: basename_ (count + offset)

source: Number of r.mapcalc processes to run in parallel
sv: Antal r.mapcalc-processer som ska köras parallellt

source: Register Null maps
sv: Registrera nollkartor

source: Aggregates temporally the maps of a space time raster dataset by a user defined granularity.
sv: Aggregerar tidsmässigt kartorna i en rasterdataset för rumtid med en användardefinierad granularitet.

source: Either a numerical suffix or the start time (s-flag) separated by an underscore will be attached to create a unique identifier
sv: Antingen ett numeriskt suffix eller starttiden (s-flagga) åtskild av ett understreck kommer att bifogas för att skapa en unik identifierare

source: Aggregation granularity, format absolute time "x years, x months, x weeks, x days, x hours, x minutes, x seconds" or an integer value for relative time
sv: Aggregeringens granularitet, format absolut tid "x år, x månader, x veckor, x dagar, x timmar, x minuter, x sekunder" eller ett heltalsvärde för relativ tid

source: Number of r.series processes to run in parallel
sv: Antal r.series-processer som ska köras parallellt

source: The maximum number of open files allowed for each r.series process
sv: Det maximala antalet öppna filer som tillåts för varje r.series-process

source: Apply temporal and spatial operations on space time raster datasets using temporal raster algebra.
sv: Tillämpa tidsmässiga och rumsliga operationer på rasterdataset i rymdtid med hjälp av tidsmässig rasteralgebra.

source: r.mapcalc expression for temporal and spatial analysis of space time raster datasets
sv: r.mapcalc uttryck för temporal och spatial analys av rasterdatauppsättningar i tid och rum

source: Check the spatial topology of temporally related maps and process only spatially related maps
sv: Kontrollera den rumsliga topologin för tidsmässigt relaterade kartor och bearbeta endast rumsligt relaterade kartor

source: Use granularity sampling instead of the temporal topology approach
sv: Använd granularitetssampling i stället för metoden med temporal topologi

source: Perform a dry run, compute all dependencies and module calls but don't run them
sv: Utför en torrkörning, beräkna alla beroenden och modulanrop men kör dem inte

source: Creates/modifies the color table associated with each raster map of the space time raster dataset.
sv: Skapar/ändrar den färgtabell som är kopplad till varje rasterkarta i rasterdatasetet för rymdtid.

source: Name of color table (see r.color help)
sv: Namn på färgtabell (se r.color help)

source: Raster map from which to copy color table
sv: Rasterkarta från vilken man kopierar färgtabell

source: 3D raster map from which to copy color table
sv: 3D-rasterkarta från vilken man kopierar färgtabell

source: Path to rules file
cs: Cesta k souboru s pravidly
sv: Sökväg till regelfil

source: Remove existing color table
cs: Smazat existující tabulku barev
sv: Ta bort befintligt färgbord

source: Only write new color table if it does not already exist
sv: Skriv bara en ny färgtabell om den inte redan finns

source: List available rules then exit
cs: Vypi¹ dostupná pravidla barev a ukonèi se
sv: Lista tillgängliga regler och avsluta sedan

source: Invert colors
cs: Invertovat barvy
sv: Invertera färger

source: Logarithmic scaling
cs: Logaritmické mìøítko
sv: Logaritmisk skalning

source: Logarithmic-absolute scaling
sv: Logaritmisk-absolut skalning

source: Histogram equalization
cs: Vyrovnání histogramu
sv: Histogramutjämning

source: Produces a space time vector dataset of specified contours from a space time raster dataset.
sv: Producerar ett vektordataset i rymdtid med specificerade konturer från ett rasterdataset i rymdtid.

source: contour
sv: kontur

source: Increment between contour levels
cs: Interval mezi íºrovnìmi isoliniemi
sv: Inkrement mellan konturnivåer

source: List of contour levels
cs: Seznam vrstevnic (isolinií)
sv: Lista över konturnivåer

source: Minimum contour level
cs: Minimální íºroveò isolinie
sv: Minsta konturnivå

source: Maximum contour level
cs: Maximální íºroveò isolinie
sv: Maximal konturnivå

source: Minimum number of points for a contour line (0 -> no limit)
cs: Minimální poèet bodù pro isolinii (0 -> ¾ádný limit)
sv: Minsta antal punkter för en konturlinje (0 -> ingen begränsning)

source: Number of r.contour processes to run in parallel, more than 1 process works only in conjunction with flag -t
sv: Antal r.contour-processer som ska köras parallellt, fler än 1 process fungerar endast i kombination med flaggan -t

source: Register empty vector maps
sv: Registrera tomma vektorkartor

source: Do not create attribute tables
cs: Nevytváøet atributové tabulky
sv: Skapa inte attributtabeller

source: Exports space time raster dataset.
sv: Exporterar rasterdataset för rymdtid.

source: Name of a space time raster dataset archive
sv: Namn på ett arkiv för rasterdataset för rymdtid

source: Path to the directory where output is written
sv: Sökväg till den katalog där utdata skrivs

source: If not given, the default is the current working directory
sv: Om inget anges är standardvärdet den aktuella arbetskatalogen

source: Compression method of the tar archive
sv: Komprimeringsmetod för tar-arkivet

source: The export format of a single raster map
sv: Exportformatet för en enskild rasterkarta

source: Supported are GTiff, AAIGrid via r.out.gdal and the GRASS package format of r.pack
sv: GTiff, AAIGrid via r.out.gdal och GRASS-paketformatet r.pack stöds

source: Data type
sv: Datatyp

source: Supported only for GTiff
sv: Stödjs endast för GTiff

source: Creation option(s) to pass to the output format driver
sv: Skapande alternativ att skicka till drivrutinen för utdataformat

source: Metadata key(s) and value(s) to include
sv: Metadata nyckel(n) och värde(n) som ska inkluderas

source: In the form of "META-TAG=VALUE", separate multiple entries with a comma. Not supported by all output format drivers.
sv: I form av "META-TAG=VALUE", separera flera poster med ett kommatecken. Stöds inte av alla drivrutiner för utdataformat.

source: Assign a specified nodata value to output bands
cs: Pøidìlit specifickou hodnotu NULLovým buòkám ve výstupních skupinách
sv: Tilldela ett specificerat nodata-värde till utgångsbanden

source: If given, the nodata value is always written to metadata even if there are no NULL cells in the input band (enhances output compatibility).
sv: Om det anges skrivs nodata-värdet alltid till metadata även om det inte finns några NULL-celler i indatabandet (förbättrar kompatibiliteten med utdata).

source: Extracts a subset of a space time raster datasets.
sv: Extraherar en delmängd av en rasterdatauppsättning för rum och tid.

source: extract
sv: extrakt

source: r.mapcalc expression assigned to all extracted raster maps
sv: r.mapcalc-uttryck som tilldelas alla extraherade rasterkartor

source: Replaces gaps in a space time raster dataset with interpolated raster maps.
sv: Ersätter luckor i en rasterdatauppsättning för rymdtid med interpolerade rasterkartor.

source: Number of interpolation processes to run in parallel
sv: Antal interpoleringsprocesser som ska köras parallellt

source: Assign the space time raster dataset start and end time to the output map
sv: Tilldela start- och sluttid för rasterdatasetet för rymdtid till utdatakartan

source: Imports space time raster dataset.
sv: Importerar rasterdataset för rymdtid.

source: Path to the extraction directory
sv: Sökväg till extraktionskatalogen

source: Create a new project and import the data into it. Do not run this module in parallel or interrupt it when a new project should be created
sv: Skapa ett nytt projekt och importera data till det. Kör inte denna modul parallellt eller avbryt den när ett nytt projekt ska skapas

source: Set the current region from the last map that was imported
sv: Ställ in den aktuella regionen från den senaste kartan som importerades

source: Link the raster files using r.external
sv: Länka rasterfilerna med hjälp av r.external
