Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Inverse Fast Fourier Transform (IFFT) for image processing.
cs: Rychlá inverzní Fourierova transformace (IFFT) pro zpracování obrazových dat.

source: Atmospheric correction
cs: Atmosférické korekce

source: Performs atmospheric correction using the 6S algorithm.
cs: Proveï atmosferické korekce pomocí 6S algoritmu.

source: Bit pattern comparison
cs: Korelace (bit pattern comparsion) pro ID pixelù s nízkou kvalitou

source: Compares bit patterns with a raster map.
cs: Porovnává bitové vzory s rastrovou mapou.

source: Kappa analysis
cs: Kappa analýza

source: Calculate error matrix and kappa parameter for accuracy assessment of classification result.
cs: Spoèítá chybovou matici a parametr kappa pro evaluaci výsledkù klasifikace.

source: OIF for LandSat TM
cs: Faktor optimálního indexu pro LandSat TM

source: Calculates Optimum-Index-Factor table for LANDSAT TM bands 1-5, & 7
cs: Spoèítá tabulku optimálního faktoru indexu pro kanály 1-5 a 7 dru¾ice LANDSAT TM

source: V&olumes
cs: &3D rastr

source: Develop volumes
cs: Vytvoøit 3D rastrové mapy

source: Manage 3D NULL values
cs: Upravit 3D NULL hodnoty

source: Explicitly create the 3D NULL-value bitmap file.
cs: Vytvoøit výluènì soubor s bitmapou 3D NULL-hodnota

source: Manage timestamp
cs: Správa èasového razítka

source: Print/add/remove a timestamp for a 3D raster map
cs: Vytiskni/pøidej/sma¾ èasové razítko pro 3D rastrovou mapu

source: 3D Mask
cs: 3D Maska

source: Establishes the current working 3D raster mask.
cs: Vytvoøí aktuální pracovní 3D rastrovou masku.

source: Volume calculator
cs: 3D mapový kalkulátor

source: Cross section
cs: Prùøez

source: Creates cross section 2D raster map from 3d raster map based on 2D elevation map
cs: Vytvoøí prùniky 2D mapy z g3d rastru objemù na základ 2D mapy elevace

source: Numerical calculation program for transient, confined groundwater flow in three dimensions
cs: Numerický výpoèetní program pro pøechodné, omezené a neohranièenéproudìní podzemních vod ve tøech rozmìrech.

source: Interpolate volume from points
cs: Interpolovat 3D rastrovou vrstvu z vektorových bodù

source: Interpolates point data to a G3D grid volume using regularized spline with tension (RST) algorithm.
cs: Interpoluje bodová data do G3D 3D rastrové grid vrstvy za pou¾ití regularized spline with tension (RST)

source: Report and Statistics
cs: Zprávy,výpisy a statistiky

source: Basic volume metadata
cs: Základní metadata 3D rastrové vrstvy

source: Outputs basic information about a user-specified 3D raster map layer.
cs: Vypí¹e základní informace o u¾ivatelem vybrané 3D rastrové vrstvì.

source: Voxel statistics
cs: Základní statistiky 3D pixelu (voxel)

source: Generates volume statistics for raster3d maps.
cs: Vytvoøí objemové statistiky pro 3D rastrové vrstvy.

source: Univariate statistics for volumes
cs: Univariantní statistika 3D rastrové vrstvyy

source: Calculates univariate statistics from the non-null 3d cells of a raster3d map.
cs: Spoèítá univariantní statistiku z ne-nullových 3D bunìk 3D rastrové vrstvy.

source: &Database
cs: &Databáze

source: Database information
cs: Informace o databázi

source: List drivers
cs: Seznam ovladaèù

source: List all database drivers.
cs: Vypi¹ v¹echny databázové ovladaèe.

source: List tables
cs: Seznam tabulek

source: Lists all tables for a given database.
cs: Vypí¹e v¹echny tabulky pro danou databázi.

source: Describe table
cs: Popsat tabulku

source: Describes a table in detail.
cs: Popi¹ tabulku (detailnì).

source: List columns
cs: Seznam sloupcù

source: List all columns for a given table.
cs: vypí¹e v¹echny sloupce pro zadanou tabulku.

source: Manage databases
cs: Správa tabulek

source: Connect
cs: Spojení

source: Login
cs: Pøihlá¹ení

source: Sets user/password for driver/database.
cs: Nastavit u¾ivatele/heslo pro ovladaè/databázi

source: Drop table
cs: Smazat tabulku

source: Copy table
cs: Kopírovat tabulku

source: Copy a table.
cs: Kopíruje tabulku.

source: Drop column
cs: Odstranit sloupec

source: Test database driver, database must exist and set by db.connect.
cs: Otestuj ovladaè databáze, databáze musí existovat a nastavena pomocí db.connect

source: Query any table
cs: Dotazovat jakoukoliv tabulku

source: Query vector attribute data
cs: Atributový dotaz

source: Prints vector map attributes.
cs: Vypsat vektorové atributy

source: SQL statement
cs: SQL pøíkaz

source: Executes any SQL statement.
cs: Vykoná jakýkoliv pøíkaz SQL.

source: Vector database connections
cs: Databázové spojení

source: New table
cs: Vytvoøit tabulku

source: Creates and connects a new attribute table to a given layer of an existing vector map.
cs: Vytvoøí a pøipojí novou atributovou tabulku k dané vrstvì vektorové mapy.

source: Remove table
cs: Odstranit tabulku

source: Removes existing attribute table of a vector map.
cs: Odstraní existující atributovou tabulu z vektorové mapy.

source: Join table
cs: Spojit tabulky

source: Allows to join a table to a vector map table.
cs: Umo¾ní pøipojení tabulky k vektorové mapì.

source: Add columns
cs: Pøidat nový sloupec

source: Adds one or more columns to the attribute table connected to a given vector map.
cs: Pøidává jeden nebo více sloupeèkù k atributové tabulce pøipojené k zadané vektorové mapì.

source: Drops a column from the attribute table connected to a given vector map.
cs: Odstraní soupec z atributové tabulky pøipojené k dané vektorové mapì.

source: Renames a column in the attribute table connected to a given vector map.
cs: Pøejmenuje sloupec v atributové tabulce pøipojené k zadané vektorové mapì.

source: Change values
cs: Zmìnit atributy

source: Allows to update a column in the attribute table connected to a vector map.
cs: Umo¾ní pøiøadit novou hodnotu sloupci v atributové tabulce pøipojené k zadané mapì.

source: Reconnect vectors to database
cs: Znovu navázat spojení vetoru s databází

source: Reconnects vectors to a new database.
cs: Znovu pøipojí vektory k nové databázi.

source: Set vector map - database connection
cs: Databázové spojení

source: Prints/sets DB connection for a vector map to attribute table.
cs: Vytiskne/nastaví pøipojení databáze pro vektorovou mapu k atributové tabulce

source: &Help
cs: &Nápovìda

source: GRASS help
cs: Nápovìda GRASS GIS

source: GUI help
cs: Nápovìda wxGUI

source: Save model to file
cs: Ulo¾it model do souboru

source: Close model file
cs: Zavøít soubor modelu

source: Export to image
cs: Export do obrazu

source: Export to Python
cs: Export do Python

source: Quit modeler
cs: Ukonèit modelování

source: Close modeler window
cs: Zavøít okno modelování

source: &Model
cs: &Modelování

source: Add action
cs: Pøidat akci

source: Add data
cs: Pøidata data

source: Define relation
cs: Definovat vztah

source: Add loop
cs: Pøidat smyèku

source: Adds loop (for) to model
cs: Pøidat smyèku do modelu

source: Add condition
cs: Pøidat podmínku

source: Adds condition (if/else) to model
cs: Pøidá podmínky (if/else) do modelu

source: Remove item
cs: Odstranit prvek

source: Remove action/data from model
cs: Odstranit data/akce z modelu

source: Model properties (name, purpose, etc.)
cs: Vlastnosti modelu (jméno, úèel, atd.)

source: Delete intermediate data
cs: Smazat doèasná data

source: Delete intermediate data defined in the model
cs: Smazat prùbì¾ná data definována v modellu

source: Run entire model
cs: Sopustit celý model

source: Validate entire model
cs: Vyhodnotit celý model

source: Display the HTML man pages of Graphical modeler
cs: Zobrazit manuálové HTML stránky Grafického modelování

source: About Graphical Modeler
cs: O grafickém modelování

source: Display information about Graphical Modeler
cs: Zobrazit informace o Grafickém modelování

source: Create new color table for vector map
cs: Vytvoøit novou tabulku barev pro vektorovou mapu

source: Enter vector attribute values or ranges (n or n1 to n2)
cs: Vlo¾te hodnoty vektorových atributù nebo rozmezí hodnot (n, nebo n1 a¾ n2)

source: replace existing color table
cs: nahradit stávající barevnou tabulku

source: Save color table to file
cs: Ulo¾it barevnou tabulku do souboru

source: RGB color column:
cs: Sloupec s RGB hodnotami:

source: Please select attribute column and RGB color column first
cs: Prosím nejdøíve vyberte atributový sloupec a sloupec s RGB hodnotami

source: Color table already exists. Check out 'replace existing color table' to overwrite it.
cs: Tabulka barev ji¾ existuje.Zkuste 'nahradit exstující tabuku barev' pro její pøepsání.

source: GRASS GIS Histogram of image or raster map
cs: GRASS GIS HIstogram obrazu nebo rastrové mapy

source: GRASS GIS Raster Map Calculator
cs: GRASS GIS rastrový mapový kalkulátor

source: GRASS GIS 3D Raster Map Calculator
cs: GRASS GIS 3D rastrový mapový kalkulátor

source: raster map
cs: rastrová mapa

source: Command dialog
cs: Dialog pøíkazu

source: Open %s dialog
cs: Otevøít %s dialog

source: Name for new %s to create
cs: Jméno pro novì vytváøenou %s

source: Insert existing %s
cs: Vlo¾it existující %s

source: You must enter the name of a new map to create
cs: Musíte vlo¾it jméno novì vytváøené mapy

source: You must enter a mapcalc statement to create a new map
cs: Musíte vlo¾it mapcalc formuli pro vytvoøení nové mapy

source: No attribute table linked to vector map <%(vector)s> found. %(msg)s You can disable this message from digitization settings. Or you can create and link attribute table to the vector map using Attribute Table Manager.
cs: K vektorové mapì <%(vector)s> není pøipojená ¾ádná atributová tabulka. %(msg)s Tuto zprávu lze potlaèit v nastavení digititalizaèního modulu. Anebo vytvoøte a pøipojte atributovou tabulku k vektorové mapì pomocí Správce atributových dat.

source: Add attributes
cs: Pøidat atributy

source: &Reload
cs: Znovu &nahrát

source: Submit
cs: Potvrdit

source: raster
cs: rastrová data

source: Select target map to display:
cs: Vyberte cílovou mapu k zobrazení:

source: Select maps to display
cs: Vybrat mapy pro zobrazení

source: No maps in selected group <%s>. Please edit group or select another group.
cs: ®Ádná mapa ve skupine <%s>. Prosím upravte skupinu nebo vyberte jinou.

source: At least %d GCPs required. Operation cancelled.
cs: Je potøeba nejménì %d vlicovacích bodù. Operace zru¹ena.

source: Delete GCP
cs: Smazat vlicovací body

source: RMS Error
cs: RMS (støední kvadratická) chyba

source: Insufficient points defined and active (checked) for selected rectification method. 3+ points needed for 1st order, 6+ points for 2nd order, and 10+ points for 3rd order.
cs: Nedostateèný poèet definovaných a aktivních vlicovacích bodù pro vybranou metodu georektifikace. 3+ bodù je potøeba pro georektifikaci 1. øádu, 7+ bodù je potøeba pro georektifikaci 2. øádu, 10+ bodù je potøeba pro georektifikaci 3. øádu.

source: Vector map <%s> already exists. Change extension name and georectify again.
cs: Vektorová mapa <%s> ji¾ existuje. Zmìòte pøíponu a georektifikujte znovu.

source: Could not calculate RMS Error. Possible error with g.transform.
cs: Nelze spoèítat RMS chybu. Mo¾ná chyba s g.transform.

source: Adjust GCP Displays
cs: Pøispùsobit zobrazení vlicovacích bodù

source: Could not calculate new extends. Possible error with g.transform.
cs: Nelze spoèítat nový rozsah. mo¾ná chyba s g.transform.

source: Invalid coordinate value. Operation cancelled.
cs: Neplatná hodnota souøadnice. Operace zru¹ena.

source: Ground Control Point No.
cs: Vlicovací bod (GCP) èíslo

source: Select rectification method for rasters
cs: Vybrat metodu georektifikace pro rastrovou vrstvu

source: Update settings
cs: Aktualizovat nastavení

source: MASK
cs: MASKA

source: GRASS GIS - Map display
cs: GRASS GIS - Mapové okno

source: Use defined projection
cs: Pou¾ít definovanou projekci

source: Reproject coordinates displayed in the statusbar. Projection can be defined in GUI preferences dialog (tab 'Display')
cs: Zmìní projekci souøadnic zobrazených ve stavovém øádku. Projekci lze definovat v nastavení GUI (zálo¾ka 'Displej')

source: Map toolbar
cs: Nástrojová li¹ta pro správu map

source: Unable to start wxGUI vector digitizer. Do you want to start TCL/TK digitizer (v.digit) instead? Details: %s
cs: Nelze spustit WxGUI vektorovou digitalizaci. Chcete místo toho spustit TCL/TK digitalizaci (v.digit)? Detaily: %s

source: Vector digitizer failed
cs: Vektorová digitalizace selhala

source: Vector digitizer toolbar
cs: Nástrojová li¹tavektorové digitalizace

source: Georectification toolbar
cs: Nástrojová li¹ta pro georektifikaci

source: 3D view toolbar
cs: Nástrojová li¹ta pro 3D zobrazení

source: No map layer selected
cs: Nebyla vybrána ¾ádná mapová vrstva

source: No vector map selected for querying.
cs: Nebyla vybrána ¾ádná vektorová mapa pro dotazování.

source: Vector querying
cs: Dotazování vektorù

source: Only vector map from the current mapset can be modified.
cs: Upravována mù¾e být pouze vektorová mapa z aktuálního mapsetu

source: Query surface (raster map)
cs: Dotaz na rastrovou mapu

source: Query vector map
cs: Dotaz na vektorovou mapu

source: Query raster/vector map(s) (display mode)
cs: Dotaz na rastrovou/vektorovou mapu (mód zobrazení)

source: Query vector map (edit mode)
cs: Dotaz na vektorovou mapu (editace atributù)

source: Scale and North arrow
cs: Mìøítko a smìrová rù¾ice

source: Show/hide scale and North arrow
cs: Zobrazit/skrýt mìøítko a smìrovou rù¾ici

source: scale object
cs: mìøítko

source: Show/hide legend
cs: Zobrazit/skrýt legendu

source: legend object
cs: legenda

source: Zoom to computational region
cs: Pøiblí¾it na výpoèetní region

source: GRASS GIS Map Display:
cs: GRASS GIS Mapové okno:

source: Undo failed, data corrupted.
cs: Krok zpìt selhal, dat jsou poru¹ena.

source: description
cs: popis

source: command
cs: pøíkaz

source: keywords
cs: klíèová slova

source: Find module(s)
cs: Najít modul

source: %d modules found
cs: %d nalezených modulù

source: Menu tree (double-click to run command)
cs: Nabídka (dvojklikem spustíte pøíkaz)

source: Run selected command
cs: Spustit vybraný pøíkaz

source: You must run this command from the menu or command line
cs: Musíte spustit tento pøíkaz z menu nebo z pøíkazové øádky

source: %d modules match
cs: %d modulù odpovídá

source: GIS Library Revision:
cs: Verze GIS knihovny:

source: Fetch & install new extension from GRASS Addons
cs: Stáhnout & instalovat nové roz¹íøení z GRASS Addons

source: Repository
cs: Repozitáø

source: List of extensions
cs: Seznam roz¹íøení

source: Fetch full info including description and keywords (takes time)
cs: Stáhnout v¹echny informace v¹etnì popisu a klíèových slov (èasovì nároèné)

source: &Fetch
cs: &Stáhnout

source: Fetch list of available modules from GRASS Addons SVN repository
cs: Stáhnout seznam dostupných modulù z GRASS Addons SVN repozitáøe

source: Install selected add-ons GRASS module
cs: Instalovat vybrané GRASS moduly

source: Fetch list of available extensions by clicking on 'Fetch' button
cs: Stáhne seznam dostupných roz¹íøení kliknutím na tlaèítko 'Stáhnout'

source: %d items match
cs: %d prvkù odpovídá

source: Fetching list of modules from GRASS-Addons SVN (be patient)...
cs: Stahuji seznam modulù z GRASS Addons SVN (buïte trpìliví prosím)..

source: Define GRASS Database and Location Name
cs: Definovat Databanku GRASSu a Název Location

source: GIS Data Directory:
cs: Adresáø GIS dat:

source: Project Location
cs: Location projektu

source: Unable to create location
cs: Nelze vytvoøit location

source: Choose method for creating a new location
cs: Zvolte zpùsob vytvoøení nové location

source: Select coordinate system parameters from a list
cs: Zvolit parametry souøadného systému ze seznamu

source: Select EPSG code of spatial reference system
cs: Zvolit EPSG kód souøadného systému

source: Read projection and datum terms from a georeferenced data file
cs: Naèíst projekci a datum z ji¾ georeferencovaného souboru

source: Read projection and datum terms from a WKT or PRJ file
cs: Naèíst projekci a datum ze souboru typu WTK nebo PRJ

source: Specify projection and datum terms using custom PROJ.4 parameters
cs: Urèit vlastní projekci a datum s pou¾itím PROJ.4 parametrù

source: Create an arbitrary non-earth coordinate system (XY)
cs: Pou¾ít matematický systém XY (kartézské souøadnice)

source: Choose projection
cs: Vybrat projekci

source: Ellipsoid
cs: Elipsoid

source: Select WKT file
cs: Vyberte WTK soubor

source: WKT file:
cs: Soubor WTK:

source: Choose EPSG Code
cs: Zvolte EPSG kód

source: Path to the EPSG-codes file:
cs: Cesta k souboru s EPSG kódy:

source: Choose EPSG codes file
cs: Vyberte soubor s EPSG kódy

source: Unable to read EPGS codes: %s
cs: Nelze naèíst seznam EPSG kódù: %s

source: Choose method of specifying georeferencing parameters
cs: Zvolte metodu nebo specifikujte parametry georeference

source: Define new GRASS Location
cs: Definujte novou GRASS location

source: Do you want to set the default region extents and resolution now?
cs: Pøejete si nyní nastavit výchozí nastavení regionu a jeho rozli¹ení?

source: Location <%s> created
cs: Location <%s> vytvoøena

source: Unable to create new location. Location <%(loc)s> not created. Details: %(err)s
cs: Nelze vytvoøit novou location. Location <%(loc)s> nebyla vytvoøena. Detaily: %(err)s

source: Location wizard canceled. Location not created.
cs: Prùvodce vytvoøením location byl zavøen. Location nebyla vytvoøena.

source: Cols: %d
cs: Sloupce: %d

source: T-B resolution
cs: Rozli¹ení H-S

source: set up vector cleaning tools
cs: Nastavit nástroje pro èi¹tìní vektorù

source: break lines/boundaries
cs: pøeru¹it linie/hranice

source: remove duplicates
cs: odstranit zdvojené prvky

source: remove dangles
cs: Odstranit pøívìsky

source: change boundary dangles to lines
cs: Zmìní pøívìsky hranic na linie

source: remove bridges
cs: odstranit mosty

source: change bridges to lines
cs: Zmìnit mosty na linie

source: snap lines/boundaries
cs: spojit linie/hranice

source: remove duplicate area centroids
cs: Odstranit duplicitní centroidy v plo¹e

source: break polygons
cs: rozdìlí polygony

source: prune lines/boundaries
cs: proøezat linie/hranice

source: remove small areas
cs: Odstranit malé plochy

source: remove lines/boundaries of zero length
cs: Odstranit linie/hranice nulové délky

source: Set up vector cleaning tools
cs: Nastavit vektorový èistící nástroj

source: Choose cleaning tools and set thresholds
cs: Vybrat èistící nástroj a nastavit prahovou hodnotu

source: Select input vector map:
cs: Vyberte vstupní vektorovou mapu:

source: Feature type:
cs: Typ prvku:

source: Select output vector map:
cs: Vybrat výstupní vektorovou mapu:

source: Copy the current command string to the clipboard (Ctrl+C)
cs: Kopírovat pøíkaz do schránky (Ctrl+C)

source: line
cs: linie

source: boundary
cs: hranice

source: face
cs: povrch

source: %s. cleaning tool removed, will be ignored
cs: %s. èistící nástroj odstranìn, bude ignorováno

source: Please select a cleaning tool to remove
cs: Prosím vyberte èistící nástroj pro odstranìní

source: %s. cleaning tool moved up
cs: %s. èistící nástroj byl posunut nahoru

source: 1. cleaning tool can not be moved up
cs: První èistící nástroj ji¾ nejde posunout vý¹

source: Please select a cleaning tool to move up
cs: Prosím vyberte èistící nástroj pro posun nahoru

source: %s. cleaning tool moved down
cs: %s. èistící nástroj posunut dolù

source: Last cleaning tool can not be moved down
cs: Poslední èistící nástroj ji¾ nejde posunout dolù

source: Please select a cleaning tool to move down
cs: Prosím vyberte èistící nástroj, který chcete posunout dolù

source: cleaning tool: '%s'
cs: èistící nástroj: '%s'

source: Threshold for %(num)s. tool '%(tool)s': %(thresh)s
cs: Prahová hodnota pro %(num)s.nástroj '%(tool)s': %(thresh)s

source: Executing selected cleaning operations...
cs: Spustit vybrané èistící nástroje....

source: Vector cleaning command copied to clipboard
cs: Pøíkaz pro èi¹tìní vektoru byl zkopírován do schráky

source: W
cs: Z

source: N
cs: S

source: S
cs: J

source: Twist:
cs: Otoèení:

source: Z-exag:
cs: Pøevý¹ení:

source: Look at:
cs: Pohled na:

source: north
cs: sever

source: south
cs: jih

source: east
cs: východ

source: west
cs: západ

source: north-west
cs: severo-západ

source: north-east
cs: severo-východ

source: south-east
cs: jiho-východ

source: south-west
cs: jiho-západ

source: Volume
cs: 3D rastr

source: Fringe
cs: Okraj

source: Topography
cs: Topografie

source: Emission
cs: Emise

source: gouraud
cs: Gouraudovo stínování

source: Coarse:
cs: Hrubý:

source: res.
cs: rozl.

source: style
cs: styl

source: wire color
cs: barva sítì

source: Fine:
cs: Vyhlazený:

source: Mask zeros:
cs: Maskovat nulové hodnoty

source: by elevation
cs: podle vý¹ky

source: by color
cs: podle barvy

source: Position
cs: Pozice

source: width
cs: ¹íøka

source: color
cs: barva

source: display
cs: zobrazit

source: size
cs: velikost

source: slides
cs: Pláty

source: Topography level
cs: Úroveò topografie

source: N && W
cs: S && Z

source: N && E
cs: S && V

source: S && W
cs: J &c Z

source: S && E
cs: J && V

source: List of layers
cs: Seznam vrstev

source: Layer / Style
cs: Vrstva / Styl

source: Title
cs: Název

source: Warning: flag <%(flag)s> not found in '%(module)s'
cs: Upozornìní: volba <%(flag)s> nebyla nalezena v '%(module)s'

source: Warning: option <%(param)s> not found in '%(module)s'
cs: Upozornìní: volba <%(param)s> nebyla nalezena v '%(module)s'

source: Type GRASS command and run by pressing ENTER
cs: Napi¹te pøíkaz GRASSu a spus»te stisknutím ENTER

source: Source name
cs: Jméno zdroje

source: Directory:
cs: Adresáø:

source: Database:
cs: Databáze:

source: Format:
cs: Formát:

source: 3D view settings
cs: Nastavení 3D zobrazení

source: (value)
cs: (hodnota)

source: (step)
cs: (krok)

source: Position:
cs: Pozice:

source: Show lines
cs: Ukázat linie

source: Show points
cs: Ukázat body

source: Nviz settings saved to file <%s>.
cs: Nastavení Nviz ulo¾eno do souboru <%s>.

source: Unable to exectute command: '%s'
cs: Nelze vykonat pøíkaz: '%s'

source: Digitize line features
cs: Digitalizovat nový liniový prvek

source: Mode
cs: Mód

source: Digitize new area
cs: DIgitalizovat novou plochu

source: Add centroid to left/right area
cs: Pøidat centroid do levé/pravé plochy

source: Do not attach category to boundaries
cs: Nezadávat kategorie hranicím

source: perimeter
cs: Obvod

source: Note: These settings are stored in the workspace not in the vector digitizer preferences.
cs: POzníámka: Tyto nastavení jsou ulo¾eny v souboru pracovního prostøedí a ne v nastavení vektorové digitalizace.

source: Unable to add new layer/category <%(layer)s/%(category)s>. Layer and category number must be integer. Layer number must be greater then zero.
cs: Nelze pøidat identifikátor nové vrstvy/kategorie <%(layer)s/%(category)s>. Identifikátor vrstvy a kategorie musí být celé èíslo. Identifikátor vrstvy navíc vìt¹í ne¾ nula.

source: Extent
cs: Rozsah

source: Comp. region
cs: Výpoè. region

source: Show comp. extent
cs: Zobr. výpoè. region

source: Display mode
cs: Mód displeje

source: Go to GCP No.
cs: Jdi na vlicovací bod è.

source: Invalid GCP Number
cs: Neplatné èíslo vlicovacího bodu

source: GRASS GIS Graphical Modeler
cs: GRASS GIS grafické modelování

source: %d maps deleted from current mapset
cs: %d map bylo smazáno ze souèasného mapsetu

source: This program is free software under the GNU General Public License(>=v2). Read the file COPYING that comes with GRASS for details.
cs: Tento program je volnì ¹iøitelný pro licencí GNU General Public License(>=v2). Pro více detailù si prosím pøe¹tìte soubor COPYING který je pøilo¾en k instalaci.

source: Reading model file <%s> failed. Invalid file, unable to parse XML document.
cs: Ètení souboru modelu <%s> selhalo. Neplatný soubor, nelze parsovat XML dokument.
