Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: discontinuities algorithm: %i class breaks or more are not statistically significant at alpha=0.05
cs: Ukonèení algoritmu: %i hranic intervalù nebo více nejsou statisticky významné pro alfa=0,05
