Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Nodes
sv: Noder

source: new point is placed on each node (line end) if doesn't exist
sv: ny punkt placeras på varje nod (linjeslut) om den inte redan finns

source: connect still unconnected points to vector network by inserting new line(s)
sv: ansluta punkter som ännu inte är anslutna till ett vektornätverk genom att infoga nya linjer

source: new line is created from start point to end point
sv: ny linje skapas från startpunkt till slutpunkt

source: print to standard output {line_category start_point_category end_point_category}
sv: skriv ut till standardutdata {line_category start_point_category end_point_category}

source: print to standard output {point_category line_category[,line_category...]}
sv: skriv ut till standardutdata {point_category line_category[,line_category...]}

source: create turntable on vector network
sv: skapa skivspelare på vektor nätverk

source: Required for operation 'connect'. Connect points in given threshold.
cs: Po¾adováno pro operaci 'spojení'. Spojuje body v dané mezní vzdálenosti.
sv: Krävs för operation 'connect'. Anslut punkter i given tröskel.

source: Name of input file
sv: Namn på inmatningsfilen

source: Required for operation 'arcs' ('-' for standard input)
sv: Krävs för operation 'arcs' ('-' för standardinmatning)

source: Assign unique categories to new points
cs: Pøiøaï jedineèné kategorie novým bodùm
sv: Tilldela unika kategorier till nya punkter

source: For operation 'nodes'
cs: PRo operaci 'nodes' (uzly)
sv: För operation "noder

source: Snap points to network
sv: Snap pekar på nätverk

source: For operation 'connect'. By default, a new line from the point to the network is created.
sv: För operation "ansluta". Som standard skapas en ny linje från punkten till nätverket.

source: Turntable layer
sv: Skivspelare lager

source: Layer where turntable will be attached. Format: layer number[/layer name].Required for operation 'turntable'.
sv: Lager där skivspelaren kommer att fästas. Format: lager nummer[/lager namn].krävs för operation 'skivspelare'.

source: Layer with unique categories for every line in arc_layer and point on every node. The categories are used in turntable. Format: layer number[/layer name]. Required for operation 'turntable'.
sv: Lager med unika kategorier för varje linje i arc_layer och punkt på varje nod. Kategorierna används i skivspelaren. Format: skiktnummer[/skiktnamn]. Krävs för operationen 'turntable'.

source: Unknown operation
sv: Okänd operation

source: Threshold value must be >= 0
cs: Mezní hodnota musí být >= 0
sv: Tröskelvärdet måste vara >= 0

source: Failed to find intersection segment
sv: Hittade inte korsningssegmentet

source: network maintenance
sv: underhåll av nätverk

source: Performs network maintenance.
sv: Utför underhåll av nätverk.

source: Unable to open vector map <%s> at topology level %d
cs: Nelze otevøít vektorový soubor <%s> v úrovni topologie %d
sv: Det gick inte att öppna vektorkarta <%s> på topologinivå %d

source: %d new points (nodes) written to output.
sv: %d nya punkter (noder) skrivna till utdata.

source: %d lines (network arcs) written to output.
sv: %d linjer (nätverksbågar) skrivna till utdata.

source: Line %d has no category
cs: Linie %d nemá ¾ádnou kategorii
sv: Linje %d har ingen kategori

source: %d points found: %g %g %g line category: %d
sv: %d punkter hittade: %g %g %g Linjekategori: %d

source: Duplicate nodes at x=%g y=%g z=%g
sv: Duplicerade noder vid x=%g y=%g z=%g

source: Unable to read line from <%s>.
sv: Det gick inte att läsa raden från <%s>.

source: Unable to insert data into turntable.
sv: Det går inte att mata in data i skivspelaren.

source: Unable to open vector map <%s>.
sv: Det gick inte att öppna vektorkarta <%s>.

source: Unable to create vector map <%s>.
sv: Det gick inte att skapa vektorkarta <%s>.

source: Arc layer <%s> does not exist in map <%s>.
sv: Arc-skikt <%s> finns inte i karta <%s>.

source: Layer <%s> already exist in map <%s>. It will be overwritten by tlayer data.
sv: Lager <%s> finns redan i karta <%s>. Det kommer att skrivas över av tlayer-data.

source: Layer <%s> already exist in map <%s>. It will be overwritten by tuclayer data.
sv: Lager <%s> finns redan i karta <%s>. Det kommer att skrivas över av tuclayer-data.

source: Unable to open database <%s> using driver <%s>
sv: Det går inte att öppna databas <%s> med drivrutin <%s>

source: Unable to create turntable <%s>.
sv: Det går inte att skapa en skivspelare <%s>.

source: Unable to connect table <%s> to vector map <%s>.
sv: Det går inte att ansluta tabell <%s> till vektorkarta <%s>.

source: Unable to create index for column <%s> in table <%s>.
sv: Det går inte att skapa ett index för kolumn <%s> i tabell <%s>.

source: Tests for normality for vector points.
sv: Testar normalitet för vektorpunkter.

source: Lists of tests (1-15)
sv: Listor över tester (1-15)

source: E.g. 1,3-8,13
sv: T.ex. 1,3-8,13

source: Lognormality instead of normality
sv: Lognormalitet i stället för normalitet

source: Only numeric column type supported
sv: Endast numerisk kolumntyp stöds

source: %d records selected from table
cs: %d záznamù bylo vybráno z tabulky
sv: %d poster valda från tabellen

source: No record for cat %d
sv: Inga uppgifter om katt %d

source: Number of points: %d
sv: Antal punkter: %d

source: Too small sample
sv: För litet urval

source: Negative or very small point values set to -10.0
sv: Negativa eller mycket små punktvärden inställda på -10,0

source: Moments \sqrt{b_1} and b_2:
sv: Momenten \sqrt{b_1} och b_2:

source: Geary's a-statistic & an approx. normal:
sv: Gearys a-statistik & en ungefärlig normal:

source: Extreme normal deviates:
sv: Extrema normalavvikare:

source: D'Agostino's D & an approx. normal:
sv: D'Agostinos D & an ungefär normalt:

source: Kuiper's V (regular & modified for normality):
sv: Kuiper's V (vanlig och modifierad för normalitet):

source: Watson's U^2 (regular & modified for normality):
sv: Watsons U^2 (vanlig och modifierad för normalitet):

source: Durbin's Exact Test (modified Kolmogorov):
sv: Durbins exakta test (modifierad Kolmogorov):

source: Anderson-Darling's A^2 (regular & modified for normality):
sv: Anderson-Darling's A^2 (vanlig och modifierad för normalitet):

source: Cramer-Von Mises W^2(regular & modified for normality):
sv: Cramer-Von Mises W^2(vanlig och modifierad för normalitet):

source: Kolmogorov-Smirnov's D (regular & modified for normality):
sv: Kolmogorov-Smirnovs D (vanlig och modifierad för normalitet):

source: Chi-Square stat (equal probability classes) and d.f.:
sv: Chi-Square-statistik (klasser med lika sannolikhet) och d.f:

source: Shapiro-Wilk's W cannot be used for n > 50
sv: Shapiro-Wilk's W kan inte användas för n > 50

source: Use Weisberg-Binghams's W''
sv: Använd Weisberg-Binghams's W'''

source: Weisberg-Bingham's W'' cannot be used for n < 50 or n > 99
sv: Weisberg-Binghams W'' kan inte användas för n < 50 eller n > 99

source: Royston only extended Shapiro-Wilk's W up to n = 2000
sv: Royston utökade endast Shapiro-Wilks W upp till n = 2000

source: Kotz' T'_f (Lognormality vs. Normality):
sv: Kotz' T'_f (lognormalitet kontra normalitet):

source: Name for output ASCII file or ASCII vector name if '-o' is defined
sv: Namn på ASCII-fil för utdata eller ASCII-vektornamn om '-o' är definierat

source: Name of attribute column(s) to be exported (point mode)
sv: Namn på den eller de attributkolumner som ska exporteras (punktläge)

source: "*" for all columns
sv: "*" för alla kolumner

source: Simple point format (point per row)
sv: Enkelt punktformat (punkt per rad)

source: GRASS ASCII vector format
sv: GRASS ASCII-vektorformat

source: OGC well-known text
sv: OGC välkänd text

source: Field separator (points mode)
cs: Oddìlovaè sloupcù (bodový mód)
sv: Fältseparator (punktläge)

source: Create old (version 4) ASCII file
cs: Vytvoø starý formát ASCII souboru (verze 4).
sv: Skapa gammal (version 4) ASCII-fil

source: Include column names in output (points mode)
sv: Inkludera kolumnnamn i utdata (punktläge)

source: Only export points falling within current 3D region (points mode)
cs: Exportovat pouze body padající do aktuálního 3D regionu (bodový mód)
sv: Exportera endast punkter som faller inom aktuell 3D-region (punktläge)

source: Failed to interpret 'dp' parameter as an integer
sv: Misslyckades med att tolka parametern 'dp' som ett heltal

source: Exports a vector map to a GRASS ASCII vector representation.
sv: Exporterar en vektorkarta till en GRASS ASCII-vektorrepresentation.

source: By default only features with category are exported. To export all features use 'layer=-1'.
sv: Som standard exporteras endast funktioner med kategori. Använd "layer=-1" för att exportera alla funktioner.

source: Parameter '%s' ignored in standard mode
sv: Parameter '%s' ignoreras i standardläge

source: Format '%s' is not supported for old version
sv: Formatet '%s' stöds inte av den gamla versionen

source: Parameter '%s' must be given for old version
sv: Parametern '%s' måste anges för den gamla versionen

source: Unable to open vector map <%s> at topology level. Areas will not be processed.
sv: Det gick inte att öppna vektorkarta <%s> på topologinivå. Områdena kommer inte att bearbetas.

source: %d error in <%s> option
sv: %d fel i <%s>-alternativet

source: dig_att file already exist
cs: Soubor dig_att ji¾ neexistuje.
sv: filen dig_att finns redan

source: Unable to open dig_att file <%s>
sv: Filen dig_att kan inte öppnas <%s>

source: Fetching data...
sv: Hämtar data...

source: No points found, nothing to be exported
sv: Inga punkter hittade, inget att exportera

source: No features found, nothing to be exported
sv: Inga funktioner hittades, inget att exportera

source: An error occurred, nothing to be exported
sv: Ett fel inträffade, inget att exportera

source: Exports vector map to DXF file format.
sv: Exporterar vektorkarta till DXF-filformat.

source: Name for DXF output file
sv: Namn för DXF-utdatafil

source: %d features written to '%s'.
sv: %d funktioner skrivna till '%s'.

source: The file '%s' already exists.
cs: Soubor '%s' ji¾ existuje.
sv: Filen '%s' finns redan.

source: The file '%s' already exists and will be overwritten.
cs: Soubor '%s' ji¾ existuje a bude pøepsán.
sv: Filen '%s' finns redan och kommer att skrivas över.

source: %s: Cannot write dxf file.
cs: %s: Nelze zapsat soubor dxf.
sv: %s: Det går inte att skriva en dxf-fil.

source: Only numeric column type is supported (column <%s> in table <%s>)
sv: Endast numerisk kolumntyp stöds (kolumn <%s> i tabell <%s>)

source: Double values will be converted to integers (column <%s> in table <%s>)
sv: Dubbla värden konverteras till heltal (kolumn <%s> i tabell <%s>)

source: Only numeric column type is supported
sv: Endast numerisk kolumntyp stöds

source: No record for cat = %d
sv: Inget rekord för katt = %d

source: NULL value for cat = %d
sv: NULL-värde för katt = %d

source: Column type is not numeric (type = %d, cat = %d
sv: Kolumntypen är inte numerisk (typ = %d, kat = %d)

source: Exports vector points as LAS point cloud
sv: Exporterar vektorpunkter som LAS-punktmoln

source: Converts LAS LiDAR point clouds to a GRASS vector map with libLAS
sv: Konverterar LAS LiDAR-punktmoln till en GRASS-vektorkarta med libLAS

source: Layer number to store return number as category
sv: Lagernummer för att lagra returnummer som kategori

source: Layer number where RGB color is stored as category
sv: Lagernummer där RGB-färgen lagras som kategori

source: Column with return number
sv: Kolumn med returnummer

source: RGB color definition column
sv: Kolumn för RGB-färgdefinition

source: Column with red color
sv: Kolonn med röd färg

source: Column with green color
sv: Kolumn med grön färg

source: Column with blue color
sv: Kolonn med blå färg

source: Internal scale to apply to X and Y values
sv: Intern skala för att tillämpa på X- och Y-värden

source: This scale does not change the values itself but only how precisely they are stored, for example 0.01 will preserve two decimal places
sv: Denna skala ändrar inte värdena i sig utan bara hur exakt de lagras, t.ex. 0,01 kommer att bevara två decimaler

source: Internal scale to apply to z values
sv: Intern skala för att tillämpa på z-värden

source: Limit export to the current region
sv: Begränsa exporten till den aktuella regionen

source: Ignore color table
sv: Ignorera färgtabell

source: Ignore color table even when set and not other options are present
sv: Ignorera färgtabell även när den är inställd och inga andra alternativ finns

source: Name of input vector map to export
sv: Namn på den ingående vektorkartan som ska exporteras

source: Feature type(s)
sv: Funktionstyp(er)

source: Combination of types is not supported by all output formats. Default is to use first type found in input vector map.
sv: Kombinationer av typer stöds inte av alla utdataformat. Standard är att använda den första typen som finns i inmatningsvektorkartan.

source: Name of output OGR datasource
sv: Namn på utgående OGR-datakälla

source: For example: ESRI Shapefile: filename or directory for storage PostGIS database: connection string
sv: Till exempel ESRI Shapefile: filnamn eller katalog för lagring PostGIS-databas: anslutningssträng

source: Data format to write
sv: Dataformat som ska skrivas

source: Name for output OGR layer. If not specified, input name is used
sv: Namn för utgående OGR-lager. Om det inte anges används namnet på inmatningen

source: For example: ESRI Shapefile: shapefile name PostGIS database: table name
sv: Till exempel: ESRI Shapefile: shapefile-namn PostGIS-databas: tabellnamn

source: Optionally change default output type
sv: Valfritt ändra standardutmatningstyp

source: export area boundaries as linestrings
sv: exportera områdesgränser som linjestrings

source: export lines as polygons
sv: exportera linjer som polygoner

source: OGR dataset creation option (format specific, NAME=VALUE)
cs: Volba vytvoøení datasetu OGR (specifický formát, JMÉNO=HODNOTA)
sv: Alternativ för skapande av OGR-dataset (formatspecifikt, NAME=VALUE)

source: OGR layer creation option (format specific, NAME=VALUE)
cs: Volba vytvoøení vrstvy OGR (specifický formát, JMÉNO=HODNOTA)
sv: Alternativ för skapande av OGR-skikt (formatspecifikt, NAME=VALUE)

source: Method to use for export, default is fast export, use slow export in case of problems with the fast method
sv: Metod att använda för export, standard är snabb export, använd långsam export om det uppstår problem med den snabba metoden

source: new, faster method
sv: ny, snabbare metod

source: old, slower method
sv: gammal, långsammare metod

source: Open an existing OGR datasource for update
sv: Öppna en befintlig OGR-datakälla för uppdatering

source: Append to existing layer
sv: Lägg till befintligt lager

source: A new OGR layer is created if it does not exist
sv: Ett nytt OGR-lager skapas om det inte redan finns

source: Skip export of GRASS category ID ('cat') attribute
sv: Hoppa över export av GRASS kategori ID ('cat') attribut

source: Also export features without category (not labeled). Otherwise only features with category are exported.
sv: Exportera även funktioner utan kategori (ej märkta). Annars exporteras endast funktioner med kategori.

source: Use ESRI-style .prj file format (applies to Shapefile output only)
cs: Pou¾ít styl ESRI - formát souboru .prj (aplikované pouze na výstup SHAPE)
sv: Använd ESRI-stil .prj-filformat (gäller endast Shapefile-utdata)

source: Force 2D output even if input is 3D (applies to Shapefile output only)
sv: Tvinga fram 2D-utdata även om indata är 3D (gäller endast Shapefile-utdata)

source: Export vector data as multi-features
sv: Exportera vektordata som multi-features

source: Create a new empty layer in defined OGR datasource and exit. Nothing is read from input.
sv: Skapa ett nytt tomt lager i den definierade OGR-datakällan och avsluta. Ingenting läses från inmatningen.

source: List supported output formats and exit
sv: Lista över stödda utdataformat och utgångar

source: Cannot select attributes for cat = %d
cs: Nelze vybrat atributy pro cat= %d
sv: Det går inte att välja attribut för cat = %d

source: No database record for cat = %d and export of 'cat' disabled
sv: Ingen databaspost för cat = %d och export av 'cat' inaktiverad

source: OGR driver <%s> not available
sv: OGR-drivrutin <%s> inte tillgänglig

source: Creation of output OGR datasource <%s> failed
sv: Skapandet av utgående OGR-datakälla <%s> misslyckades

source: Creation of OGR layer <%s> failed
sv: Skapandet av OGR-lagret <%s> misslyckades

source: Failed to create OGR feature
sv: Misslyckades med att skapa OGR-funktion

source: Unable to export multi-features. No category index for layer %d.
sv: Det går inte att exportera flera funktioner. Inget kategoriindex för lager %d.

source: Exporting features with category...
sv: Exportera funktioner med kategori...

source: Unable to create multi-feature. Category %d not found in line %d, field %d
sv: Det går inte att skapa flera funktioner. Kategori %d hittades inte i rad %d, fält %d

source: Exporting features without category...
sv: Exportera funktioner utan kategori...

source: Cannot select attributes sorted by %s
sv: Det går inte att välja attribut sorterade efter %s

source: Category index is not sorted ascending by cat!
sv: Kategoriindexet är inte sorterat stigande efter katt!

source: Exports a vector map layer to any of the supported OGR vector formats.
sv: Exporterar ett vektorkartskikt till något av de OGR-vektorformat som stöds.

source: By default a vector map layer is exported to OGC GeoPackage format.
sv: Som standard exporteras ett vektorkartskikt till OGC GeoPackage-format.

source: Volumes will be exported as sets of faces
sv: Volymerna exporteras som uppsättningar av ytor

source: Unable to determine input map's vector feature type(s).
sv: Det gick inte att fastställa indatakartans vektorfunktionstyp(er).

source: The combination of types is not supported by all formats.
cs: Kombinace typù není podporována v¹emi formáty.
sv: Kombinationen av olika typer stöds inte av alla format.

source: Unable to create OGR spatial reference
sv: Det går inte att skapa en rumslig referens för OGR

source: OGR layer <%s> created in datasource <%s> (format '%s')
sv: OGR-lager <%s> skapat i datakälla <%s> (format '%s)

source: The map contains islands. With the -c flag, islands will appear as filled areas, not holes in the output map.
sv: Kartan innehåller öar. Med flaggan -c kommer öar att visas som fyllda områden, inte som hål, i utdatakartan.

source: %d point found, but not requested to be exported. Verify 'type' parameter.
sv: %d punkt hittad, men inte begärd att exporteras. Verifiera parametern 'type'.

source: %d line found, but not requested to be exported. Verify 'type' parameter.
sv: %d rad hittad, men inte begärd att exporteras. Verifiera parametern 'type'.

source: %d boundary found, but not requested to be exported. Verify 'type' parameter.
sv: %d gräns hittad, men inte begärd att exporteras. Verifiera parametern 'type'.

source: %d centroid found, but not requested to be exported. Verify 'type' parameter.
sv: %d centroid hittades, men begärdes inte att exporteras. Verifiera parametern 'type'.

source: %d area found, but not requested to be exported. Verify 'type' parameter.
sv: %d område hittat, men inte begärt att exporteras. Verifiera parametern 'type'.

source: %d face found, but not requested to be exported. Verify 'type' parameter.
sv: %d face hittades, men begärdes inte att exporteras. Verifiera parametern 'type'.

source: %d volume found, but not requested to be exported. Verify 'type' parameter.
sv: %d volym hittad, men inte begärd att exporteras. Verifiera parametern 'type'.

source: No points found, but requested to be exported. Will skip this feature type.
sv: Inga punkter hittades, men begärdes exporterade. Kommer att hoppa över denna funktionstyp.

source: No lines found, but requested to be exported. Will skip this feature type.
sv: Inga rader hittades, men begärdes exporteras. Kommer att hoppa över denna funktionstyp.

source: No boundaries found, but requested to be exported. Will skip this feature type.
sv: Inga gränser hittades, men begärdes att exporteras. Kommer att hoppa över denna funktionstyp.

source: No areas found, but requested to be exported. Will skip this feature type.
sv: Inga områden hittades, men begärdes att exporteras. Kommer att hoppa över denna funktionstyp.

source: No centroids found, but requested to be exported. Will skip this feature type.
sv: Inga centroider hittades, men begärdes exporterade. Kommer att hoppa över denna funktionstyp.

source: No faces found, but requested to be exported. Will skip this feature type.
sv: Inga ansikten hittades, men begärdes att exporteras. Kommer att hoppa över denna funktionstyp.

source: No kernels found, but requested to be exported. Will skip this feature type.
sv: Inga kärnor hittades, men begärdes att exporteras. Kommer att hoppa över denna funktionstyp.

source: No volumes found, but requested to be exported. Will skip this feature type.
sv: Inga volymer hittades, men begärdes exporterade. Hoppa över denna funktionstyp.

source: OGR driver <%s> not found
cs: Ovladaè OGR <%s> nebyl nalezen
sv: OGR-drivrutin <%s> hittades inte

source: Unable to open OGR data source '%s'
cs: Nelze otevøít OGR zdroj dat '%s'
sv: Det går inte att öppna OGR-datakällan '%s'

source: Layer <%s> already exists in OGR data source '%s'
sv: Layer <%s> finns redan i OGR-datakällan '%s'

source: OGR layer <%s> already exists and will be overwritten
sv: OGR-lager <%s> finns redan och kommer att skrivas över

source: OGR layer <%s> doesn't exists, creating new OGR layer instead
sv: OGR-skiktet <%s> finns inte, nytt OGR-skikt skapas istället

source: Overriding existing user-defined 'SHPT=' LCO.
sv: Åsidosätter befintlig användardefinierad 'SHPT=' LCO.

source: Vector map <%s> is 3D. Use format specific layer creation options SHPT (parameter 'lco') to export in 3D rather than 2D (default)
sv: Vektorkartan <%s> är 3D. Använd formatspecifika alternativ för skapande av lager SHPT (parameter 'lco') för att exportera i 3D i stället för 2D (standard)

source: Vector map <%s> is 3D. Use format specific layer creation options DIM (parameter 'lco') to export in 3D rather than 2D (default).
sv: Vektorkartan <%s> är 3D. Använd formatspecifika alternativ för skapande av lager DIM (parameter 'lco') för att exportera i 3D i stället för 2D (standard).

source: Vector map <%s> is 3D. Use format specific layer creation options (parameter 'lco') to export in 3D rather than 2D (default).
sv: Vektorkartan <%s> är 3D. Använd formatspecifika alternativ för skapande av lager (parameter 'lco') för att exportera i 3D i stället för 2D (standard).

source: Unable to create OGR layer
cs: Neschopen vytvoøit OGR vrstvu
sv: Det går inte att skapa OGR-lager

source: No attribute table found -> using only category numbers as attributes
cs: Nebyla nalezena ¾ádná atributová tabulka -> pou¾iji jako atributy pouze èísla kategorie
sv: Ingen attributtabell hittades -> använder endast kategorinummer som attribut

source: Exporting 'cat' anyway, as it is the only attribute table field
sv: Exporterar ändå "cat", eftersom det är det enda attributfältet i tabellen

source: New attribute column <%s> added to the table
sv: Ny attributkolumn <%s> tillagd i tabellen

source: Unable to create column <%s>
sv: Det går inte att skapa kolumn <%s>

source: Key column <%s> not found
sv: Nyckelkolumn <%s> hittades inte

source: Unable to start OGR transaction
sv: Det går inte att starta OGR-transaktionen

source: Exporting %d feature...
sv: Exportera %d funktion...

source: Exporting %d area (may take some time)...
sv: Exportera %d-området (kan ta lite tid)...

source: Exporting %d volume...
sv: Exporterar %d volym...
