Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Enable auto-zooming to selected map layer
cs: Povolit automatické pøiblí¾ení na vybranou mapovou vrstvu
sv: Aktivera automatisk zoomning till valt kartlager

source: Show computational region extent
sv: Visa beräkningsregionens omfattning

source: Mouse wheel action:
sv: Rörelse med mushjulet:

source: Mouse scrolling direction:
sv: Musens rullningsriktning:

source: Advanced display settings
sv: Avancerade bildskärmsinställningar

source: 3D view depth buffer (possible values are 16, 24, 32):
sv: buffert för djup i 3D-vyn (möjliga värden är 16, 24, 32):

source: Tool dialog settings
sv: Inställningar för verktygsdialog

source: Close dialog when completed successfully
sv: Stäng dialogrutan när den har slutförts framgångsrikt

source: Allow interactive input
cs: Povolit interaktivní vstup
sv: Tillåt interaktiv input

source: Verbosity level:
cs: Úroveò upovídanosti pøíkazù:
sv: Ordstyrka nivå:

source: Number of threads for parallel computing (supported tools only):
sv: Antal trådar för parallell databehandling (endast verktyg som stöds):

source: Maximum memory in MB to be used (supported tools only):
sv: Maximalt minne i MB som ska användas (endast verktyg som stöds):

source: Layers
cs: Vrstvy
sv: Sikt

source: Default raster settings
sv: Standardinställningar för raster

source: Make null cells opaque
sv: Gör nollceller ogenomskinliga

source: Default color table
cs: Výchozí tabulka barev
sv: Standard färgtabell

source: Default vector settings
sv: Standardinställningar för vektorn

source: Display:
cs: Zobrazit:
sv: Visa:

source: Feature color:
sv: Funktionell färg:

source: Area fill color:
sv: Färg för fyllning av område:

source: Random colors according to category number
sv: Slumpmässiga färger enligt kategorinummer

source: Attributes
cs: Atributy
sv: Attribut

source: Line width (in pixels):
cs: ©íøka linie (v pixelech):
sv: Linjebredd (i pixlar):

source: Automatically highlight selected features in map display
sv: Automatisk markering av valda objekt i kartvisningen

source: Data browser
cs: Datový prohlí¾eè
sv: Webbläsare för data

source: Left mouse double click:
cs: Dvojklik levých tlaèítkem my¹i:
sv: Dubbelklicka med vänster mus:

source: Encoding (e.g. utf-8, ascii, iso8859-1, koi8-r):
cs: Kódování atributù (napø. utf-8, ascii, iso8859-1, Windows-1250):
sv: Kodning (t.ex. utf-8, ascii, iso8859-1, koi8-r):

source: Ask when deleting data record(s) from table
cs: Zeptat se pøi odstraòování dat z tabulky
sv: Fråga vid borttagning av datapost(er) från tabell

source: Create table
cs: Vytvoøit tabulku
sv: Skapa bord

source: Projection
cs: Projekce
sv: Projektion

source: Projection statusbar settings
cs: Nastavení stavového øádku projekce
sv: Inställningar för statusfältet för projektion

source: Note: This only controls the coordinates displayed in the lower-left of the Map Display window's status bar. It is purely cosmetic and does not affect the working project's coordinate reference system in any way. You will need to enable the Projection check box in the drop-down menu located at the bottom of the Map Display window.
sv: Obs: Detta styr endast de koordinater som visas längst ned till vänster i Map Display-fönstrets fönstrets statusfält. Det är rent kosmetiskt och påverkar inte arbetsprojektets koordinatreferenssystem på något sätt. Du måste aktivera kryssrutan Projection i rullgardinsmenyn längst ner i menyn längst ned i fönstret Map Display.

source: EPSG code:
cs: Kód EPSG:
sv: EPSG-kod:

source: PROJ string (required):
sv: PROJ-sträng (krävs):

source: EPSG file:
cs: Soubor s EPSG kódy:
sv: EPSG-fil:

source: Load EPSG codes (be patient), enter EPSG code or insert PROJ string directly.
sv: Läs in EPSG-koder (ha tålamod), ange EPSG-kod eller infoga PROJ-sträng direkt.

source: &Load EPSG codes
cs: &Naèíst Kódy EPSG:
sv: &Load EPSG-koder

source: Coordinates format
cs: Formát souøadnic
sv: Koordinaternas format

source: Lat/long projections
sv: Lat/long-projektioner

source: Unable to read EPGS codes: {0}
sv: Det går inte att läsa EPGS-koder: {0}

source: Unable to read EPSG codes: %s
cs: Nelze pøe¹íst EPSG kódy: %s
sv: Kan inte läsa EPSG-koder: %s

source: EPSG code %s not found
cs: EPSG kód %s nebyl nalezen
sv: EPSG-kod %s hittades inte

source: Select default display font
cs: Vybrat výchozí písmo
sv: Välj standardteckensnitt för displayen

source: Failed to set default display font. Try different font.
sv: Misslyckades med att ange standardteckensnitt för visning. Prova ett annat teckensnitt.

source: Select default output font
sv: Välj standardteckensnitt för utdata

source: Manage access to mapsets
cs: Správa pøístupu do mapsetù
sv: Hantera åtkomst till kartuppsättningar

source: Check a mapset to make it accessible, uncheck it to hide it. Notes: - The current mapset is always accessible. - You may only write to the current mapset. - You may only write to mapsets which you own.
cs: Za¹krtnout mapset pro pøístup, zru¹it pro skrytí. Poznámka: - Souèasný m,apset je v¾dy pøástupný. - Mù¾ete zapisovat pouze do souèasného mapsetu. - Mù¾ete zapisovat pouze do mapsetu který vlastníte.
sv: Markera en mapset för att göra den tillgänglig, avmarkera den för att dölja den. Anmärkningar: - Den aktuella kartuppsättningen är alltid tillgänglig. - Du kan bara skriva till den aktuella kartuppsättningen. - Du kan bara skriva till kartuppsättningar som du äger.

source: Owner
cs: Vlastník
sv: Ägare

source: Type command here and press Enter
sv: Skriv kommandot här och tryck på Enter

source: Permission denied <{}>. Please change file permission for reading.
sv: Behörighet nekad <{}>. Ändra filbehörighet för läsning.

source: Couldn't read file <{}>.
sv: Filen <{}> kunde inte läsas.

source: Permission denied <{}>. Please change file permission for writing.{}
sv: Behörighet nekad <{}>. Ändra filbehörighet för att skriva.{}

source: Couldn't write file <{}>.{}
sv: Kunde inte skriva filen <{}>.{}

source: Unable to launch Python script.
sv: Det går inte att starta Python-skriptet.

source: Open file
sv: Öppna fil

source: File <{path}> doesn't exist. It was probably moved or deleted.
sv: Filen <{path}> finns inte. Den har förmodligen flyttats eller raderats.

source: Replace the content by the template?
sv: Ersätta innehållet med mallen?

source: Replace the content by the example?
sv: Ersätta innehållet med ett exempel?

source: Replace the current content by the file content?
sv: Ersätta det aktuella innehållet med filinnehållet?

source: Replace content
sv: Ersätt innehåll

source: Set parameters for the script
sv: Ange parametrar för skriptet

source: Specify command line parameters for the script separated by spaces:
sv: Ange kommandoradsparametrar för skriptet åtskilda av mellanslag:

source: Open (Ctrl+O)
sv: Öppna (Ctrl+O)

source: Save (Ctrl+S)
sv: Spara (Ctrl+S)

source: Run (Ctrl+R)
sv: Kör (Ctrl+R)

source: Activate overwrite
sv: Aktivera överskrivning

source: Deactivate overwrite
sv: Avaktivera överskrivning

source: Simple Python Editor
sv: Enkel Python Editor

source: Query results
sv: Sökresultat

source: Right click to copy selected values to clipboard.
sv: Högerklicka för att kopiera valda värden till urklipp.

source: Feature
sv: Funktion

source: Value
sv: Värde

source: Copy all to clipboard
sv: Kopiera allt till urklipp

source: Redirect to console
sv: Omdirigera till konsolen

source: Copy from '%s' column
sv: Kopiera från kolumnen '%s'

source: Copy selected lines
sv: Kopiera markerade rader

source: Copy '%s'
sv: Kopiera '%s'

source: Copy line
sv: Kopiera linje

source: Query results:
sv: Sökresultat:

source: east, north
sv: öster, norr

source: Nothing found
sv: Inget hittat

source: Toolbar
sv: Verktygsfält

source: Copy map names to clipboard (top to bottom)
sv: Kopiera kartnamn till urklipp (uppifrån och ner)

source: Copy map names to clipboard (bottom to top)
sv: Kopiera kartnamn till urklipp (nedifrån och upp)

source: Set opacity of <%s>
sv: Ställ in opacitet för <%s>

source: Remove selected map(s) from list
sv: Ta bort markerad karta/markerade kartor från listan

source: Layer up
sv: Lager på lager

source: Move selected layer(s) up
sv: Flytta markerade lager uppåt

source: Layer down
sv: Lager ner

source: Move selected layer(s) down
sv: Flytta markerade lager nedåt

source: Edit layer properties
sv: Redigera skiktets egenskaper

source: Change layer opacity
sv: Ändra skiktets opacitet

source: Change opacity
sv: Ändra opacitet

source: Add 3D raster map layer
cs: Pøidat 3D rastrovou vrstvu
sv: Lägg till 3D-rasterkartlager

source: Add RGB map layer
cs: Pøidat vrstvu RGB
sv: Lägg till RGB-kartlager

source: Display map
cs: Zobrazit mapu
sv: Visa karta

source: Re-render modified map layers only
sv: Återskapa endast modifierade kartlager

source: Render map
sv: Renderingskarta

source: Force re-rendering all map layers
cs: Vynutit pøekreslení v¹ech mapových vrstev
sv: Tvinga fram en ny rendering av alla kartlager

source: Erase display
cs: Vymazat displej
sv: Radera display

source: Erase display canvas with given background color
sv: Radera skärmduk med given bakgrundsfärg

source: Pointer
cs: Ukazatel
sv: Pekare

source: Drag or click mouse to zoom
cs: Kliknout nebo táhnout my¹í pro pøiblí¾ení
sv: Dra eller klicka med musen för att zooma

source: Zoom in
cs: Zvìt¹it
sv: Zooma in

source: Drag or click mouse to unzoom
cs: Kliknout nebo táhnout my¹í pro zmen¹ení
sv: Dra eller klicka med musen för att ta bort zoomningen

source: Zoom out
cs: Zmen¹it
sv: Zooma ut

source: Return to previous zoom
cs: Vrátit na pøedchozí zvìt¹ení
sv: Återgå till föregående zoom

source: Various zoom options
sv: Olika zoomalternativ

source: Zoom to default or saved region, save to named region, ...
sv: Zooma till standard- eller sparad region, spara till namngiven region, ...

source: Zoom to selected map layer(s)
cs: Pøiblí¾it na vybranou mapu
sv: Zooma till valda kartlager

source: Zoom to computational region extent
sv: Zooma till beräkningsregionens omfattning

source: Drag with mouse to pan
cs: Táhnout my¹í pro zobrazení celeé mapy
sv: Dra med musen för att panorera

source: Pan
cs: Celá mapa
sv: Panorera

source: Save display to file
sv: Spara visning till fil

source: Show manual
sv: Visa manual

source: Quit
cs: Ukonèit
sv: Avsluta

source: Add raster map layer
sv: Lägg till rasterkartskikt

source: Add vector map layer
sv: Lägg till vektorkartskikt

source: Add map elements
cs: Pøidat mapové prvky
sv: Lägga till kartelement

source: Overlay elements like scale and legend onto map
cs: Pøilo¾it mapové prvky jako mìøítko a legendu do mapy
sv: Överlagra element som skala och teckenförklaring på kartan

source: Create histogram with d.histogram
sv: Skapa histogram med d.histogram

source: Settings
cs: Nastavení
sv: Inställningar

source: Map Display Settings
sv: Inställningar för kartvisning

source: (Un)dock
sv: (O)docka

source: category
sv: kategori

source: type
sv: typ

source: Select features
sv: Välj funktioner

source: Create a new map
sv: Skapa en ny karta

source: Selected map <%s> has been disabled for rendering. Operation canceled.
sv: Vald karta <%s> har inaktiverats för rendering. Åtgärden avbröts.

source: No vector map layer selected. Operation canceled.
sv: Inget vektorkartlager har valts. Operationen avbruten.

source: No map layer selected. Operation canceled.
sv: Inget kartlager har valts. Operationen avbruten.

source: Failed to query vector map(s) <%s>.
sv: Misslyckades med att fråga vektormapp(ar) <%s>.

source: No features selected
sv: Inga funktioner valda

source: Vector map <%s> was created
sv: Vektorkarta <%s> skapades

source: Unable to create a new vector map. Reason: %s
sv: Det går inte att skapa en ny vektorkarta. Anledning: %s

source: Name <%(name)s> is not a valid name for GRASS map. Please use only ASCII characters excluding %(chars)s and space.
sv: Namnet <%(name)s> är inte ett giltigt namn för GRASS-kartan. Använd endast ASCII-tecken exklusive %(chars)s och mellanslag.

source: Invalid name
sv: Ogiltigt namn

source: Fulltext search
sv: Fulltextsökning

source: Type to search in all tools. Press Enter for next match.
sv: Skriv för att söka i alla verktyg. Tryck på Enter för nästa matchning.

source: Searching, please type more characters.
sv: Söker, skriv fler tecken.

source: {} tools matched
sv: {} verktyg matchade

source: Profiles
sv: Profiler

source: Save current settings
sv: Spara aktuella inställningar

source: Delete currently selected settings
sv: Radera aktuella inställningar

source: Load:
sv: Läs in:

source: Settings <%s> not found
sv: Inställningar <%s> hittades inte

source: Save settings
sv: Spara inställningar

source: Name not given, settings is not saved.
sv: Namn anges inte, inställningar sparas inte.

source: Settings <%s> already exists. Do you want to overwrite the settings?
sv: Inställningen <%s> finns redan. Vill du skriva över inställningarna?

source: No settings is defined. Operation canceled.
sv: Inga inställningar har definierats. Operationen avbruten.

source: Unable to save settings
sv: Kan inte att spara inställningar

source: Clear
sv: Rensa

source: &Clear
sv: &Klar

source: Cancel
sv: Avbryt

source: &Cancel
sv: &Avbryt

source: Close
cs: Zavøít
sv: Stäng

source: &Close
sv: &Stäng

source: Apply
sv: Tillämpa

source: &Apply
sv: &Tillämpa

source: Timestamp:
sv: Tidsstämpel:

source: Runtime duration:
sv: Körtid varaktighet:

source: North:
sv: Norr:

source: South:
sv: Söderut:

source: West:
sv: Västerut:

source: East:
sv: Österut:

source: North-south resolution:
sv: Nord-sydlig resolution:

source: East-west resolution:
sv: Upplösning i öst-västlig riktning:

source: Number of rows:
sv: Antal rader:

source: Number of columns:
sv: Antal kolumner:

source: Number of cells:
sv: Antal celler:

source: {} sec
sv: {} sek

source: General info
sv: Allmän information

source: Computational region during command execution
sv: Beräkningsregion under exekvering av kommando

source: Update current region
sv: Uppdatera aktuell region

source: Set current computational region to the region of executed command
sv: Ställ in aktuell beräkningsregion till regionen för det utförda kommandot

source: History browser
sv: Historik webbläsare

source: &Export history
sv: &Exporthistorik

source: Export history of executed commands to a file
sv: Exportera historik över utförda kommandon till en fil

source: JSON files
sv: JSON-filer

source: Command history saved to '{}'
sv: Kommandohistorik sparad till '{}'

source: No time info
sv: Ingen tidsinformation

source: {base_date} (today)
sv: {base_date} (idag)

source: {base_date} (yesterday)
sv: {base_date} (igår)

source: {base_date} (this week)
sv: {base_date} (denna vecka)

source: Double-click to open the tool
sv: Dubbelklicka för att öppna verktyget

source: &Remove
sv: &Ta bort

source: Cannot be parsed into command
sv: Kan inte tolkas till ett kommando

source: Do you really want to remove <{}> command?
sv: Vill du verkligen ta bort kommandot <{}>?

source: Remove command
sv: Ta bort kommandot

source: Removing <{}>
sv: Ta bort <{}>

source: <{}> removed
sv: <{}> borttagen

source: Command <{}> copied to clipboard
sv: Kommando <{}> kopieras till urklipp

source: Failed to copy command to clipboard
sv: Misslyckades med att kopiera kommandot till klippbordet

source: Select imagery group
sv: Välj bildgrupp

source: Name of imagery group is missing.
sv: Namnet på bildgruppen saknas.

source: Name of imagery group:
sv: Bildgruppens namn:

source: Name of imagery subgroup:
sv: Namn på bildundergrupp:

source: Please choose a subgroup.
sv: Välj en undergrupp.

source: Subgroup <%s> not found in group <%s>
sv: Undergrupp <%s> finns inte i grupp <%s>

source: No data found in subgroup <%s> of group <%s>. .
sv: Inga data hittades i undergrupp <%s> i grupp <%s>. .

source: No data found in group <%s>. .
sv: Inga data hittades i grupp <%s>. .

source: Group <%s> not found
sv: Grupp <%s> hittades inte

source: Name of map is missing.
sv: Namnet på kartan saknas.

source: Class manager
sv: Klassansvarig

source: Classes
sv: Klasser

source: Class name
sv: Klassens namn

source: Please use only ASCII characters.
sv: Använd endast ASCII-tecken.

source: Zoom to training areas of selected class
sv: Zooma till utbildningsområden för vald klass

source: Save signature file
sv: Spara signaturfil

source: Enter name of signature file:
sv: Ange namn på signaturfilen:

source: Signature file path:
sv: Sökväg till signaturfilen:

source: Export training areas
sv: Utbildningsområden för export

source: Enter name of new vector map:
sv: Ange namnet på den nya vektorkartan:

source: Export attribute table
sv: Exportera attributtabell

source: Export attribute table containing computed statistical data
sv: Exportera attributtabell som innehåller beräknade statistiska data

source: Vector map <%s> already exists. Do you want to overwrite it?
sv: Vektorkarta <%s> finns redan. Vill du skriva över den?

source: Vector <%s> exists
sv: Vektor <%s> finns

source: You are trying to create a training area outside the computational region. Please, use g.region to set the appropriate region first.
sv: Du försöker skapa ett träningsområde utanför beräkningsregionen. Använd g.region för att ställa in lämplig region först.

source: In order to create a training area, you have to select class first. There is no class yet, do you want to create one?
sv: För att kunna skapa ett träningsområde måste du först välja klass. Det finns ingen klass ännu, vill du skapa en?

source: No class selected
sv: Ingen klass vald

source: Loading imagery lib failed. %s
sv: Inläsning av imagery lib misslyckades. %s

source: Supervised Classification Tool
sv: Verktyg för övervakad klassificering

source: IClass Toolbar
sv: IClass verktygsfält

source: IClass Misc Toolbar
sv: IClass Misc Verktygsfält

source: Digitization Toolbar
sv: Verktygsfält för digitalisering

source: Plots
sv: Tomter

source: Preview Display
sv: Förhandsgranskning av display

source: Training Areas Display
sv: Träningsområden Display

source: Adjust Training Area Display to Preview Display
sv: Justera visningen av träningsområdet till förhandsgranskning

source: Adjust Preview display to Training Area Display
sv: Justera förhandsgranskningsdisplayen till Training Area Display

source: Display synchronization ON
sv: Synkronisering av display ON

source: Display synchronization OFF
sv: Synkronisering av display OFF

source: All changes will be lost. Do you want to continue?
sv: Alla ändringar kommer att gå förlorade. Vill du fortsätta?

source: Import vector map
sv: Importera vektorkarta

source: No areas in vector map <%s>.
sv: Inga områden i vektorkarta <%s>.

source: Vector map <%s> contains points or lines, these features are ignored.
sv: Vektorkarta <%s> innehåller punkter eller linjer, dessa funktioner ignoreras.

source: Unable to open vector map <%s>
sv: Det går inte att öppna vektorkartan <%s>

source: Unable to copy vector features from <%s>
sv: Det går inte att kopiera vektorfunktioner från <%s>

source: Unable to open temporary vector map
sv: Det går inte att öppna en tillfällig vektorkarta

source: No training areas to export.
sv: Inga utbildningsområden att exportera.

source: %d training areas (%d classes) exported to vector map <%s>.
sv: %d träningsområden (%d klasser) exporterade till vektorkarta <%s>.

source: Failed to create temporary vector map.
sv: Misslyckades med att skapa en tillfällig vektorkarta.

source: There was an error initializing signatures. Check GUI console for any error messages.
sv: Det uppstod ett fel vid initiering av signaturer. Kontrollera GUI-konsolen för eventuella felmeddelanden.

source: No area in category %s. Category skipped.
sv: Inget område i kategori %s. Kategori överhoppad.

source: Analysis failed.
sv: Analysen misslyckades.

source: results
sv: resultat

source: No imagery group selected.
sv: Ingen bildgrupp vald.

source: Due to recent changes in classes, signatures can be outdated and should be recalculated. Do you still want to continue?
sv: På grund av de senaste ändringarna i klasserna kan signaturerna vara föråldrade och bör räknas om. Vill du fortfarande fortsätta?

source: Outdated signatures
sv: Föråldrade signaturer

source: Signatures are not valid. Recalculate them and then try again.
sv: Underskrifterna är inte giltiga. Beräkna dem igen och försök sedan igen.

source: A signature file named %s already exists. Do you want to replace it?
sv: En signaturfil med namnet %s finns redan. Vill du ersätta den?

source: No imagery group selected. Operation canceled.
sv: Ingen bildgrupp vald. Operationen avbruten.

source: Group <%(group)s> does not have enough files (it has %(files)d files). Operation canceled.
sv: Grupp <%(group)s> har inte tillräckligt med filer (den har %(files)d filer). Åtgärden avbröts.

source: No areas given. Operation canceled.
sv: Inga områden angivna. Operation avbruten.

source: Vector features are outside raster layers. Operation canceled.
sv: Vektorfunktioner ligger utanför rasterlager. Operation avbruten.

source: Name of subgroup required
sv: Namn på undergrupp krävs

source: Subgroup <%s> not found
sv: Undergrupp <%s> hittades inte

source: Raster map <%s> not found
cs: Rastrová mapa <%s> nebyla nalezena.
sv: Rasterkarta <%s> hittades inte

source: Supervised Classification Tool - GRASS GIS
sv: Verktyg för övervakad klassificering - GRASS GIS

source: Loading raster map <%s>...
sv: Läser in rasterkarta <%s>...

source: Loading training map <%s>...
sv: Läser in utbildningskarta <%s>...

source: Coincident plots
sv: Sammanfallande plottar

source: Histograms
sv: Histogram

source: Scatter plots
sv: Spridningsdiagram

source: Scatter plot functionality is disabled. Reason: Unable to import packages needed for scatter plot. %s
sv: Funktionen för spridningsdiagram är inaktiverad. Orsak till detta: Det gick inte att importera de paket som behövs för spridningsdiagram. %s

source: Loading imagery lib failed
sv: Inläsning av imagery lib misslyckades

source: Set opacity level
sv: Ställ in opacitetsnivå

source: Run analysis, update histogram and coincidence plots
sv: Kör analys, uppdatera histogram och tillfällighetsplottar

source: Save signature file for i.maxlik
sv: Spara signaturfil för i.maxlik

source: Remove selected map layer
sv: Ta bort markerat kartlager

source: Export training areas to vector map
sv: Exportera träningsområden till vektorkarta

source: Import training areas from vector map
sv: Importera träningsområden från vektorkarta

source: Preview
cs: Náhled
sv: Förhandsvisa

source: Training
sv: Träning

source: / Zoom to map
sv: / Zooma till kartan

source: Add raster map
sv: Lägg till rasterkarta

source: Unknown iconset '%s', using default 'grass'...
sv: Okänd ikonsats '%s', använder standard 'gräs'...

source: Unable to load icon theme. Reason: %s. Quitting wxGUI...
sv: Det går inte att läsa in ikontema. Orsak: %s. Avslutar wxGUI...

source: 1. Select GRASS GIS database directory
sv: 1. Välj katalog för GRASS GIS-databas

source: 2. Select GRASS Location
sv: 2. Välj GRASS-plats

source: 3. Select GRASS Mapset
sv: 3. Välj GRASS Mapset

source: GRASS GIS database directory contains Locations.
sv: GRASS GIS-databasens katalog innehåller platser.

source: All data in one Location is in the same coordinate reference system (projection). One Location can be one project. Location contains Mapsets.
sv: Alla data på en plats är i samma koordinatreferenssystem (projektion). En Location kan vara ett projekt. En plats innehåller Mapsets.

source: Mapset contains GIS data related to one project, task within one project, subregion or user.
sv: Mapset innehåller GIS-data som är relaterade till ett projekt, en uppgift inom ett projekt, en delregion eller en användare.

source: Start &GRASS session
sv: Starta &GRASS-sessionen

source: &New
sv: &Ny
