Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Use meters to define search units (default is cells)
sv: Använd meter för att definiera sökenheter (standard är celler)

source: Use extended form correction
sv: Använd utökad formkorrigering

source: Coordinates to profile
sv: Koordinerar till profil

source: Profile
sv: Profil

source: Profile output file name ("-" for stdout)
sv: Namn på profilens utdatafil ("-" för stdout)

source: Profile output format
sv: Utmatningsformat för profil

source: Failed parsing <%s>
sv: Misslyckades med att analysera <%s>

source: At least one output is required, e.g. %s
sv: Minst en utgång krävs, t.ex. %s

source: The coordinates are outside of the computational region
sv: Koordinaterna ligger utanför beräkningsregionen

source: Failed to open output file <%s>: %d (%s)
sv: Misslyckades med att öppna utdatafilen <%s>: %d (%s)

source: Search radius size must cover at least 1 cell
sv: Storleken på sökradien måste täcka minst 1 cell

source: Skip radius size must be at least 1 cell lower than radius
sv: Skip radius size måste vara minst 1 cell lägre än radius

source: Flatness threshold must be grater than 0
sv: Tröskelvärdet för planhet måste vara större än 0

source: Flatness distance should be between skip and search radius. Otherwise ignored
sv: Platthetsavståndet ska vara mellan skip och sökradie. Annars ignoreras

source: There may be a notable processing delay because the computational region is %lu times larger than necessary
sv: Det kan uppstå en betydande fördröjning i bearbetningen eftersom beräkningsområdet är %lu gånger större än nödvändigt

source: Unknown output data type
sv: Okänd typ av utdata

source: Profile data has been written
sv: Profildata har skrivits

source: Failed writing profile data
sv: Misslyckades med att skriva profildata

source: Failed to profile the computation, please check the parameters
sv: Misslyckades med att profilera beräkningen, kontrollera parametrarna

source: Region resolution shouldn't be lesser than map %s resolution. Run g.region raster=%s to set proper resolution
sv: Regionens upplösning bör inte vara mindre än kartans %s upplösning. Kör g.region raster=%s för att ställa in rätt upplösning

source: Internal error in %s()
sv: Internt fel i %s()

source: Generates a raster map containing distances to nearest raster features and/or the value of the nearest non-null cell.
sv: Genererar en rasterkarta som innehåller avstånd till närmaste rasterobjekt och/eller värdet för närmaste icke-nullcell.

source: Name for distance output raster map
sv: Namn för rasterkarta för utmatning av avstånd

source: Name for value output raster map
sv: Namn för rasterkarta för värdeutmatning

source: Minimum distance threshold
sv: Tröskelvärde för minsta avstånd

source: Maximum distance threshold
sv: Tröskelvärde för maximalt avstånd

source: Output distances in meters instead of map units
sv: Utmatning av avstånd i meter i stället för kartans enheter

source: Calculate distance to nearest NULL cell
sv: Beräkna avståndet till närmaste NULL-cell

source: Invalid %s value '%s', ignoring.
sv: Ogiltigt %s-värde '%s', ignorerar.

source: '%s' must be smaller than '%s'.
sv: '%s' måste vara mindre än '%s'.

source: Distance output is required for distance to NULL cells
sv: Avståndsutmatning krävs för avstånd till NULL-celler

source: Value output is meaningless for distance to NULL cells
sv: Utmatat värde är meningslöst för avstånd till NULL-celler

source: At least one of distance= and value= must be given
sv: Minst ett av alternativen avstånd= och värde= måste anges

source: metric=geodesic is only valid for lat/lon
sv: metric=geodesic är endast giltigt för lat/lon

source: Unknown metric: '%s'
sv: Okänd metrik: '%s'

source: Output distance in meters for lat/lon is only possible with '%s=%s'
sv: Utmatning av avstånd i meter för lat/lon är endast möjlig med '%s=%s'

source: Unable to create temporary file <%s>
sv: Det går inte att skapa en temporär fil <%s>

source: Name of input raster map with initial piezometric head in [m]
sv: Namn på inmatad rasterkarta med initial piezometrisk höjd i [m]

source: Name of input raster map providing boundary condition status: 0-inactive, 1-active, 2-dirichlet
sv: Namn på inmatad rasterkarta som ger status för gränsvillkor: 0-inaktiv, 1-aktiv, 2-dirichlet

source: Name of input raster map with x-part of the hydraulic conductivity tensor in [m/s]
sv: Namn på inmatad rasterkarta med x-delen av den hydrauliska konduktivitetstensorn i [m/s]

source: Name of input raster map with y-part of the hydraulic conductivity tensor in [m/s]
sv: Namn på inmatad rasterkarta med y-delen av den hydrauliska konduktivitetstensorn i [m/s]

source: Name of input raster map with water sources and sinks in [m^3/s]
sv: Namn på rasterkarta för indata med vattenkällor och sänkor i [m^3/s]

source: Name of input raster map with storativity for confined or effective porosity for unconfined groundwater flow booth in [-]
sv: Namn på rasterkarta med storativitet för instängt eller effektiv porositet för fritt grundvattenflöde booth i [-]

source: Recharge
sv: Ladda om

source: Recharge input raster map e.g: 6*10^-9 per cell in [m^3/s*m^2]
sv: Rasterkarta över laddningsdata, t.ex.: 6*10^-9 per cell i [m^3/s*m^2]

source: Name of input raster map describing the top surface of the aquifer in [m]
sv: Namn på rasterkarta som beskriver akviferens övre yta i [m]

source: Name of input raster map describing the bottom surface of the aquifer in [m]
sv: Namn på rasterkarta för indata som beskriver akviferens bottenyta i [m]

source: Output raster map storing the numerical result [m]
sv: Utmatning av rasterkarta som lagrar det numeriska resultatet [m]

source: Output raster map to store the groundwater filter velocity vector part in x direction [m/s]
sv: Utmatningsrasterkarta för att lagra grundvattenfiltrets hastighetsvektordel i x-riktning [m/s]

source: Output raster map to store the groundwater filter velocity vector part in y direction [m/s]
sv: Utmatningsrasterkarta för att lagra grundvattenfiltrets hastighetsvektordel i y-riktning [m/s]

source: Output raster map to store the groundwater budget for each cell [m^3/s]
sv: Utmatning av rasterkarta för att lagra grundvattenbudgeten för varje cell [m^3/s]

source: The type of groundwater flow
cs: Typ podporchového toku
sv: Typ av grundvattenflöde

source: Name of input raster map providing the height of the river bed in [m]
sv: Namn på inmatad rasterkarta som anger flodbäddens höjd i [m]

source: Name of input raster map providing the water level (head) of the river with leakage connection in [m]
sv: Namn på rasterkarta som ger vattennivån (uppdämning) i floden med läckageanslutning i [m]

source: Name of input raster map providing the leakage coefficient of the river bed in [1/s].
sv: Namn på inmatad rasterkarta som ger läckagekoefficienten för flodbädden i [1/s].

source: Name of input raster map providing the height of the drainage bed in [m]
sv: Namn på inmatad rasterkarta som anger höjden på dräneringsbädden i [m]

source: Name of input raster map providing the leakage coefficient of the drainage bed in [1/s]
sv: Namn på rasterkarta för indata som ger dräneringsbäddens läckagekoefficient i [1/s]

source: The maximum number of iterations in the linearization approach
sv: Det maximala antalet iterationer i linjäriseringsmetoden

source: Allocate a full quadratic linear equation system, default is a sparse linear equation system.
sv: Tilldela ett fullständigt kvadratiskt linjärt ekvationssystem, standard är ett glest linjärt ekvationssystem.

source: groundwater flow
sv: grundvattenflöde

source: Numerical calculation program for transient, confined and unconfined groundwater flow in two dimensions.
cs: Numerický výpoèetní program pro soustøedìný, nesoustøedìný a nejaký tok ve dvou dimenzích
sv: Numeriskt beräkningsprogram för transient, instängd och oinstängd grundvattenströmning i två dimensioner.

source: Please provide river_head, river_leak and river_bed maps
cs: Prosím zadejte mapy river_head, river_leak a river_bed
sv: Tillhandahåll kartor över river_head, river_leak och river_bed

source: Please provide drain_head and drain_leak maps
cs: Prosím zadejte mapy drain_head a dreain_leak
sv: Tillhandahåll kartor över drain_head och drain_leak

source: The cholesky solver dos not work with sparse matrices. You may choose a full filled quadratic matrix, flag -f.
sv: Cholesky-lösaren fungerar inte med glesa matriser. Du kan välja en helt fylld kvadratisk matris, flagga -f.

source: Calculation time: %g
sv: Beräkningstid: %g

source: Calculation of unconfined groundwater flow loop %i
sv: Beräkning av slinga för obegränsat grundvattenflöde %i

source: Maximum difference between this and last increment: %g
cs: Maximální rozdíl mezi tímto a dal¹ím pøírùstkem: %g
sv: Maximal skillnad mellan detta och det senaste inkrementet: %g

source: Unable to create and solve the linear equation system
cs: Nelze vytvoøit a vyøe¹it soustavu lineárních rovnic
sv: Kan inte skapa och lösa det linjära ekvationssystemet

source: Generates red, green and blue (RGB) raster map layers combining hue, intensity and saturation (HIS) values from user-specified input raster map layers.
sv: Genererar röda, gröna och blå (RGB) rasterkartskikt som kombinerar nyans-, intensitets- och mättnadsvärden (HIS) från användarspecifika rasterkartskikt.

source: Name of output layer to be used for red
sv: Namn på utdatalagret som ska användas för röd färg

source: Name of output layer to be used for green
sv: Namn på utdatalagret som ska användas för green

source: Name of output layer to be used for blue
sv: Namn på utdatalagret som ska användas för blå

source: No such color <%s>
sv: Ingen sådan färg <%s>

source: solar
sv: solceller

source: sun position
sv: solens läge

source: Computes horizon angle height from a digital elevation model.
sv: Beräknar horisontvinkelns höjd från en digital höjdmodell.

source: The module has two different modes of operation: 1. Computes the entire horizon around a single point whose coordinates are given with the 'coord' option. The horizon height (in radians). 2. Computes one or more raster maps of the horizon height in a single direction. The input for this is the angle (in degrees), which is measured counterclockwise with east=0, north=90 etc. The output is the horizon height in radians.
sv: Modulen har två olika driftlägen: 1. Beräknar hela horisonten runt en enda punkt vars koordinater anges med alternativet 'coord'. Horisontens höjd (i radianer). 2. Beräknar en eller flera rasterkartor av horisontens höjd i en enda riktning. Indata för detta är vinkeln (i grader), som mäts moturs med öst=0, norr=90 osv. Utdata är horisontens höjd i radianer.

source: Direction in which you want to know the horizon height
sv: Riktning i vilken du vill veta horisonthöjden

source: Angle step size for multidirectional horizon [degrees]
sv: Stegstorlek för vinkel för multidirektionell horisont [grader]

source: Start angle for multidirectional horizon [degrees]
sv: Startvinkel för multidirektionell horisont [grader]

source: Raster mode
sv: Rasterläge

source: End angle for multidirectional horizon [degrees]
sv: Slutvinkel för multidirektionell horisont [grader]

source: For horizon rasters, read from the DEM an extra buffer around the present region
sv: För horisontraster, läs från DEM en extra buffert runt den aktuella regionen

source: For horizon rasters, read from the DEM an extra buffer eastward the present region
sv: För horisontraster, läs från DEM en extra buffert österut den aktuella regionen

source: For horizon rasters, read from the DEM an extra buffer westward the present region
sv: För horisontraster, läs från DEM en extra buffert västerut den aktuella regionen

source: For horizon rasters, read from the DEM an extra buffer northward the present region
sv: För horisontraster, läs från DEM en extra buffert norr om den aktuella regionen

source: For horizon rasters, read from the DEM an extra buffer southward the present region
sv: För horisontraster, läs från DEM en extra buffert söderut den aktuella regionen

source: The maximum distance to consider when finding the horizon height
sv: Det maximala avstånd som ska beaktas när horisonthöjden fastställs

source: Coordinate(s) for which you want to calculate the horizon
sv: Koordinat(er) för vilken/vilka du vill beräkna horisonten

source: Point mode
sv: Punktläge

source: Sampling distance step coefficient (0.5-1.5)
sv: Provtagningsavstånd stegkoefficient (0,5-1,5)

source: Name of file for output (use output=- for stdout)
cs: Název výstupního souboru (pro standardní výstup pou¾ijte output=-)
sv: Namn på fil för utdata (använd output=- för stdout)

source: Include horizon distance in the plain output
sv: Inkludera horisontavståndet i den vanliga utmatningen

source: Write output in degrees (default is radians)
sv: Skriv utdata i grader (standard är radianer)

source: Write output in compass orientation (default is CCW, East=0)
sv: Skriv utdata i kompassriktning (standard är CCW, East=0)

source: Note: In latitude-longitude coordinate system specify buffers in degree unit
sv: Obs: I koordinatsystem för latitud-longitud anges buffertar i gradenhet

source: Can't read the coordinates from the "coordinate" option.
sv: Det går inte att läsa koordinaterna från alternativet "koordinat".

source: Coordinates are outside of the current region
sv: Koordinaterna ligger utanför den aktuella regionen

source: You didn't specify a direction value or step size. Aborting.
sv: Du har inte angett något riktningsvärde eller någon stegstorlek. Avbryter.

source: You didn't specify a horizon raster name. Aborting.
sv: Du har inte angett något namn på horisontrastret. Avbryter.

source: Negative values of start angle are not allowed. Aborting.
sv: Negativa värden för startvinkeln är inte tillåtna. Avbryter.

source: End angle is not between 0 and 360. Aborting.
sv: Slutvinkeln är inte mellan 0 och 360. Avbryter.

source: You specify a start grater than the end angle. Aborting.
sv: Du anger en startvinkel som är större än slutvinkeln. Avbryter.

source: You didn't specify an angle step size. Aborting.
sv: Du har inte angett någon storlek på vinkelsteget. Avbryter.

source: Could not read bufferzone size. Aborting.
sv: Kunde inte läsa buffertzonens storlek. Avbryter.

source: Could not read %s bufferzone size. Aborting.
sv: Kunde inte läsa %s buffertzonens storlek. Avbryter.

source: east
sv: österut

source: west
sv: väst

source: south
sv: söderut

source: north
sv: norr

source: Could not read maximum distance. Aborting.
sv: Kunde inte läsa maximalt avstånd. Avbryter.

source: The distance value must be 0.5-1.5. Aborting.
sv: Avståndsvärdet måste vara 0,5-1,5. Avbryter.

source: OOPS: rows changed from %d to %d
cs: JÉMINÁNKU: øádky se zmìnily z %d na %d
sv: OOPS: raderna ändrades från %d till %d

source: OOPS: cols changed from %d to %d
cs: JÉMINÁNKU: sloupce se zmìnily z %d na %d
sv: OOPS: Cols ändrades från %d till %d

source: Error in %s
sv: Fel i %s

source: Calculating map %01d of %01d (angle %.2f, raster map <%s>)
sv: Beräkning av karta %01d av %01d (vinkel %.2f, rasterkarta <%s>)

source: failed to read the input file
sv: misslyckades med att läsa inmatningsfilen

source: input file is not a Surfer ascii grid file
cs: vstupní souboru není typu Surfer ascii
sv: indatafilen är inte en Surfer ascii-rasterfil

source: error reading the column and row dimension from the Surfer grid file
cs: chyba pøi ètení dimenzí øádku a sloupce ze rastrového souboru Surfer
sv: fel vid läsning av kolumn- och raddimensionen från Surfer-gridfilen

source: error reading the X range from the Surfer grid file
cs: chyba pøi ètení rozsahu X v rastrovém souboru Surfer
sv: fel vid läsning av X-intervallet från Surfer Grid-filen

source: error reading the Y range from the Surfer grid file
cs: chyba pøi ètení rozsahu Y z rastrového souboru Surfer
sv: fel vid läsning av Y-intervallet från Surfer-gridfilen

source: error reading the Z range from the Surfer grid file
cs: chyba pøi ètení rozsahu Z z rastrového souboru Surfer
sv: fel vid läsning av Z-intervallet från Surfer-gridfilen

source: error getting file position
cs: chyba pøi získání souboru s pozicí
sv: fel vid hämtning av filposition

source: illegal type field: using type int
cs: nevhodný typ pole, pou¾ívám celé èíslo
sv: olagligt typfält: använder typ int

source: ignoring type filed in header, type is set on command line
cs: ignoruji typ pole v hlavièce, typ byl nastaven na pøíkazovém øádku
sv: ignorerar typ i sidhuvudet, typ anges på kommandoraden

source: illegal multiplier field: using 1.0
cs: nalezen ¹patný èinitel pole: pou¾ívám 1.0
sv: olagligt multiplikatorfält: använder 1.0

source: ignoring multiplier filed in header, multiplier is set on command line
cs: ignoruji pole s èitatelem v hlavièc, èitatel byl nastaven v pøíkazovém øádku
sv: ignorerar multiplikator i sidhuvudet, multiplikatorn ställs in på kommandoraden

source: ignoring null filed in header, null string is set on command line
cs: ignoruji nullové pole v hlavièce, nullový øetìzec byl nastaven v pøíkazovém øádku
sv: ignorerar null-filed i header, null-sträng anges på kommandoraden

source: error in ascii data format
cs: chyba ve formátu ascii dat
sv: fel i ascii-dataformat

source: Duplicate "%s" field in header
cs: Dvojité pole "%s" v hlavièce
sv: Duplicerat fält "%s" i sidhuvudet

source: Illegal "%s" value in header: %s
cs: Neplatná hodnota "%s" v hlavièce: %s
sv: Olagligt "%s"-värde i rubriken: %s

source: "%s" field missing from header
cs: Pole "%s" v hlavièce chybí
sv: "%s"-fältet saknas i sidhuvudet

source: Converts a GRASS ASCII raster file to binary raster map.
sv: Konverterar en GRASS ASCII-rasterfil till en binär rasterkarta.

source: Name of input file to be imported
sv: Namn på indatafilen som ska importeras

source: Default: CELL for integer values, DCELL for floating-point values
sv: Standardvärde: CELL för heltalsvärden, DCELL för värden med flytande kommatecken

source: Default: read from header
sv: Standard: läsa från sidhuvudet

source: Multiplier for ASCII data
cs: Multiplikátor ASCII dat
sv: Multiplikator för ASCII-data

source: String representing NULL value data cell
cs: Textový øetìzec pøedstavující NULLové hodnoty bunìk
sv: Sträng som representerar datacellen med NULL-värde

source: SURFER (Golden Software) ASCII file will be imported
cs: Bude naimportován SURFER (Golden Software) ASCII rastrový soubor
sv: SURFER (Golden Software) ASCII-fil kommer att importeras

source: Wrong entry for multiplier: %s
cs: ©patná hodnota násobitele: %s
sv: Felaktig inmatning för multiplikator: %s

source: Unable to read input from stdin
cs: Nelze èíst vstup ze standardního vstupu
sv: Det går inte att läsa inmatning från stdin

source: Unable to read input from <%s>
cs: Nelze èíst øádek vstupu z <%s>
sv: Det går inte att läsa inmatning från <%s>

source: Can't get cell header
cs: Nelze dostat hlavièku rastrového souboru
sv: Kan inte få cellhuvud

source: Data conversion failed at row %d, col %d
cs: Selhal pøevod dat na øádku %d a sloupce %d
sv: Datakonvertering misslyckades vid rad %d, kol %d

source: Read from file error: %s
sv: Fel vid läsning från fil: %s

source: Unable to write to file
cs: Nelze zapisovat do souboru
sv: Det går inte att skriva till filen

source: Error reading data
sv: Fel vid läsning av data

source: Import a binary raster file into a GRASS raster map layer.
cs: Importuje binární rastrový soubor jako GRASS rastrovou mapu.
sv: Importera en binär rasterfil till ett GRASS-rasterkartskikt.

source: Import as floating-point data (default: integer)
sv: Importera som flyttalsdata (standard: heltal)

source: Import as double-precision floating-point data (default: integer)
sv: Importera som flyttalsdata med dubbel precision (standard: heltal)

source: Signed data (two's complement)
sv: Signerad data (tvåkomplement)

source: Byte swap the data during import
sv: Bytebyte av data under import

source: Get region info from GMT style header
cs: Získej informace o regionu z GMT hlavièky
sv: Hämta regioninformation från GMT-stilhuvudet

source: Name of binary raster file to be imported
sv: Namn på den binära rasterfil som ska importeras

source: Output name or prefix if several bands are imported
sv: Utgångsnamn eller prefix om flera band importeras

source: Number of bytes per cell
sv: Antal byte per cell

source: Header size in bytes
sv: Headerstorlek i byte

source: Number of bands in input file
sv: Antal band i indatafilen

source: Bands must be in band-sequential order
sv: Banden måste vara i bandsekvensordning

source: Output byte order
sv: Byteordning för utdata

source: Northern limit of geographic region (outer edge)
cs: Severní hranice geografického regionu (vnìj¹í hrana)
sv: Geografiska regionens norra gräns (ytterkant)

source: Southern limit of geographic region (outer edge)
cs: Ji¾ní hranice geografického regionu (vnìj¹í hrana)
sv: Södra gränsen för den geografiska regionen (ytterkant)

source: Eastern limit of geographic region (outer edge)
cs: Východní hranice geografického regionu (vnìj¹í hrana)
sv: Östra gränsen för den geografiska regionen (ytterkant)

source: Western limit of geographic region (outer edge)
cs: Západní hranice geografického regionu (vnìj¹í hrana)
sv: Västra gränsen för den geografiska regionen (ytterkant)

source: Number of rows
cs: Poèet øádkù
sv: Antal rader

source: Number of columns
cs: Poèet sloupcù
sv: Antal kolumner

source: Set Value to NULL
cs: Nastav hodnotu na NULL
sv: Sätt värdet till NULL

source: Flip input horizontal and/or vertical
sv: Vänd ingången horisontellt och/eller vertikalt

source: Flip input horizontal (East - West)
sv: Vänd ingången horisontellt (öst-väst)

source: Flip input vertical (North - South)
sv: Vänd ingången vertikalt (norr - söder)

source: Option %s must be > 0
sv: Alternativ %s måste vara > 0

source: Option %s must be >= 0
sv: Alternativ %s måste vara >= 0

source: -%c and %s= are mutually exclusive
sv: -%c och %s= är ömsesidigt uteslutande

source: Option %s= is ignored if -%c is set
sv: Alternativ %s= ignoreras om -%c är inställt

source: -%c and -%c are mutually exclusive
sv: -%c och -%c utesluter varandra ömsesidigt

source: -%c incompatible with %s=%d; must be 4 or 8
sv: -%c inkompatibel med %s=%d; måste vara 4 eller 8

source: -%c incompatible with %s=%d; must be 8
sv: -%c inkompatibel med %s=%d; måste vara 8

source: %s= required for integer data
sv: %s= krävs för heltalsdata

source: Integer input doesn't support %s=8 in this build
sv: Inmatning av heltal stöder inte %s=8 i denna version

source: %s= must be 1, 2, 4 or 8
sv: %s= måste vara 1, 2, 4 eller 8

source: Either -%c or %s= and %s= must be given
sv: Antingen -%c eller %s= och %s= måste anges

source: Either all or none of %s=, %s=, %s= and %s= must be given
sv: Antingen alla eller inga av %s=, %s=, %s= och %s= måste anges

source: Illegal south coordinate <%s>
sv: Otillåten sydlig koordinat <%s>

source: Illegal west coordinate <%s>
sv: Olaglig västkoordinat <%s>

source: Unable to open <%s>
sv: Det går inte att öppna <%s>

source: East-West (ewres: %f) and North-South (nsres: %f) resolution differ significantly. Did you assign %s= and %s= correctly?
sv: Öst-västlig (ewres: %f) och nord-sydlig (nsres: %f) upplösning skiljer sig avsevärt. Har du tilldelat %s= och %s= på rätt sätt?

source: File Size %<PRId64> ... Total Bytes %<PRId64>
sv: Filstorlek %<PRId64>... Antal byte totalt %<PRId64>

source: Bytes do not match file size
sv: Bytesstorleken stämmer inte överens med filstorleken

source: Importing band %d...
sv: Importerar band %d...

source: Unable to open datasource <%s>
sv: Det går inte att öppna datakällan <%s>
