Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Drag with mouse, hold Ctrl down for different mode or Shift to accelerate
sv: Dra med musen, håll ned Ctrl för olika lägen eller Shift för att accelerera

source: Click mouse to zoom
sv: Klicka med musen för att zooma

source: Click mouse to unzoom
sv: Klicka med musen för att ta bort zoomningen

source: 3D view mode not available
cs: 3D mód není k dispozici
sv: 3D-visningsläge inte tillgängligt

source: Reason: %s
cs: Dùvody: %s
sv: Orsak:%s

source: Vector digitizer not available
cs: Vektorová digitalizace není dostupná
sv: Vektordigitalisator inte tillgänglig

source: Note that the wxGUI's vector digitizer is disabled in this installation.Please keep an eye out for updated versions of GRASS. In the meantime you can use "v.edit" for non-interactive editing from the Develop vector map menu.
sv: Observera att wxGUI:s vektordigitalisator är inaktiverad i den här installationen. Håll utkik efter uppdaterade versioner av GRASS. Under tiden kan du använda "v.edit" för icke-interaktiv redigering från menyn Develop vector map.

source: Select raster maps
sv: Välj rasterkartor

source: Name of top/left raster map:
sv: Namn på rasterkarta överst/vänster:

source: Name of bottom/right raster map:
sv: Namn på nedre/högra rasterkartan:

source: Switch to advanced mode
sv: Växla till avancerat läge

source: Switch to simple mode
sv: Växla till enkelt läge

source: Name of the first map is missing.
sv: Namnet på den första kartan saknas.

source: Name of the second map is missing.
sv: Namnet på den andra kartan saknas.

source: Map Swipe settings
sv: Inställningar för Map Swipe

source: Mirror mode
sv: Spegelläge

source: Mirrored cursor
sv: Speglad markör

source: Shape:
sv: Form:

source: Size:
cs: Velikost:
sv: Storlek:

source: Map Swipe
sv: Kartan sveper

source: Map <%s> not found.
sv: Karta <%s> hittades inte.

source: Map Swipe Tool - GRASS GIS
sv: Verktyg för svepning av karta - GRASS GIS

source: Swipe mode
sv: Svep-läge

source: Choose view mode
sv: Välj visningsläge

source: Switch orientation
sv: Brytarens orientering

source: Switch maps
sv: Växla kartor

source: Measuring finished
sv: Mätning klar

source: Click and drag with left mouse button to measure.%sDouble click with left button to clear.
cs: Kliknìte levým tlaèítkem my¹i a posunujte my¹ pro mìøení vzdálenosti. %sDvojklik sma¾e pøedchozí mìøení.
sv: Klicka och dra med vänster musknapp för att mäta.%sDubbelklicka med vänster musknapp för att rensa.

source: Measuring distance
cs: Mìøení vzdálenosti
sv: Mätning av avstånd

source: Measuring distance:
cs: Mìøená vzdálenost:
sv: Mätavstånd:

source: Geodesic distance calculation is not available. Reason: %s
sv: Geodetisk avståndsberäkning är inte tillgänglig. Anledning: %s

source: total distance
sv: totalt avstånd

source: bearing
sv: lager

source: degrees (clockwise from grid-north)
sv: grader (medurs från grid-nord)

source: Measuring area:
sv: Mätområde:

source: Units not recognized, measurement failed.
sv: Enheterna känns inte igen, mätningen misslyckades.

source: Area: {area} {unit}
sv: Område: {area} {unit}

source: Error occurred during calling of handler: %s Handler was unregistered.
sv: Fel uppstod under anrop av hanteraren: %s Handläggaren var avregistrerad.

source: Error occurred during unregistration of handler: %s Handler was unregistered.
sv: Fel uppstod vid avregistrering av hanterare: %s Handläggaren avregistrerades.

source: Handler: %s was not registered
sv: Handläggare: %s var inte registrerad

source: Error occurred during unregistration of handler: %s Handler was unregistered
sv: Fel uppstod vid avregistrering av hanterare: %s Handläggaren avregistrerades

source: Copy coordinates to clipboard
sv: Kopiera koordinater till urklipp

source: Resize and move legend
sv: Ändra storlek och flytta legend

source: Please wait, exporting image...
cs: Prosím èekejte, exportuji obrázek...
sv: Vänta, exporterar bild...

source: Unable to draw registered graphics. The graphics was unregistered.
sv: Det gick inte att rita registrerad grafik. Grafiken var oregistrerad.

source: Zoom to saved region extents
cs: Pøiblí¾it na ulo¾ený region
sv: Zooma till sparade regioners ytterpunkter

source: Region <%s> not found. Operation canceled.
cs: Region <%s> nebyl nalezen. Operace ukonèena.
sv: Region <%s> hittades inte. Åtgärden avbruten.

source: Save display extents to region file
cs: Ulo¾it hranice displeje souboru regionu
sv: Spara visningsextender till regionfil

source: Save computational region to region file
sv: Spara beräkningsregion till regionfil

source: Region file <%s> already exists. Do you want to overwrite it?
cs: Soubor regionu <%s> ji¾ existuje. Pøejete si tento soubor pøepsat?
sv: Regionfil <%s> finns redan. Vill du skriva över den?

source: Please install Python Imaging Library (PIL) for better control of legend and other decorations.
sv: Installera Python Imaging Library (PIL) för bättre kontroll av teckenförklaring och andra dekorationer.

source: Remove text
sv: Ta bort text

source: Text properties
sv: Egenskaper för text

source: Remove scale bar
sv: Ta bort skalstrecket

source: Scale bar properties
sv: Egenskaper för skalstreck

source: Remove north arrow
sv: Ta bort norrpilen

source: North arrow properties
sv: North arrow fastigheter

source: Remove legend
sv: Ta bort legend

source: Vector legend properties
sv: Egenskaper för vektorlegenden

source: Raster legend properties
sv: Egenskaper för rasterlegenden

source: Property does not exist: %s
sv: Fastigheten existerar inte: %s

source: Check all
sv: Markera alla

source: Clear all
sv: Rensa allt

source: Enter vector attribute values
sv: Ange värden för vektorattribut

source: Bad color format '%s'. Use color format '0:0:0'
sv: Felaktigt färgformat '%s'. Använd färgformatet '0:0:0'

source: Select raster map:
cs: Vybrat rastrovou mapu:
sv: Välj rasterkarta:

source: Select vector map:
cs: Vybrat vektorovou mapu:
sv: Välj vektorkarta:

source: Import or export color table:
sv: Importera eller exportera färgtabell:

source: Choose file to load color table
sv: Välj fil för att läsa in färgtabell

source: Load
sv: Läs in

source: Type filename or click to choose file and load color table
sv: Skriv filnamn eller klicka för att välja fil och läsa in färgtabell

source: Choose file to save color table
sv: Välj fil för att spara färgtabell

source: Type filename or click to choose file and save color table
sv: Skriv filnamn eller klicka för att välja fil och spara färgtabell

source: Save
cs: Ulo¾it
sv: Spara

source: Load color table:
sv: Läs in färgtabell:

source: Load color table from file:
sv: Läs in färgtabell från fil:

source: Save color table to file:
sv: Spara färgtabell till fil:

source: Reload default table
sv: Uppdatera standardtabellen

source: Show preview of map (current Map Display extent is used).
sv: Visa förhandsgranskning av kartan (aktuell kartvisningsomfattning används).

source: No valid color rules given.
sv: Inga giltiga färgregler anges.

source: File <%s> already already exists. Do you want to overwrite it?
sv: Filen <%s> finns redan. Vill du skriva över den?

source: Invalid color table format
sv: Ogiltigt färgtabellformat

source: Invalid rule value '%s'. Unable to apply color table.
cs: Neplatná hodnota pravidla '%s'. nelze pou¾ít barevnou tabulka.
sv: Ogiltigt regelvärde '%s'. Det går inte att använda färgtabellen.

source: Create new color table for raster map
cs: Vytvoøit novou tabulku barev pro rastrovou mapu
sv: Skapa ny färgtabell för rasterkarta

source: Enter raster category values or percents
cs: Vlo¾te hodnoty rastrových kategorií nebo procenta
sv: Ange värden eller procentsatser för rasterkategorier

source: fp range
sv: fp-intervall

source: range
cs: rozmezí
sv: intervall

source: Enter raster category values or percents (%(range)s = %(min)d-%(max)d)
cs: Vlo¾te hodnoty rastrových kategorií nebo procenta (%(range)s = %(min)d-%(max)d)
sv: Ange värden för rasterkategori eller procent (%(range)s = %(min)d-%(max)d)

source: Create new color rules for vector map
sv: Skapa nya färgregler för vektorkartan

source: Enter vector attribute values or percents:
sv: Ange värden för vektorattribut eller procent:

source: Enter vector attribute values:
sv: Ange värden för vektorattribut:

source: Select vector columns
sv: Välj vektorkolumner

source: Layer:
cs: Vrstva:
sv: Lager:

source: Attribute column:
cs: Atributový sloupec:
sv: Attributkolumn:

source: Load color from column:
sv: Läs in färg från kolumn:

source: Save color to column:
sv: Spara färg till kolumn:

source: Load size from column:
sv: Läs in storlek från kolumn:

source: Save size to column:
sv: Spara storlek till kolumn:

source: Load width from column:
sv: Läs in bredd från kolumn:

source: Save width to column:
sv: Spara bredd till kolumn:

source: Use color column instead of color table:
sv: Använd färgkolumn istället för färgtabell:

source: Add GRASSRGB column to current attribute table.
sv: Lägg till GRASSRGB-kolumn i aktuell attributtabell.

source: Import or export color table
sv: Importera eller exportera färgtabell

source: Database connection for vector map <%s> is not defined in DB file. Do you want to create and connect new attribute table?
sv: Databasanslutning för vector map <%s> är inte definierad i DB-filen. Vill du skapa och ansluta en ny attributtabell?

source: No database connection defined
sv: Ingen databasanslutning definierad

source: Selected map <%(map)s> is not in current mapset <%(mapset)s>. Attribute table cannot be edited.
sv: Vald karta <%(map)s> finns inte i aktuell kartuppsättning <%(mapset)s>. Attributtabellen kan inte redigeras.

source: %s column already exists.
sv: %s kolumnen finns redan.

source: Please wait, loading data from attribute table...
sv: Vänta, läser in data från attributtabellen...

source: Number of loaded records reached %d, displaying all the records will be time-consuming and may lead to computer freezing, do you still want to continue?
sv: Antalet inlästa poster har nått %d, att visa alla poster kommer att vara tidskrävande och kan leda till att datorn fryser, vill du fortfarande fortsätta?

source: Too many records
sv: För många poster

source: Enter vector attribute values or percents %s:
sv: Ange vektorattributets värden eller procent %s:

source: Enter vector attribute values %s:
sv: Ange värden för vektorattribut %s:

source: Please select column to save values to.
sv: Välj kolumn att spara värden i.

source: No color column defined. Operation canceled.
sv: Ingen färgkolumn definierad. Operation avbruten.

source: Thematic mapping for vector map in 3D view
sv: Tematisk kartläggning för vektorkarta i 3D-vy

source: Fetch & install extension from GRASS Addons
sv: Hämta och installera tillägg från GRASS Addons

source: List of extensions - double-click to install
sv: Lista över tillägg - dubbelklicka för att installera

source: Options
sv: Alternativ

source: &Install
cs: &Instalovat
sv: &Installera

source: Install selected add-ons GRASS tool
sv: Installera valda tillägg GRASS-verktyg

source: Show g.extension manual page
sv: Visa manuell sida för g.extension

source: Extension not defined
sv: Förlängning ej definierad

source: Fetching list of tools from GRASS-Addons (be patient)...
sv: Hämtar lista över verktyg från GRASS-Addons (ha tålamod)...

source: %d extensions loaded
sv: %d tillägg inlästa

source: Install
sv: Installera

source: Show manual page
sv: Visa sidan med manualen

source: Unable to load extensions. %s
sv: Det går inte att läsa in tillägg. %s

source: Manage installed GRASS Addons extensions
sv: Hantera installerade GRASS Addons-tillägg

source: List of installed extensions
sv: Lista över installerade tillägg

source: Uninstall
sv: Avinstallera

source: Uninstall selected Addons extensions
sv: Avinstallera valda Addons-tillägg

source: Reinstall
sv: Installera om

source: Reinstall selected Addons extensions
sv: Installera om valda Addons-tillägg

source: No extension selected. Operation canceled.
sv: Ingen anknytning vald. Operationen avbruten.

source: List of files to be removed: %(files)s Do you want really to remove <%(ext)s> extension?
sv: Lista över filer som ska tas bort: %(files)s Vill du verkligen ta bort <%(ext)s> förlängning?

source: Remove extension
sv: Ta bort förlängning

source: Extension
sv: Tillägg

source: Histogram Tool [d.histogram]
sv: Histogramverktyg [d.histogram]

source: Select font for histogram text
cs: vybrat font pro text histogramu
sv: Välj teckensnitt för histogramtext

source: Multiple import
cs: Hromadný import
sv: Multipel import

source: List of raster layers
sv: Lista över rasterlager

source: List of vector layers
sv: Lista över vektorlager

source: List of %s layers
sv: Lista över %s lager

source: right click to (un)select all
sv: högerklicka för att (av)välja alla

source: Name for output GRASS map (editable)
sv: Namn för GRASS-kartan (redigerbart)

source: Override projection check (use current location's projection)
sv: Åsidosätt projektionskontroll (använd den aktuella platsens projektion)

source: Import selected layers
cs: Importovat vybrané vrstvy
sv: Importera valda lager

source: Source settings
sv: Inställningar för källa

source: Import settings
sv: Importera inställningar

source: Output map names %(names)s exist.
sv: Namn på utdatakartor %(names)s finns.

source: Output map name <%(name)s> exist.
sv: Utmatningskartans namn <%(name)s> finns.

source: Dialog cannot be closed while command is running.
sv: Dialogen kan inte stängas medan kommandot körs.

source: Link external raster data
sv: Länka externa rasterdata

source: Add linked layers into layer tree
cs: Pøidat pøipojené vrstvy do stromu vrstev
sv: Lägg till länkade lager i lagerträdet

source: Add imported layers into layer tree
cs: Pøidat importované vrstvy do stromu vrstev
sv: Lägg till importerade lager i lagerträdet

source: &Link
cs: &Pøipojit
sv: &Länk

source: Link selected layers
cs: Pøipojit vybrané vrstvy
sv: Länka valda lager

source: No layers selected. Operation canceled.
sv: Inga lager valda. Operationen avbruten.

source: Unable to determine number of raster bands
sv: Det går inte att fastställa antalet rasterband

source: Link external vector data
sv: Länka externa vektordata

source: Define output format for vector data
sv: Definiera utdataformat för vektordata

source: Define output format for raster data
sv: Definiera utdataformat för rasterdata

source: Set external format and close dialog
sv: Ställ in externt format och stäng dialogrutan

source: No data source selected.
sv: Ingen datakälla vald.

source: Import DXF layers
cs: Import DXF vrstev
sv: Importera DXF-lager

source: Choose DXF file to import
cs: Vyberte soubor DXF pro import
sv: Välj DXF-fil att importera

source: No layers selected.
sv: Inga lager valda.

source: Name for output GRASS map
sv: Namn för utmatad GRASS-karta

source: Projection of following layers do not match with projection of current location.
sv: Projektionen av följande lager stämmer inte överens med projektionen av den aktuella platsen.

source: Layers to be reprojected
sv: Skikt som ska återprojiceras

source: &Import && reproject
sv: &Importera && återprojicera

source: Reproject selected layers
sv: Återprojicera valda lager

source: 3D Raster Map Calculator
sv: 3D Raster Map Kalkylator

source: mapcalc statement
cs: mapcalc formule
sv: mapcalc uttalande

source: Operators
cs: Operátory
sv: Operatörer

source: Output
cs: Výstup
sv: Utmatning

source: Operands
cs: Operandy
sv: Operander

source: Expression
cs: výraz
sv: Uttryck

source: Save expression to file
cs: Ulo¾it výraz do souboru
sv: Spara uttryck till fil

source: Load expression from file
cs: Naèíst výraz ze souboru
sv: Läs in uttryck från fil

source: divide
cs: dìlìní
sv: dela

source: add
cs: seèíst
sv: lägg till

source: subtract
cs: odeèíst
sv: subtrahera

source: modulus
sv: modul

source: multiply
cs: násobit
sv: multiplicera

source: left shift
cs: posun doleva
sv: vänsterskift

source: right shift
cs: posun doprava
sv: höger skift

source: right shift (unsigned)
sv: högerskift (osignerad)

source: greater than
cs: více ne¾
sv: större än

source: greater than or equal to
cs: více ne¾ nebo rovno
sv: större än eller lika med

source: less than
cs: ménì ne¾
sv: mindre än

source: less than or equal to
cs: ménì ne¾ nebo rovno
sv: mindre än eller lika med

source: equal to
cs: rovno
sv: är lika

source: not equal to
cs: není rovno
sv: inte lika med

source: one's complement
sv: ett komplement

source: NOT
sv: ICKE

source: bitwise AND
sv: bitvis OCH

source: bitwise OR
sv: bitvis OR

source: logical AND
cs: Logické AND
sv: logisk OCH

source: logical AND (ignores NULLs)
cs: logické AND (ignoruje NULL hodnoty)
sv: logisk AND (ignorerar NULL)

source: logical OR
cs: logické OR
sv: logiskt OR

source: logical OR (ignores NULLs)
cs: logické OR (ignoruje NULL hodnoty)
sv: logisk OR (ignorerar NULL)

source: conditional
sv: villkorlig

source: Name for new 3D raster map to create
sv: Namn för ny 3D-rasterkarta som ska skapas

source: Name for new raster map to create
sv: Namn för ny rasterkarta som ska skapas

source: Insert existing 3D raster map
sv: Infoga befintlig 3D-rasterkarta

source: Insert existing raster map
sv: Infoga befintlig rasterkarta

source: Insert mapcalc function
cs: Vlo¾it funkci mapcalc
sv: Infoga mapcalc-funktion

source: Generate random seed for rand()
sv: Generera slumpmässigt frö för rand()

source: Seed:
sv: Kartfrö:

source: Integer seed for rand() function
sv: Integer seed för rand()-funktionen

source: Add created raster map into layer tree
cs: Pøidat vytvoøenou rastrovou mapu do stromu vrstev
sv: Lägg till skapad rasterkarta i lagerträdet

source: You must enter the name of a new raster map to create.
sv: Du måste ange namnet på en ny rasterkarta som ska skapas.

source: You must enter an expression to create a new raster map.
sv: Du måste ange ett uttryck för att skapa en ny rasterkarta.

source: Choose a file name to save the expression
cs: Vyberte jméno souboru pro ulo¾ení výrazu
sv: Välj ett filnamn för att spara uttrycket

source: Expression file (*)|*
cs: SOubor s výrazem (*)|*
sv: Uttrycksfil (*)|*

source: Choose a file name to load the expression
cs: Vyberte soubor pro naètení výrazu
sv: Välj ett filnamn för att läsa in uttrycket

source: '{cmd}' copied to clipboard
sv: '{cmd}' kopierat till urklipp

source: Opening 3D view was not successful. Please try to change the value of depth buffer in GUI Settings dialog > tab Map Display > Advanced and restart GUI.
sv: Det gick inte att öppna 3D-vyn. Försök att ändra värdet för djupbufferten i dialogrutan GUI-inställningar > fliken Kartvisning > Avancerat och starta om GUI.

source: Image is too large, your OpenGL implementation supports maximum texture size %d px.
sv: Bilden är för stor, din OpenGL-implementering stöder maximal texturstorlek %d px.

source: Easting
cs: Východ
sv: Östlig riktning

source: Northing
cs: Sever
sv: Nordlig riktning

source: Elevation
cs: Vý¹ka
sv: Höjd

source: Surface map name
sv: Namn på ytkarta

source: Surface map elevation
cs: Vý¹ka mapy povrchu
sv: Höjd över markytan

source: Surface map color
cs: Barva mapy povrchu
sv: Färg på ytkartan

source: XY distance from previous
cs: XY vzdálenost od pøedchozího
sv: XY-avstånd från föregående

source: XYZ distance from previous
cs: XYZ vzdálenost od pøedchozího
sv: XYZ avstånd från föregående

source: Distance along surface
sv: Avstånd längs ytan

source: Distance along exag. surface
sv: Avstånd längs exag. yta

source: No point on surface
cs: ®ádný bod na povrchu
sv: Ingen punkt på ytan

source: Loading raster map
cs: Naèítám rastrovou mapu
sv: Läser in rasterkarta

source: Loading 3d raster map
cs: Naèítám 3D rastrovou mapu
sv: Läser in 3d-rasterkarta

source: failed
cs: selhalo
sv: misslyckades

source: Unsupported layer type '%s'
cs: Nepodporovaný typ vrstvy '%s'
sv: Lagertyp '%s' stöds inte

source: Unable to unload raster map
cs: Nelze naèíst rastrovou mapu
sv: Det går inte att hämta ner rasterkartan

source: Unable to unload 3d raster map
cs: Nelze naèíst 3D rastrovou mapu
sv: Det går inte att hämta ner 3d-rasterkartan

source: 3d raster map
cs: 3D rastrová mapa:
sv: 3d rasterkarta

source: unloaded successfully
cs: naèteno
sv: lossades framgångsrikt

source: Loading vector map <%(name)s> (%(type)s) failed
cs: Naèítání vektorové mapy '%(name)s' %(type)s selhalo
sv: Inläsning av vektorkarta <%(name)s> (%(type)s) misslyckades

source: Unable to unload vector map <%(name)s> (%(type)s)
cs: Nelze naèíst vektorovou mapu <%(name)s> (%(type)s)
sv: Det går inte att läsa ur vektorkartan <%(name)s> (%(type)s)

source: Vector map <%(name)s> (%(type)s) unloaded successfully
cs: Vektorová mapa <%(name)s> (%(type)s) úspì¹nì naètena
sv: Vektorkartan <%(name)s> (%(type)s) har lästs ur

source: Vector point layer not found (id = %d)
cs: Vektorová bodová vrstva nenalezena (id = %d)
sv: Vektorpunktlager hittades inte (id = %d)

source: Unable to set data layer properties (id = %d)
cs: Nelze nastavit vlastnosti datové vrstvy (id = %d)
sv: Det går inte att ange egenskaper för datalagret (id = %d)

source: Setting data layer properties failed. %s
cs: Nastavení vlastností vektorové bodové vrstvy selhalo. %s
sv: Inställning av egenskaper för datalager misslyckades. %s

source: constant#
sv: konstant#

source: 3D view default settings
sv: standardinställningar för 3D-vy

source: Revert settings to default, changes are not applied
sv: Återställ inställningarna till standard, ändringarna tillämpas inte

source: View
cs: Pohled
sv: Visa

source: Perspective:
cs: Perspektiva:
sv: Perspektiv:

source: value:
sv: värde:

source: step:
sv: steg:

source: Image Appearance
sv: Bildutseende

source: Fly-through
sv: Genomflygning

source: Move exag:
sv: Flytta exag:

source: Turn exag:
sv: Vrid exag:

source: Lighting
cs: Osvìtlení
sv: Belysning

source: Light
sv: Ljus

source: Brightness:
cs: Jas:
sv: Ljusstyrka:

source: Ambient:
sv: Omgivande miljö:

source: Surface
cs: Povrch
sv: Yta

source: Draw
cs: Vykreslit
sv: Oavgjort

source: Mode:
cs: Mód:
sv: Mod:

source: both
cs: oba
sv: både

source: coarse
cs: hrubý
sv: grov

source: fine
cs: jemný
sv: fin

source: Fine mode:
sv: Fint läge:

source: Coarse mode:
sv: Grovt läge:

source: style:
sv: stil:

source: surface
cs: povrch
sv: yta

source: wire
cs: sí»
sv: tråd

source: wire color:
sv: ledningarnas färg:

source: Vector
cs: Vektor
sv: Vektor

source: Vector lines
cs: Vektorové linie
sv: Vektorlinjer

source: Vector points
cs: Vektorové body
sv: Vektorpunkter

source: Automatic size
sv: Automatisk storlek

source: Icon size is set automatically based on landscape dimensions.
sv: Ikonstorleken ställs in automatiskt baserat på liggande mått.

source: Marker:
cs: Znaèka:
sv: Markera:

source: 3D view settings saved to file <%s>.
cs: Nastavení 3D zobrazení bylo ulo¾eno do souboru <%s>.
sv: inställningar för 3D-vy sparas i filen <%s>.

source: Analysis
sv: Analys

source: Animation
sv: Animering

source: Control View
sv: Kontrollvy

source: Adjusts the distance and angular perspective of the image viewpoint
sv: Justerar avstånd och vinkelperspektiv för bildens betraktningspunkt

source: Tilts the plane of the surface from the horizontal
sv: Lutar ytans plan från horisontalplanet

source: Adjusts the viewing height above the surface (angle of view automatically adjusts to maintain the same center of view)
sv: Justerar visningshöjden över ytan (visningsvinkeln justeras automatiskt för att bibehålla samma syncentrum)

source: Adjusts the relative height of features above the plane of the surface
sv: Justerar den relativa höjden på funktioner ovanför ytans plan

source: Look:
sv: Titta:

source: here
sv: här
