Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Multiple GPS export formats using GPSBabel
cs: Export rùzných formátù GPS pomocí GPSBabel

source: Exports a vector map to a GPS receiver or file format supported by GpsBabel.
cs: Exportuje vektorovou mapu do GPS pøijímaèe nebo do formátu, který podporuje GPSBabel.

source: Export 3D raster maps
cs: Export 3D rastrových map

source: Export database table
cs: Export databázové tabulky

source: Exports attribute tables into various formats.
cs: Exportuje atributové tabulky v rùzných formátech.

source: Link GDAL supported raster data as a pseudo GRASS raster map layer.
cs: Pøipojí rastrový soubor podporovaný GDAL jako GRASS rastrovou vrstvu

source: Creates a new pseudo-vector map as a link to an OGR-supported layer.
cs: Vytvoøí nový pseudo- vektor jako pøipojenou vrstvu pomocí OGR.

source: Manage maps and volumes
cs: Správa 2D & 3D (volumes) mapových vrstev

source: Copies available data files in the user's current mapset search path and location to the appropriate element directories under the user's current mapset.
cs: Kopíruje dostupná data z u¾ivatelem zadaného mapsetu a location do aktuálního mapsetu.

source: List
cs: Seznam

source: List filtered
cs: filtrovaný seznam

source: Lists available GRASS data base files of the user-specified data type to standard output.
cs: Seznam dostupných souborù u¾ivatelem zadaného typu dat na standardní výstup

source: Renames data base element files in the user's current mapset.
cs: Pøejmenuje data v aktuálním mapsetu

source: Removes data base element files from the user's current mapset.
cs: Ma¾e datové soubory z aktuálního mapsetu

source: Delete filtered
cs: Sma¾e vybrané

source: Map type conversions
cs: Konverze typu mapové vrstvy

source: Raster to vector
cs: Automatická vektorizace rastrové vrstvy

source: Raster series to volume
cs: Konverze øady rastrových vrstev na volume

source: Converts 2D raster map slices to one 3D raster volume map.
cs: Pøevede 2D pláty rastrových map na jednu 3D rastrovou mapu.

source: Raster 2.5D to volume
cs: 2.5D mapa na volume

source: Creates a 3D volume map based on 2D elevation and value raster maps.
cs: Vytvoøí 3D volume vrstvu zalo¾enou na 2D vý¹kového modelu a hodnotových rastrových mapách.

source: Vector to raster
cs: Rasterizace vektorové vrstvy

source: Converts (rasterize) a vector map into a raster map.
cs: Pøevod (rastrizace) vektorové mapy do rastrové.

source: Vector to volume
cs: Pøevod vektorové vrstvy na volume

source: 2D vector to 3D vector
cs: 2D vektorové mapa na 3D

source: Performs transformation of 2D vector features to 3D.
cs: Pøevede 2D vektorovou mapu na mapu 3D

source: Sites to vector
cs: Vytvoøení vektorové vrstvy z bodù (sites, GRASS 5.x)

source: Converts a GRASS site_lists file into a vector map.
cs: Pøevede starý GRASS vektorový formát do vektorové mapy.

source: Volume to raster series
cs: Pøevod volume na øadu rastrových vrstev

source: Converts 3D raster maps to 2D raster maps
cs: Pøevede 3D rastrové mapy na 2D rastrové mapy

source: Manage Ground Control Points for Georectification
cs: Správa vlicovacích bodù pro georektifikaci

source: Graphical modeler
cs: Grafické modelování

source: Launch Graphical modeler
cs: Spustit grafické modelování

source: Run model prepared by Graphical modeler
cs: Spustit model pøipravený v grafickém modelování

source: NVIZ (requires Tcl/Tk)
cs: NVIZ (vy¾aduje Tcl/Tk)

source: nviz - Visualization and animation tool for GRASS data.
cs: nviz - Nástroj pro vizualizaci a animaci GRASS dat

source: NVIZ (non-interactive)
cs: 3D zobrazení NVIZ (NEinteraktivní)

source: Allows rendering GIS data is a 3D space.
cs: Umo¾òuje zobrazení GIS dat ve 3D prostoru.

source: Bearing/distance to coordinates
cs: Smìr/vzdálenost k souøadnicím

source: A simple utility for converting bearing and distance measurements to coordinates and vice versa.
cs: Jednoduchý nástroj pro pøevod zamìøení a mìøení vzdáleností do souøadnic a naopak.

source: Postscript plot
cs: Sestavení kompozice

source: Hardcopy PostScript map output utility.
cs: Nástroj pro tvorbu mapových výstupù ve formátu PostScript.

source: Launch script
cs: Spustit skript

source: Launches script file.
cs: Spou¹tím soubor se skriptem.

source: Exit GUI
cs: Konec grafického prostøedí

source: Quit wxGUI session
cs: Ukonèit WxGUI sezení

source: &Settings
cs: &Nastavení

source: Display region
cs: Zobrazit celý region

source: Manages the boundary definitions for the geographic region.
cs: Spravuje definice hranic geografického regionu.

source: Set region
cs: Nastavit region

source: GRASS working environment
cs: Pracovní prostøední GRASSu

source: Mapset access
cs: Pøístup k mapsetu

source: Set/unset access to other mapsets in current location
cs: Nastavit/zru¹it pøístup k mapsetùm v aktuální lokaci

source: User access
cs: U¾ivatelský pøístup

source: Controls access to the current mapset for other users on the system.
cs: Øídí pøístup k aktuálnímu mapsetu pro ostatní u¾ivatele v systému.

source: Change working environment
cs: Zmìnit pracovní prostøední GRASSu

source: Changes current mapset.
cs: Zmìní souèasný mapset.

source: Change location and mapset
cs: Zmìnit location a mapset

source: Change current location and mapset.
cs: Zmìnit souèasnou location a mapset

source: Change mapset
cs: Zmìnit mapset

source: Change current mapset.
cs: Zmìnit souèasný mapset

source: Show settings
cs: Ukázat nastavení

source: Outputs and modifies the user's current GRASS variable settings.
cs: Vypí¹e a modifikuje u¾ivatelské nastavení promìnných GRASSu.

source: Change settings
cs: Zmìnit nastavení

source: Version
cs: Verze

source: Displays version and copyright information.
cs: Zobrazí verzi a informace o licenci a autorských právech

source: Map projections
cs: Mapová projekce

source: Display map projection
cs: Zobrazit projekci mapy

source: Converts co-ordinate system descriptions (i.e. projection information) between various formats (including GRASS format).
cs: Pøevede popisy souøadných systémù (napø. informace o projekci) mezi rùznými formáty (vèetnì formátu GRASSu).

source: Manage projections
cs: Správa kartografických zobrazení

source: Convert coordinates
cs: Pøevod souøadnic

source: Manage add-ons extensions
cs: Správa roz¹íøení GRASS

source: Preferences
cs: Vlastnosti

source: User GUI preferences (display font, commands, digitizer, etc.)
cs: U¾ivatelské nastavení grafického prostøedí (font displeje, pøíkazy, digitizér, atd)

source: &Raster
cs: &Rastr

source: Develop raster map
cs: Vytvoøit rastrovou mapu

source: Compress/decompress
cs: Komprimovat/dekomprimovat

source: Compresses and decompresses raster maps.
cs: Komprimuje a dekomprimuje rastrové soubory.

source: Region boundaries
cs: Hranice regionu

source: Sets the boundary definitions for a raster map.
cs: Definuje hranice rastrové mapy.

source: Manage NULL values
cs: Spravovat NULL hodnoty

source: Manages NULL-values of given raster map.
cs: Správa NULL hodnot dané rastrové mapy.

source: Quantization
cs: Kvantizace

source: Produces the quantization file for a floating-point map.
cs: Vytváøí kvantizaèní soubor pro mapu s plovoucí desetinnou èárkou.

source: Timestamp
cs: Èasové razítko

source: Modifies a timestamp for a raster map.
cs: Upravuje èasové razítko pro rastrovou mapu.

source: Resample using aggregate statistics
cs: Pøevzorkování za pou¾ití agregaèních statik

source: Resamples raster map layers to a coarser grid using aggregation.
cs: Pøevzorkovat rastrovou vrstvu na hrub¹í s vyu¾itím agregace.

source: Resample using multiple methods
cs: Pøevzorkování (zmìna rozli¹ení) za pou¾ití rùzných metod

source: Resamples raster map layers to a finer grid using interpolation.
cs: Pøevzorkovat rastrovou vrstvu na jemnìj¹í s vyu¾itím interpolace.

source: Resample using nearest neighbor
cs: Pøevzorkování (zmìna rozli¹ení) metodou nejbli¾¹ího souseda

source: GRASS raster map layer data resampling capability.
cs: Modul pro pøevzorkování rastrových map.

source: Resample using spline tension
cs: Pøevzorkování (zmìna rozli¹ení) pomocí RST (regularized spline tension)

source: Reinterpolates and optionally computes topographic analysis from input raster map to a new raster map (possibly with different resolution) using regularized spline with tension and smoothing.
cs: Reinterpoluje a volitelnì spoèítá topografickou analýzu ze vstupního rastrového souboru do nové rastrové mapy (volitelnì s novým rozli¹ením) za pou¾ití RST -regularized spline s tension a vyhlazení - smothing.

source: Bicubic or bilinear spline interpolation with Tykhonov regularization.
cs: Bikubická nebo bilineární interpolace s Tykhonovou regularizací

source: Support file maintenance
cs: Vytvoøení a správa podpùrného souboru

source: Allows creation and/or modification of raster map layer support files.
cs: Umo¾òuje vytvoøit a/nebo modifikovat podpùrné soubory rastrové mapy.

source: Update map statistics
cs: Aktualizovat mapovou statistiku

source: Update raster map statistics
cs: Aktualizuj statistiku rastru

source: Reproject raster map
cs: Zmìnit projekci rastrové mapy

source: Re-projects a raster map from one location to the current location.
cs: Zmìna projekce rastrové mapy ze zvolené location do aktuální location.

source: Tiling
cs: Dla¾dice

source: Produces tilings of the source projection for use in the destination region and projection.
cs: Vytvoøí dla¾dice zdrojové projekce pro pou¾ití v cílovém regionu a projekci.

source: Manage colors
cs: Správa barev

source: Color tables
cs: Tabulka barev

source: Color tables (stddev)
cs: Tabulka barev (stddev)

source: Color rules
cs: Pravidla pro barvy

source: Interactive management of raster color tables.
cs: Interaktivní správa rastrové tabulky barev.

source: Export color table
cs: Exportovat barevnou tabulku

source: Exports the color table associated with a raster map layer.
cs: Exportuje tabulku barev spojenou s rastrovou mapou.

source: Blend 2 color rasters
cs: Smíchat 2 barevné rastrové mapy

source: Blends color components of two raster maps by a given ratio.
cs: Spojí barevné èásti dvou rastrových map zadaným pomìrem.

source: Create RGB
cs: Vytvoøit RGB

source: Combines red, green and blue raster maps into a single composite raster map.
cs: Kombinuje èervenou, zelenou a modrou mapovou vrstvu do jedinné mapové kompozice.

source: RGB to HIS
cs: Transformace RGB -> HIS

source: Generates red, green and blue raster map layers combining hue, intensity and saturation (HIS) values from user-specified input raster map layers.
cs: Vytvoøí èervené, zelené a modré rastrové mapy kombinací hodnot odstínu,intenzity a nasycení (his) z u¾ivatelem zadaných vstupních rastrových map.

source: Query raster maps
cs: Dotazování rastrové vrstvy

source: Query values by coordinates
cs: Dotaz na hodnoty podle souøadnic

source: Queries raster map layers on their category values and category labels.
cs: Program slou¾ící k dotazování rastrových map podle jejich kategorií a popisù.

source: Query colors by value
cs: Dotaz na barvu podle hodnoty

source: Queries colors for a raster map layer.
cs: Dotazuje se na barvu rastrové vrstvy

source: Buffer rasters
cs: Obalová zóna rastrové mapy

source: Closest points
cs: Nejbli¾¹í body

source: Locates the closest points between objects in two raster maps.
cs: Nalezne nejbli¾¹í body mezi objekty ze dvou rastrových map.

source: Raster map calculator
cs: 3D rastrový kalkulátor

source: Neighborhood analysis
cs: Analýza okolí

source: Makes each cell category value a function of the category values assigned to the cells around it, and stores new cell values in an output raster map layer.
cs: Hodnota ka¾dé buòky v novém rastru bude funkcí hodnot kategorii sousedních bunìk a bude ulo¾ena jako hodnota ve výstupní rastrové mapì.

source: Neighborhood points
cs: Analýza okolí

source: Overlay rasters
cs: Pøekrývat rastrové mapy

source: Cross product
cs: Výsledek pøelo¾ení

source: Creates a cross product of the category values from multiple raster map layers.
cs: Vytvoøí násobné pøekrytí hodnot kategorií z nìkolika rastrových map.

source: Raster series
cs: Série rastrových map

source: Makes each output cell value a function of the values assigned to the corresponding cells in the input raster map layers.
cs: Hodnota ka¾dé buòky ve výstupním rastrovém souboru je funkcí hodnot nìkolika dal¹ích bunìk ve vstupním rastrovém souboru.

source: Patch raster maps
cs: Pøekrývat rastrové mapy

source: Creates a composite raster map layer by using known category values from one (or more) map layer(s) to fill in areas of "no data" in another map layer.
cs: Vytváøí slo¾enou rastrovou mapu tak, ¾e pou¾ije známé hodnoty kategorií z jedné nebo nìkolika map tak, ¾e vyplní oblasti "bez ¾ádných dat" v jinémapové vrstvì.

source: Statistical overlay
cs: Statistický pøekryv

source: Solar radiance and shadows
cs: Solární záøení a stíny

source: Solar irradiance and irradiation
cs: Sluneèní záøení a ozáøení

source: Solar irradiance and irradiation model.
cs: Sluneèní záøení a modelování ozáøení.

source: Shadows map
cs: Stínovaná mapa

source: Calculates cast shadow areas from sun position and elevation raster map.
cs: Vypoèítá zastínìné místa z digitálního modelu terénu podle pozice slunce.

source: Terrain analysis
cs: Terénní analýza

source: Cumulative movement costs
cs: Výpoèet kumulativního pohyby nákladù mezi lokacemi

source: Outputs a raster map layer showing the anisotropic cumulative cost of moving between different geographic locations on an input elevation raster map layer whose cell category values represent elevation combined with an input raster map layer whose cell values represent friction cost.
cs: Vytvoøí rastrovou mapu obsahující anizotropické kumulativní náklady pohybumezi rùznými geografickými polohami po vstupní rastrové mapì s vý¹kou, její¾hodnoty bunìk reprezentují vý¹ku kombinovanou s dal¹í mapou, její¾ hodnoty reprezentují frikèní povrch.

source: Cost surface
cs: Povrch nákladù

source: Creates a raster map showing the cumulative cost of moving between different geographic locations on an input raster map whose cell category values represent cost.
cs: Vytváøí rastrovou vrstvu ukazující kumulativní náklady pohybu mezi rùznými polohami na vstupní rastrové vrstvì kde ka¾dá hodnota buòky prezentuje náklad.

source: Least cost route or flow
cs: Nejménì nákladná cesta nebo dráha odtoku

source: Traces a flow through an elevation model on a raster map.
cs: Urèí smìr povrchového odtoku na rastrovém modelu terénu.

source: Shaded relief
cs: Mapa stínovaného reliéfu

source: Creates shaded relief map from an elevation map (DEM).
cs: Vytvoøí mapu stínovaného reliéfu ze vstupní mapy elevace (DMT).

source: Slope and aspect
cs: Míra svahu a expozice

source: Generates raster maps of slope, aspect, curvatures and partial derivatives from a elevation raster map.
cs: Vytvoøí rastrovou mapu sklonu, expozice, køivosti a parciálních derivací odvozenou z digitálního modelu terénu.

source: Terrain parameters
cs: Parametry terénu

source: Extracts terrain parameters from a DEM.
cs: Získává parametry terénu z digitálního modelu terénu

source: Textural features
cs: Texturální prvky

source: Generate images with textural features from a raster map.
cs: Vytvoøí obrázky s texturálními vlastnostmi rastrové mapy.

source: Visibility
cs: Viditelnost

source: Line-of-sight raster analysis program.
cs: Vytváøí rastrovou mapu linií dohlednosti.

source: Distance to features
cs: Vzdálenost k prvkùm

source: Horizon angle
cs: Úhel horizontu

source: Horizon angle computation from a digital elevation model.
cs: Úhel horizontu vypoètený z digitálního modelu terénu (DMT).

source: Transform features
cs: Prvky transformace

source: Clump
cs: Shromá¾dit

source: Recategorizes data in a raster map by grouping cells that form physically discrete areas into unique categories.
cs: Zmìní kategorie dat rastrového souboru tak, ¾e seskupí sousedící buòky formující fyzicky spojité oblasti do jedineèných kategorií.

source: Grow
cs: Rùst

source: Generates a raster map layer with contiguous areas grown by one cell.
cs: Vytvoøí rastrovou spojitých oblastí zvìt¹ených o jednu buòku.

source: Thin
cs: Ztenèit

source: Thins non-zero cells that denote linear features in a raster map layer.
cs: Zmen¹í nenulové buòky tak, aby vznikly lineární struktury.

source: Hydrologic modeling
cs: Hydrologické modelování

source: Carve stream channels
cs: Rozdìlit stream na kanály

source: Fill lake
cs: Vyplnit jezera

source: Fills lake from seed at given level.
cs: Vyplní jezero do zadané hloubky

source: Depressionless map and flowlines
cs: Model terénu bez depresí a mapa odtoku

source: Flow accumulation
cs: Akumulace toku gridu

source: Flow computation for massive grids (float version).
cs: Výpoèet odtoku pro velké rastry.

source: Flow lines
cs: Linie toku

source: SIMWE Overland flow modeling
cs: Modelování povrchového odtoku SIMWE

source: SIMWE Sediment flux modeling
cs: Modelování toku sedimentù SIMWE

source: Topographic index map
cs: Mapa s topografickým indexem

source: TOPMODEL simulation
cs: Simulace TOPMODEL

source: Simulates TOPMODEL which is a physically based hydrologic model.
cs: Simuluje TOPMODEL, co¾ je dynamický hydrologický model.

source: Watershed subbasins
cs: Rozvodnice subpovodí

source: Generates watershed subbasins raster map.
cs: Vytvoøí mapy povodí v rastrové mapì.

source: Watershed analysis
cs: Analýza povodí

source: Watershed basin creation
cs: Vytvoøení rozvodnice povodí

source: Groundwater modeling
cs: Modelování povrchového odtku

source: Numerical calculation program for transient, confined and unconfined groundwater flow in two dimensions.
cs: Numerický výpoèetní program pro pøechodné, omezené a neohranièenéproudìní podzemních vod ve dvou rozmìrech.

source: Landscape structure modeling
cs: Modelování struktury krajiny

source: Analyze landscape
cs: Analýza charakteristik krajiny

source: Contains a set of measures for attributes, diversity, texture, juxtaposition, and edge.
cs: Obsahuje pouze sadu mìøení atributù, diverzity, textury, sousednost a hrany.

source: Analyze patches
cs: Analýza plo¹ek

source: Calculates attribute, patch size, core (interior) size, shape, fractal dimension, and perimeter measures for sets of patches in a landscape.
cs: Poèítá atributy, velikost plo¹ek, hrubou (vnitøní) velikost, tvar, fraktální dimenzi a obvod pro sadu plo¹ek v krajinì.

source: Displays the boundary of each r.le patch and shows how the boundary is traced, displays the attribute, size, perimeter and shape indices for each patch and saves the data in an output file.
cs: Zobrazí hranice ka¾dé r.le plo¹ky a uká¾e jak byla hranice trasována, zobrazí atribut, velikost, obvod, tvar pro ka¾dou plo¹ku a ulo¾í data do výstupního souboru.

source: Landscape patch analysis
cs: Analýza krajiných "patch" charakteristik

source: Set up sampling and analysis framework
cs: Nastavit vzorkování a analýzu rámce

source: Configuration editor for r.li.'index'
cs: Konfiguraèní editor pro r.li.'index'

source: Edge density
cs: Hustota hran

source: Calculates edge density index on a raster map, using a 4 neighbour algorithm
cs: Poèítá index hustoty hran rastrové mapy za pou¾ití algoritmu 4 sousedù

source: Contrast weighted edge density
cs: Vá¾ený rozdíl hustoty hran

source: Calculates contrast weighted edge density index on a raster map
cs: Poèítej podle kontrastu vá¾ený index hustoty hran

source: Patch area mean
cs: Prùmìrná velikost opravy

source: Calculates mean patch size index on a raster map, using a 4 neighbour algorithm
cs: Poèítá prùmìrný index velikosti plo¹ek rastrové mapy za pou¾ití algoritmu 4 sousedù.

source: Patch area range
cs: Rozmezí opravených ploch

source: Calculates range of patch area size on a raster map
cs: Poèítá rozsah velikosti plo¹ek na v rastrové mapì

source: Patch area Std Dev
cs: Støední odchylka opravených ploch

source: Calculates standard deviation of patch area a raster map
cs: Poèítá standardní odchylku plo¹ek rastrové mapy

source: Patch area Coeff Var
cs: Koeficient odchylky plochy plo¹ek

source: Calculates coefficient of variation of patch area on a raster map
cs: Poèítám koeficient variance plo¹ky v rastrové mapì

source: Patch density
cs: Hustota plo¹ek

source: Calculates patch density index on a raster map, using a 4 neighbour algorithm
cs: Poèítá index hustoty plo¹ek na rastrové mapì za pou¾ití algoritmu 4 sousedù

source: Patch number
cs: Èíslo plo¹ky

source: Calculates patch number index on a raster map, using a 4 neighbour algorithm.
cs: Poèítá index poètu plo¹ek na rastrové mapì za pou¾ití algoritmu 4 sousedù.

source: Dominance's diversity
cs: Dominanceova diverzita

source: Calculates dominance's diversity index on a raster map
cs: Poèítám index diversity dominance rastrové mapy

source: Shannon's diversity
cs: Shannonova diverzita

source: Calculates Shannon's diversity index on a raster map
cs: Poèítá Shannonùv index diversity v rastrové mapì

source: Simpson's diversity
cs: Simpsnova diverzita

source: Calculates Simpson's diversity index on a raster map
cs: Spoèítá Simpsonùv index diversity index rastrové mapy

source: Richness
cs: Bohatost

source: Shape index
cs: Index ostrosti

source: Calculates shape index on a raster map
cs: Poèítám index tvaru rastrové mapy

source: Wildfire modeling
cs: Modelování po¾áru

source: Rate of spread
cs: Rychlost ¹íøení

source: Least-cost spread paths
cs: Vytvoøit trasy s nejmen¹ím odporem ¹íøení

source: Recursively traces the least cost path backwards to cells from which the cumulative cost was determined.
cs: Sleduje cestu zpìt a¾ do místa, odkud zapoèal výpoèet kumulativních nákladù.

source: Anisotropic spread simulation
cs: Simulace anisotropicého jevu ¹íøení

source: Simulates elliptically anisotropic spread on a graphics window and generates a raster map of the cumulative time of spread, given raster maps containing the rates of spread (ROS), the ROS directions and the spread origins.
cs: Simuluje eliticky anisotropické ¹íøení ohnì v grafickém oknì a vytvoøí rastrovou mapu kumulativního èasu ¹íøení, Daná rastrová mapa obsahuje rychlost ¹íøení (ROS), smìr ¹íøení a zdroj ¹íøení.

source: Change category values and labels
cs: Modifikovat hodnoty kategorií a ¹títky

source: Interactively edit category values
cs: Interaktivnì editovat hodnoty kategorií

source: Interactively edit cell values in a raster map.
cs: Interaktivní editace rastrových bunìk v zadané mapì.

source: Reclassify by size
cs: Reklasifikovat podle velikosti

source: Reclasses a raster map greater or less than user specified area size (in hectares).
cs: Reklasifikuje rastrovou mapu na vìt¹í nebo men¹í ne¾ u¾ivatelem zadané hranièní velikosti ploch (v hektarech).

source: Reclassify
cs: Reklasifikovat

source: Recode
cs: Pøekódovat

source: Recodes categorical raster maps.
cs: Pøekódovává categorie rastrové mapy.

source: Rescale
cs: Zmìnit mìøítko

source: Rescales the range of category values in a raster map layer.
cs: Zmìní rozsahy hodnot v kategoriích rastrové mapy.

source: Rescale with histogram
cs: Zmìnit mìøítko s histogramem

source: Rescales histogram equalized the range of category values in a raster map layer.
cs: Zmìní kategorie histogramu rastrové mapy podle rozsahu hodnot kategorií.

source: Concentric circles
cs: Soustøedné kruhy

source: Creates a raster map containing concentric rings around a given point.
cs: Vytvoøí rastrovou mapu obsahující centrické kruhy okolo zadaného bodu.

source: Generate random cells
cs: Vytvoøit rastrovou vrstvu s náhodnými hodnotami

source: Random cells
cs: Náhodné buòky

source: Generates random cell values with spatial dependence.
cs: Vytvoøí prostorovì závislé pole náhodných hodnot.

source: Random cells and vector points
cs: Vytvoøit rastrovou vrstvu a vektorové body s náhodnými hodnotami
