Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Column type not supported
cs: Typ sloupce není podporován
sv: Kolumntyp stöds inte

source: No features available for buffering. Check type option and features available in the input vector.
sv: Inga tillgängliga funktioner för buffring. Kontrollera typalternativ och funktioner som är tillgängliga i inmatningsvektorn.

source: Flags -%c/%c ignored by this version, GEOS >= 3.3 is required
sv: Flaggor -%c/%c ignoreras av denna version, GEOS >= 3.3 krävs

source: Negative distances for internal buffers are not supported and converted to positive values.
sv: Negativa avstånd för interna buffertar stöds inte och konverteras till positiva värden.

source: Buffering areas...
sv: Buffertområden...

source: No record for category %d in table <%s>
cs: Pro kategorii %d není ¾ádný záznam v tabulce <%s>
sv: Ingen post för kategori %d i tabell <%s>

source: Attribute is of invalid size (%.3f) for category %d
cs: Atribut má neplatnou velikost (%.3f) pro kategorii %d
sv: Attributet är av ogiltig storlek (%.3f) för kategori %d

source: The tolerance in map units: %g
cs: Tolerance v jednotkách mapy: %g
sv: Toleransen i kartenheter: %g

source: Buffering features...
sv: Buffring av funktioner...

source: Negative distances are only supported for areas
sv: Negativa avstånd stöds endast för områden

source: Distances must be positive, ignoring distance %g
sv: Avstånden måste vara positiva, ignorera avståndet %g

source: Cleaning buffers...
sv: Rengöring av buffertar...

source: Building parts of topology...
cs: Pøebudovávám èásti topologie...
sv: Bygga delar av topologi...

source: Snapping boundaries...
cs: Spojování hranic...
sv: Gränsdragningar...

source: Breaking polygons...
sv: Bryta polygoner...

source: Removing duplicates...
cs: Odstraòuji duplicitní centroidy ...
sv: Ta bort dubbletter...

source: Breaking boundaries...
cs: Lámu hranice ...
sv: Bryta gränser...

source: Cleaning boundaries at nodes
sv: Rengöring av gränser vid noder

source: Removing dangles...
sv: Ta bort dinglar...

source: Removing bridges...
sv: Ta bort broar...

source: Attaching islands...
cs: Pøidávám ostrovy...
sv: Fästa öar...

source: Calculating centroids for all areas...
sv: Beräkning av centroider för alla områden...

source: Cannot calculate area centroid
cs: Nelze spoèítat centroid oblasti
sv: Kan inte beräkna områdets centroid

source: Generating list of boundaries to be deleted...
sv: Skapar en lista över gränser som ska raderas...

source: Deleting boundaries...
sv: Radering av gränser...

source: Calculating centroids for areas...
sv: Beräkning av centroider för områden...

source: Unable to calculate centroid for area %d
cs: Nelze spoèítat centroid pro plochu %d
sv: Det går inte att beräkna centroid för området %d

source: node
sv: nod

source: vertex
sv: toppunkt

source: Builds polylines from lines or boundaries.
cs: VYtvoøit lomené èáry z linií a hranic.
sv: Skapar polylinjer från linjer eller gränser.

source: Category number mode
cs: Re¾im èísel katagorií
sv: Läge för kategorinummer

source: Do not assign any category number to polyline
sv: Tilldela inte något kategorinummer till polylinjen

source: Assign category number of first line to polyline
sv: Tilldela kategorinummer för första raden till polylinjen

source: Assign multiple category numbers to polyline
sv: Tilldela flera kategorinummer till polylinjen

source: Create polyline from lines with same categories
sv: Skapa polylinje från linjer med samma kategorier

source: %d line or boundaries found in input vector map
sv: %d linje eller gränser hittades i inmatningsvektorkartan

source: %d polyline stored in output vector map
sv: %d polylinje lagrad i vektormapp för utdata

source: Failed to copy attribute table to output map
sv: Misslyckades med att kopiera attributtabell till utmatningskarta

source: Creates topology for vector map.
sv: Skapar topologi för vektorkarta.

source: Optionally also checks for topological errors.
sv: Eventuellt kontrolleras även för topologiska fel.

source: Name of vector map
cs: Jméno vektorové mapy
sv: Namn på vektorkarta

source: Name for output vector map where erroneous vector features are written to
sv: Namn för utdataväktormapp där felaktiga vektorfunktioner skrivs till

source: Build topology or dump topology or indices to standard output
sv: Skapa topologi eller dumpa topologi eller index till standardutdata

source: build topology
sv: bygga topologi

source: write topology to stdout
sv: skriva topologi till utdata

source: write spatial index to stdout
sv: skriva rumsligt index till stdout

source: write category index to stdout
sv: skriva kategoriindex till stdout

source: write feature index to stdout (OGR simple-feature-based formats only)
sv: skriva funktionsindex till stdout (endast OGR enkla funktionsbaserade format)

source: Extensive checks for topological errors
sv: Omfattande kontroller för topologiska fel

source: Perform in-depth checks for topological errors when building topology
sv: Utför djupgående kontroller för topologiska fel när topologin byggs upp

source: Direct read access to OGR layers is not supported by this module. Run %s to create a link as GRASS vector map in the current mapset.
sv: Direkt läsåtkomst till OGR-lager stöds inte av denna modul. Kör %s för att skapa en länk som GRASS-vektorkarta i den aktuella kartuppsättningen.

source: Vector map <%s> is not in current mapset
sv: Vektorkarta <%s> finns inte i aktuell kartuppsättning

source: layer
sv: lager

source: Attaches, deletes or reports vector categories to/from/of map geometry.
sv: Ansluter, tar bort eller rapporterar vektorkategorier till/från/av kartgeometri.

source: Feature ids (by default all features are processed)
sv: Feature ids (som standard bearbetas alla features)

source: Action to be done
cs: Akce, mající být vykonána
sv: Åtgärder som ska vidtas

source: add a category to features without category in the given layer
sv: lägg till en kategori för funktioner utan kategori i det givna lagret

source: delete category (cat=-1 to delete all categories of given layer)
sv: radera kategori (cat=-1 för att radera alla kategorier i ett visst lager)

source: change layer number (e.g. layer=3,1 changes layer 3 to layer 1)
sv: ändra lagernummer (t.ex. layer=3,1 ändrar lager 3 till lager 1)

source: add the value specified by cat option to the current category value
sv: lägg till det värde som anges av cat-alternativet till det aktuella kategorivärdet

source: copy values from one layer to another (e.g. layer=1,2,3 copies values from layer 1 to layer 2 and 3)
sv: kopiera värden från ett lager till ett annat (t.ex. layer=1,2,3 kopierar värden från lager 1 till lager 2 och 3)

source: print report (statistics), in shell style: layer type count min max
sv: skriv ut rapport (statistik), i skalstil: lagertyp antal min max

source: print category values, layers are separated by '|', more cats in the same layer are separated by '/'
sv: skriv ut kategorivärden, lager separeras med "|", fler katter i samma lager separeras med "/

source: print only layer numbers
sv: skriv endast ut lagernummer

source: Shell script style, currently only for report
cs: Styl shelového skriptu, pouze pro výpis
sv: Shell script-stil, för närvarande endast för rapport

source: [DEPRECATED] Format: layer type count min max. This flag is obsolete and will be removed in a future release. Use format=shell instead.
sv: [DEPRECATED] Format: lagertyp antal min max. Denna flagga är föråldrad och kommer att tas bort i en framtida version. Använd format=skal istället.

source: Do not copy attribute table(s)
sv: Kopiera inte attributtabell(er)

source: Database connection and attribute tables for concerned layers are not changed
cs: Databázové spojení a tabulka atributù pro danou vrstvu se nezmìnnily
sv: Databasanslutning och attributtabeller för berörda lager ändras inte

source: JSON output and shell output cannot be used simultaneously.
sv: JSON-utdata och skal-utdata kan inte användas samtidigt.

source: Unable to open vector map <%s> at topological level %d
cs: Vektorová mapa <%s> nemohla být otevøena na úrovní topologie %d
sv: Det gick inte att öppna vektorkarta <%s> på topologisk nivå %d

source: Invalid category number (must be equal to or greater than 0). Normally category number starts at 1.
sv: Ogiltigt kategorinummer (måste vara lika med eller större än 0). Normalt börjar kategorinumret på 1.

source: %d error in id option
sv: %d fel i id-alternativet

source: Output vector wasn't entered
cs: Výstupní vektorová mapa nebyla zadána.
sv: Utgångsvektorn var inte inmatad

source: Too many layers for this operation
cs: Pøíli¹ mnoho vrstev pro tuto operaci
sv: För många lager för denna operation

source: 2 layers must be specified
cs: Musí být zadány 2 vrstvy
sv: 2 lager måste anges

source: Categories already exist in layer %d
sv: Kategorier finns redan i lagret %d

source: Processing features...
sv: Bearbetning av funktioner...

source: %d new centroid placed in output map
sv: %d ny centroid placerad i utdatakartan

source: Layer/table
cs: Vrstva / tabulka
sv: Lager/tabell

source: Layer
cs: Vrstva
sv: Lager

source: type count min max
sv: typ antal min max

source: boundary
sv: avgränsning

source: face
sv: ansikte

source: kernel
sv: kärna

source: all
sv: alla

source: Copying attribute table(s)...
sv: Kopiera attributtabell(er)...

source: Categories copied from layer %d to layer %d
sv: Kategorier kopierade från lager %d till lager %d

source: %d feature modified.
sv: %d funktionen ändrad.

source: Classifies attribute data, e.g. for thematic mapping
cs: Clasifikuje atributová data, napø. pro tématické vrstvy
sv: Klassificerar attributdata, t.ex. för tematisk kartläggning

source: Column name or expression
cs: Jméno sloupce nebo výraz
sv: Kolumnnamn eller uttryck

source: Print only class breaks (without min and max)
sv: Skriv endast ut klassraster (utan min och max)

source: Unable to sort array of values
sv: Det går inte att sortera en matris med värden

source: The discontinuities algorithm indicates that some class breaks are not statistically significant at alpha=0.05. You are advised to reduce the number of classes.
sv: Diskontinuitetsalgoritmen indikerar att vissa klassuppdelningar inte är statistiskt signifikanta vid alpha=0,05. Du rekommenderas att minska antalet klasser.

source: Classification of %s into %i classes
cs: Clasifikace %s do %i tøíd
sv: Klassificering av %s till %i-klasser

source: Lowest chi2 = %f
sv: Lägsta chi2 = %f

source: Note: Minimum of first class is including
cs: Poznámka: Vèetnì minima první tøídy
sv: Notera: Minimum för första klassen är inklusive

source: Toolset for cleaning topology of vector map.
cs: Sada nástrojù k èi¹tìní topologie vektorové mapy.
sv: Verktyg för rengöring av vektorkartans topologi.

source: Name of output map where errors are written
cs: Výstupní mapa, do které budou zapsány chyby
sv: Namn på utmatningskarta där fel skrivs

source: Cleaning tool
cs: Nástroj pro èi¹tìní topologie
sv: Rengöringsverktyg

source: break lines at each intersection
sv: brytlinjer vid varje korsning

source: remove duplicate geometry features (pay attention to categories!)
sv: ta bort duplicerade geometriska funktioner (var uppmärksam på kategorier!)

source: remove dangles, threshold ignored if < 0
sv: ta bort danglar, tröskel ignoreras om < 0

source: change the type of boundary dangle to line, threshold ignored if < 0, input line type is ignored
sv: ändra typen av gränsdangel till linje, tröskel ignoreras om < 0, inmatad linjetyp ignoreras

source: remove bridges connecting area and island or 2 islands
sv: ta bort broar som förbinder område och ö eller 2 öar

source: change the type of bridges connecting area and island or 2 islands from boundary to line
sv: ändra typen av broar som förbinder område och ö eller 2 öar från gräns till linje

source: snap lines to vertex in threshold
sv: snäpp linjer till toppunkt i tröskelvärde

source: remove duplicate area centroids ('type' option ignored)
sv: ta bort duplicerade områdescentroider ("type"-alternativet ignoreras)

source: break (topologically clean) polygons (imported from non topological format, like ShapeFile). Boundaries are broken on each point shared between 2 and more polygons where angles of segments are different
sv: bryta (topologiskt rena) polygoner (importerade från icke-topologiskt format, t.ex. ShapeFile). Gränser bryts på varje punkt som delas mellan 2 eller fler polygoner där vinklarna på segmenten är olika

source: remove vertices in threshold from lines and boundaries, boundary is pruned only if topology is not damaged (new intersection, changed attachment of centroid), first and last segment of the boundary is never changed
sv: ta bort toppar i tröskelvärdet från linjer och gränser, gränsen beskärs endast om topologin inte är skadad (ny korsning, ändrad fastsättning av centroid), första och sista segmentet av gränsen ändras aldrig

source: remove small areas, the longest boundary with adjacent area is removed
sv: ta bort små områden, den längsta gränsen med angränsande område tas bort

source: remove all lines or boundaries of zero length, threshold is ignored
sv: ta bort alla linjer eller gränser med längden noll, tröskelvärdet ignoreras

source: remove small angles between lines at nodes
sv: ta bort små vinklar mellan linjer vid noder

source: One value for each tool; for threshold units, see each tool
sv: Ett värde för varje verktyg; för tröskelenheter, se varje verktyg

source: Default: 0.0[,0.0,...])
sv: Standard: 0.0[,0.0,...])

source: Do not build topology for the output vector
sv: Bygg inte topologi för utgångsvektorn

source: Combine tools with recommended follow-up tools
sv: Kombinera verktyg med rekommenderade uppföljningsverktyg

source: You must select at least one tool
cs: Musíte vybrat alespoò jeden nástroj
sv: Du måste välja minst ett verktyg

source: Tool doesn't exist
cs: Nástroj neexistuje
sv: Verktyget finns inte

source: Note: In latitude-longitude coordinate system specify threshold in degree unit
sv: Obs: I koordinatsystem för latitud-longitud anges tröskelvärdet i gradenhet

source: Threshold for tool %d may not be > 0, set to 0
cs: Hranièní hodnota pro nástroj %d nemù¾e být > 0, nastavuji na 0
sv: Tröskelvärdet för verktyg %d får inte vara > 0, ställ in till 0

source: Tool: Threshold
cs: Nástroj: Mezní hodnota
sv: Verktyg: Tröskelvärde

source: Break
cs: Rozpojit
sv: Rast

source: Remove dangles
cs: Mazání pøívìskù
sv: Ta bort hängande delar

source: Change type of boundary dangles
cs: Zmìnít typ hranice pøívìskù
sv: Ändra typ av gränsdanglar

source: Remove bridges
cs: Mazání mostù
sv: Ta bort broar

source: Change type of boundary bridges
cs: Zmìnit typ hranic mostù
sv: Ändra typ av gränsbroar

source: Snap vertices
cs: Spojit lomové body
sv: Fäst hörnpunkter

source: Remove duplicate area centroids
cs: Zmazat duplicitní centroidy
sv: Ta bort duplicerade områdescentroider

source: Break polygons
cs: Zlom polygonù
sv: Bryt polygoner

source: Prune
cs: Oøezání
sv: Beskära

source: Remove small areas
cs: Smazat malé plochy
sv: Ta bort små områden

source: Remove small angles at nodes
cs: Smazání malých úhlù na uzlech
sv: Ta bort små vinklar vid noder

source: Remove all lines or boundaries of zero length
cs: Odstranit v¹echny linie nebo hranice nulové délky
sv: Ta bort alla linjer eller gränser med noll längd

source: Topological cleaning works best with native GRASS vector format
sv: Topologisk rengöring fungerar bäst med det ursprungliga GRASS-vektorformatet

source: Failed to copy attribute table to output vector map
sv: Misslyckades med att kopiera attributtabell till utmatningsvektorkarta

source: Rebuilding parts of topology...
cs: Pøebudovávám èásti topologie...
sv: Återuppbyggnad av delar av topologin...

source: Tool: Split lines
sv: Verktyg: Delade linjer

source: Tool: Break lines at intersections
cs: Nástroj: Zlom linií na pøekøí¾eních
sv: Verktyg: Bryt linjer vid korsningar

source: Tool: Remove duplicates
cs: Nástroj: Mazání duplicit
sv: Verktyg: Ta bort dubbletter

source: Tool: Merge lines
sv: Verktyg: Sammanfoga linjer

source: Tool: Remove dangles
cs: Nástroj: Mazání pøívìskù
sv: Verktyg: Ta bort dinglar

source: Tool: Change type of boundary dangles
cs: Nástroj: Zmìna typu hranice pøívìskù
sv: Verktyg: Ändra typ av avgränsande dinglar

source: Tool: Remove bridges
cs: Nástroj: Mazání mostù
sv: Verktyg: Ta bort broar

source: Tool: Change type of boundary bridges
cs: Nástroj: Zmìna typu hranice mostù
sv: Verktyg: Ändra typ av gränsbroar

source: Tool: Remove duplicate area centroids
cs: Nástroj: Mazání duplicitních centroidù ploch
sv: Verktyg: Ta bort duplicerade områdescentroider

source: Tool: Snap line to vertex in threshold
cs: Nástroj: Chycení linie k lomovému bodu v rámci prahové hodnoty
sv: Verktyg: Snäpp linje till toppunkt i tröskelvärde

source: Tool: Remove small angles at nodes
cs: Nástroj: Smazání malých íºhlù na uzlech
sv: Verktyg: Ta bort små vinklar vid noder

source: Tool: Break polygons
cs: Nástroj: Zlom polygonù
sv: Verktyg: Bryt polygoner

source: Tool: Prune lines/boundaries
cs: Nástroj: Èi¹tìní linií/hranic
sv: Verktyg: Beskär linjer/gränser

source: Tool: Remove small areas
cs: Nástroj: Smazat malé plochy
sv: Verktyg: Ta bort små områden

source: Tool: Merge boundaries
sv: Verktyg: Sammanfoga gränser

source: Tool: Remove all lines and boundaries of zero length
cs: Nástroj: Smazat v¹echny linie a hranice nulové délky
sv: Verktyg: Ta bort alla linjer och gränser med noll längd

source: Rebuilding topology for output vector map...
cs: Pøebudování topologie pro výstupní vektor ...
sv: Återuppbyggnad av topologi för utdata vektor karta...

source: Building topology for error vector map...
cs: Buduji topologii pro vektorovou mapu s chybami ...
sv: Byggnadstopologi för felvektorkarta...

source: %d vertices from input %d (vertices of given type) removed, i.e. %.2f %%
sv: %d toppar från indata %d (toppar av given typ) tas bort, dvs. %.2f %%

source: %d boundaries not pruned because pruning would damage topology
cs: %d hranic nebylo oøezáno, proto¾e oøezání by po¹kodilo jejich topologii
sv: %d gränserna beskärs inte eftersom beskärning skulle skada topologin

source: Duplicate area centroids: %d
sv: Duplicerade områdescentroider: %d

source: Lines / boundaries removed: %d
sv: Linjer / gränser borttagna: %d

source: Line splits: %d
sv: Linjen splittras: %d

source: point cloud
sv: punktmoln

source: cluster
sv: kluster

source: clump
sv: klump

source: Performs cluster identification.
sv: Utför identifiering av kluster.

source: Layer number or name for cluster ids
sv: Nummer eller namn på lager för kluster-id

source: Maximum distance to neighbors
sv: Maximalt avstånd till grannar

source: Minimum number of points to create a cluster
sv: Minsta antal punkter för att skapa ett kluster

source: Clustering method
sv: Klustringsmetod

source: Force 2D clustering
sv: Tvinga fram 2D-klustring

source: Minimum number of points must be at least 2
sv: Minsta antal punkter måste vara minst 2

source: Option %s must be positive
sv: Alternativ %s måste vara positivt

source: Counting input points ...
sv: Räknar inmatningspunkter ...

source: Layer %d is not empty, choose another layer
sv: Lager %d är inte tomt, välj ett annat lager

source: Not enough points in input, nothing to do
sv: Inte tillräckligt med punkter i inmatningen, inget att göra

source: Creating search index ...
sv: Skapa sökindex ...

source: Option %s must be a positive number
sv: Alternativ %s måste vara ett positivt tal

source: Estimating maximum distance ...
sv: Uppskattning av maximalt avstånd ...

source: No neighbors found
sv: Inga grannar hittades

source: Distance to the %d nearest neighbor:
sv: Avstånd till den %d närmaste grannen:

source: Mean: %g
sv: Medelvärde: %g

source: Standard deviation: %g
sv: Standardavvikelse: %g

source: Estimated maximum distance: %g
sv: Beräknat maximalt avstånd: %g

source: Building clusters ...
sv: Bygga kluster ...

source: nlines: %d, nclusters: %d
sv: nlines: %d, nkluster: %d

source: No clusters found, adjust option %s
sv: Inga kluster hittades, justera alternativet %s

source: Write out cluster ids ...
sv: Skriv ut kluster-id ...

source: Loading points ...
sv: Lastpunkter ...

source: Reachability network ...
sv: Nätverk för nåbarhet ...

source: Not enough points found
sv: Inte tillräckligt med punkter hittades

source: Set cluster ids ...
sv: Ange klustrets id ...

source: Neighbor point's core dist is -1
sv: Grannpunktens core dist är -1

source: Core density ...
sv: Kärndensitet ...

source: %d clusters found
sv: %d kluster hittades

source: %d outliers found
sv: %d avvikande värden hittades

source: Exports the color table associated with a vector map.
sv: Exporterar den färgtabell som är associerad med en vektorkarta.

source: Name of attribute (numeric) column to which refer color rules
sv: Namn på attribut (numerisk) kolumn som hänvisar till färgregler

source: If not given, color rules refer to categories
sv: Om inget anges, hänvisar färgreglerna till kategorier

source: Unable to read color table for vector map <%s>
sv: Det går inte att läsa färgtabellen för vektorkartan <%s>

source: No color table defined for vector map <%s>
sv: Ingen färgtabell definierad för vector map <%s>

source: Layer <%s> not found
sv: Lager <%s> hittades inte

source: Database connection not defined for layer <%s>
sv: Ingen databasanslutning definierad för lager <%s>

source: No data selected
sv: Ingen data vald

source: Reading features...
sv: Läsning av funktioner...

source: Creates/modifies the color table associated with a vector map.
sv: Skapar/ändrar den färgtabell som är associerad med en vektorkarta.

source: Source values
sv: Källvärden

source: read values from attribute table (requires <column> option)
sv: läsa värden från attributtabellen (kräver alternativet <column> )

source: use category values
sv: använda kategorivärden

source: use z coordinate (3D points or centroids only)
sv: använd z-koordinat (endast 3D-punkter eller centroider)

source: Name of column containing numeric data
sv: Namn på kolumn som innehåller numeriska data

source: Required for use=attr
sv: Krävs för use=attr

source: Manually set range (refers to 'column' option)
sv: Manuellt inställt intervall (avser alternativet "kolumn")

source: Ignored when 'rules' given
sv: Ignoreras när "regler" anges

source: Name of color column to populate RGB values
sv: Namn på färgkolumn för att fylla i RGB-värden

source: If not given writes color table
sv: Om inte givet skriver färg tabell

source: Convert color rules from RGB values to color table
sv: Konvertera färgregler från RGB-värden till färgtabell

source: Option 'rgb_column' with valid RGB values required
sv: Alternativet 'rgb_column' med giltiga RGB-värden krävs

source: No vector map specified
sv: Ingen vektorkarta specificerad

source: Option <%s> given, assuming <use=attr>...
sv: Alternativ <%s> givet, förutsatt att <use=attr>...

source: One of -%c, -%c or %s=, %s= or %s= must be specified
sv: En av -%c, -%c eller %s=, %s= eller %s= måste anges

source: %s=, %s= and %s= are mutually exclusive
sv: %s=, %s= och %s= är ömsesidigt uteslutande

source: %s= required for -%c
sv: %s= krävs för -%c

source: Unable to remove color table of vector map <%s>
sv: Det går inte att ta bort färgtabellen för vektorkartan <%s>

source: Color table of vector map <%s> not found
sv: Färgtabell för vektorkarta <%s> hittades inte

source: Color table exists. Exiting.
sv: Färgbordet finns. Avslutar.

source: Option <%s>: min must be greater or equal to max
sv: Alternativ <%s>: min måste vara större än eller lika med max

source: Color table <%s> not found
sv: Färgtabell <%s> hittades inte

source: Writing color rules...
sv: Skriva färgregler...

source: Color table for vector map <%s> set to '%s'
sv: Färgtabell för vektorkarta <%s> inställd på '%s'
