Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Different labels for the same value are not supported
sv: Olika etiketter för samma värde stöds inte

source: Unknown use type: %d
cs: Neznámý typ: %d
sv: Okänd användningstyp: %d

source: Loading data...
sv: Läser in data …

source: Column type (%s) not supported (did you mean 'label_column'?)
sv: Kolumntyp (%s) stöds inte (menade du "label_column"?)

source: %d of %d records in column <%s> are empty and replaced with 0 (zero)
sv: %d av %d poster i kolumn <%s> är tomma och ersätts med 0 (noll)

source: Unable to use column <%s>
cs: Nelze pou¾ít sloupec <%s>
sv: Det går inte att använda kolumn <%s>

source: Number of areas selected from vector map <%s>: %d
sv: Antal områden som valts ut från vektorkartan <%s>: %d

source: Area conversion and line densification are mutually exclusive, disabling line densification.
sv: Områdesomvandling och linjeförtätning utesluter varandra och linjeförtätning inaktiveras.

source: Number of points selected from vector map <%s>: %d
sv: Antal punkter som valts från vektorkartan <%s>: %d

source: Number of lines selected from vector map <%s>: %d
sv: Antal linjer som valts från vektorkartan <%s>: %d

source: Number of boundaries selected from vector map <%s>: %d
sv: Antal gränser som valts från vektorkartan <%s>: %d

source: Number of centroids selected from vector map <%s>: %d
sv: Antal centroider som valts från vektorkartan <%s>: %d

source: Pass %d of %d:
cs: Prùchod %d z %d:
sv: Passera %d av %d:

source: Problem processing areas from vector map <%s>, continuing...
cs: Problém pøi zpracovávání ploch z vektorové mapy <%s>, pokraèuji....
sv: Problem med att bearbeta områden från vektorkarta <%s>, fortsätter...

source: Problem processing lines from vector map <%s>, continuing...
cs: Problém pøi ètení linií z vektorové mapy <%s>, pokraèuji....
sv: Problem med att bearbeta linjer från vektorkarta <%s>, fortsätter...

source: Creating support files for raster map...
sv: Skapa stödfiler för rasterkarta...

source: Color can be updated from database only if use=attr
cs: Barva mù¾e být aktualizována z databáze pouze jesstli je pou¾ití=atribut
sv: Färgen kan uppdateras från databasen endast om use=attr

source: Converted areas: %d of %d
cs: Zmìnìných ploch: %d z %d
sv: Omvandlade områden: %d av %d

source: Converted points/lines: %d of %d
cs: Zmìnìných bodù/linií: %d z %d
sv: Omvandlade punkter/linjer: %d av %d

source: Converts a vector map (only points) into a 3D raster map.
sv: Konverterar en vektorkarta (endast punkter) till en 3D-rasterkarta.

source: Name of attribute column (data type must be numeric)
sv: Namn på attributkolumnen (datatypen måste vara numerisk)

source: Unable to create output map
cs: Nelze vytvoøit výstupní rastrovou mapu
sv: Det går inte att skapa en utdatakarta

source: Unable to close new 3d raster map
cs: Nelze zavøít nový3D rastr
sv: Det går inte att stänga en ny 3d-rasterkarta

source: Performs an affine transformation (shift, scale and rotate) on vector map.
sv: Utför en affin transformation (skifta, skala och rotera) på en vektorkarta.

source: Shift all z values to bottom=0
cs: Posuò v¹echny hodnoty na základ (bottom)=0
sv: Flytta alla z-värden till botten=0

source: Swap coordinates x, y and then apply other parameters
sv: Byt koordinater x, y och använd sedan andra parametrar

source: Swap coordinates x, z and then apply other parameters
sv: Byt koordinater x, z och använd sedan andra parametrar

source: Swap coordinates y, z and then apply other parameters
sv: Byt ut koordinaterna y, z och använd sedan andra parametrar

source: Swap coordinates after the other transformations
sv: Byt koordinater efter de andra transformationerna

source: Do not build topology
cs: Nevytváøej topologii
sv: Bygg inte upp topologin

source: Custom
cs: Vlastní
sv: Anpassad

source: Shifting value for x coordinates
cs: Posun hodnot souøadnice x
sv: Skiftande värde för x-koordinater

source: Shifting value for y coordinates
cs: Posun hodnot souøadnice y
sv: Skiftande värde för y-koordinater

source: Scaling factor for x coordinates
cs: Mìøítkový faktor souøadnic x
sv: Skalningsfaktor för x-koordinater

source: Scaling factor for y coordinates
cs: Mìøítkový faktor souøadnic y
sv: Skalningsfaktor för y-koordinater

source: Scaling factor for z coordinates
cs: Mìøítkový faktor souøadnic z
sv: Skalningsfaktor för z-koordinater

source: Rotation around z axis in degrees (counter-clockwise)
sv: Rotation runt z-axeln i grader (moturs)

source: Name of attribute column(s) used as transformation parameters
cs: Název sloupce atributu, pou¾itého jako parametr transformace
sv: Namn på attributkolumn(er) som används som transformationsparametrar

source: Format: parameter:column, e.g. xshift:xs,yshift:ys,zrot:zr
cs: Formát: parametr:sloupec, napø. xshift:xs,yshift:ys,zrot:zr
sv: Format: parameter:kolumn, t.ex. xshift:xs,yshift:ys,zrot:zr

source: Input vector map name <%s> is too long
sv: Inmatningsvektorkartans namn <%s> är för långt

source: Output vector map name <%s> is too long
sv: Utmatningsvektorkartans namn <%s> är för långt

source: Columns require a valid layer. Please use '%s' parameter.
sv: Kolumner kräver ett giltigt lager. Använd parametern '%s'.

source: Unknown column parameter '%s'
sv: Okänd kolumnparameter '%s'

source: Unable to tokenize column string: [%s]
sv: Det går inte att tokenisera kolumnsträngen: [%s]

source: New vector map <%s> boundary coordinates:
sv: Nya gränskoordinater för vektorkarta <%s>:

source: Unsupported column type of <%s>
cs: Nekompatibilní typ sloupce <%s>
sv: Kolumntyp <%s> stöds inte

source: Unable to select value for category %d from table <%s>, column <%s>. For category %d using default transformation parameter %.3f.
cs: Nelze vybrat hodnotu kategorie %d z tabulky <%s>, sloupec <%s>. Pro kategorie %d pou¾iji pøednastavený parametr transformace %.3f.
sv: Det går inte att välja värde för kategori %d från tabell <%s>, kolumn <%s>. För kategori %d används standardtransformationsparametern %.3f.

source: No category number defined. Using default transformation parameters.
cs: Není definována ¾ádné èíslo kategorie. pou¾ívám pøednastavené parametry transformace.
sv: Inget kategorinummer definierat. Standardparametrar för omvandling används.

source: Changes type of vector features.
sv: Ändrar typ av vektorfunktioner.

source: Feature type to convert from
cs: Typ prvku pro konverzi z
sv: Feature-typ att konvertera från

source: Feature type to convert to
cs: Typ prvku pro konverzi do
sv: Feature-typ att konvertera till

source: Incompatible types
cs: Nekompatibilní typy
sv: Inkompatibla typer

source: Calculates univariate statistics of vector map features.
sv: Beräknar univariat statistik för funktioner i vektorkartor.

source: Variance and standard deviation is calculated only for points if specified.
sv: Varians och standardavvikelse beräknas endast för punkter om detta anges.

source: Weigh by line length or area size
sv: Vägning efter linjelängd eller områdesstorlek

source: Calculate geometric distances instead of attribute statistics
sv: Beräkna geometriska avstånd istället för attributstatistik

source: Geometry distances are not supported for areas. Use '%s' instead.
sv: Geometriavstånd stöds inte för områden. Använd '%s' istället.

source: Incompatible vector type(s) specified, only number of features, minimum, maximum and range can be calculated
cs: Nekompatibilní typy vektorù. Spoèítány mohou být pouze poèet prvkù, minimum, maximum a rozptyl.
sv: Inkompatibel(a) vektortyp(er) angiven(a), endast antal funktioner, minimum, maximum och intervall kan beräknas

source: Extended statistics is currently supported only for points/centroids
cs: Roz¹í¾ené statistiky jsou v souèasnosti podporovány pouze pro body/centroidy
sv: Utökad statistik stöds för närvarande endast för punkter/centroider

source: 'layer' must be > 0 for 'where'.
cs: 'layer' musí být . 0 pro 'where'
sv: "layer" måste vara > 0 för "where".

source: Unable select categories from table <%s>
sv: Det går inte att välja kategorier från tabellen <%s>

source: Calculating geometric distances between %d primitives...
sv: Beräkning av geometriska avstånd mellan %d primitiver...

source: Database connection not defined for layer <%s>
sv: Ingen databasanslutning definierad för lager <%s>

source: Cannot sort the key/value array
cs: Nelze seøadit hodnoty klíè/hodnota
sv: Det går inte att sortera nyckel/värde-arrayen

source: Count points in areas, calculate statistics from point attributes.
sv: Räkna punkter i områden, beräkna statistik från punktattribut.

source: Name of existing vector map with points
sv: Namn på befintlig vektorkarta med punkter

source: Name of existing vector map with areas
sv: Namn på befintlig vektorkarta med områden

source: Layer number for points map
sv: Lagernummer för punktkarta

source: Category values for points map
sv: Kategorivärden för punktkarta

source: WHERE conditions of SQL statement without 'where' keyword for points map
sv: WHERE-villkor i SQL-satsen utan nyckelordet "where" för punktkarta

source: Layer number for area map
sv: Skiktnummer för områdeskarta

source: Category values for area map
sv: Kategorivärden för områdeskarta

source: WHERE conditions of SQL statement without 'where' keyword for area map
sv: WHERE-villkor i SQL-satsen utan nyckelordet "where" för områdeskarta

source: Method for aggregate statistics
sv: Metod för aggregerad statistik

source: Column name to upload points count
sv: Kolumnnamn för att ladda upp punktantal

source: Column to hold points count, must be of type integer, will be created if not existing
sv: Kolumn för punktantalet, måste vara av typen heltal, skapas om den inte redan finns

source: Column name to upload statistics
sv: Kolumnnamn för att ladda upp statistik

source: Column to hold statistics, must be of type double, will be created if not existing
sv: Kolumn för att hålla statistik, måste vara av typen double, skapas om den inte finns

source: Print output to stdout, do not update attribute table
sv: Skriv ut utdata till stdout, uppdatera inte attributtabellen

source: First column is always area category
sv: Första kolumnen är alltid områdeskategori

source: Vector map <%s> is not in the current mapset <%s> and cannot be updated
sv: Vektorkartan <%s> finns inte i den aktuella kartuppsättningen <%s> och kan inte uppdateras

source: count_column is required to upload point counts
sv: count_column krävs för att ladda upp punkträkningar

source: count_column must be of type integer
sv: count_column måste vara av typen integer

source: Unable to add column <%s>
sv: Det går inte att lägga till kolumn <%s>

source: stats_column is required to upload point stats
sv: stats_column krävs för att ladda upp punktstatistik

source: stats_column must be of type double precision
sv: stats_column måste vara av typen double precision

source: collecting attributes from points vector...
sv: samla in attribut från punkter vektor ...

source: No area categories in vector <%s>, layer <%s>
sv: Inga områdeskategorier i vektor <%s>, lager <%s>

source: Selecting points for each area...
sv: Väljer punkter för varje område...

source: could not find area category %d
sv: kunde inte hitta områdeskategori %d

source: %d records updated
cs: %d záznamù aktualizováno
sv: %d poster uppdaterade

source: Points are too concentrated -- please increase DMIN
sv: Punkterna är för koncentrerade - öka DMIN

source: Point out of range
sv: Punkt utanför intervallet

source: Interpolates point data to a 3D raster map using regularized spline with tension (RST) algorithm.
sv: Interpolerar punktdata till en 3D-rasterkarta med hjälp av RST-algoritmen (Regularized Spline with Tension).

source: Name of input 3D vector points map
sv: Namn på inmatad karta med 3D-vektorpunkter

source: Name of input surface raster map for cross-section
sv: Namn på rasterkarta för inmatad yta för tvärsnitt

source: Optional inputs
sv: Valfria ingångar

source: Name of column containing w-values attribute to interpolate
sv: Namn på kolumn som innehåller attribut med w-värden som ska interpoleras

source: Name of column with smoothing parameters
sv: Namn på kolumn med utjämningsparametrar

source: Name of input raster map used as mask
sv: Namn på inmatad rasterkarta som används som mask

source: Maximum number of points for approximation in a segment (>npmin)
sv: Maximalt antal punkter för approximation i ett segment (>npmin)

source: Minimum distance between points (to remove almost identical points)
cs: Minimální vzdálenost mezi body (skoro toto¾né body budou vyjmuty)
sv: Minsta avstånd mellan punkter (för att ta bort nästan identiska punkter)

source: Conversion factor for w-values used for interpolation
cs: Pøevodní koeficient pro hodnoty w pou¾itých pro interpolaci
sv: Omvandlingsfaktor för w-värden som används för interpolering

source: Conversion factor for z-values
cs: Pøevodní koeficient pro hodnoty z
sv: Omräkningsfaktor för z-värden

source: Name for output cross-section raster map
sv: Namn för rasterkarta för tvärsnitt i utdata

source: Name for output elevation 3D raster map
sv: Namn för utmatad 3D-rasterkarta över höjdförhållanden

source: Name for output gradient magnitude 3D raster map
sv: Namn för utmatad 3D-rasterkarta med gradientstorlek

source: Name for output gradient horizontal angle 3D raster map
sv: Namn för utdata gradient horisontell vinkel 3D rasterkarta

source: Name for output gradient vertical angle 3D raster map
sv: Namn för utdata gradient vertikal vinkel 3D rasterkarta

source: Name for output change of gradient 3D raster map
sv: Namn för utdataändring av gradient 3D-rasterkarta

source: Name for output Gaussian curvature 3D raster map
sv: Namn för rasterkarta med gaussisk krökning i 3D

source: Name for output mean curvature 3D raster map
sv: Namn på rasterkartan för medelkurvatur i 3D för utdata

source: Perform a cross-validation procedure without volume interpolation
cs: Provede køí¾ovou validaci bez interpolace objemu.
sv: Utför en korsvalideringsprocedur utan volyminterpolering

source: Smoothing must be a positive value
cs: Vyhlazení musí být pozitivní hodnota.
sv: Utjämning måste vara ett positivt värde

source: Both crossvalidation options (-%c, %s) must be specified
sv: Båda alternativen för korsvalidering (-%c, %s) måste anges

source: Both crossvalidation and deviations must be specified
sv: Både korsvalidering och avvikelser måste specificeras

source: Crossvalidation cannot be computed simultanuously with output grids or devi file
sv: Korsvalidering kan inte beräknas samtidigt med utdatagriddar eller devi-fil

source: Unable to open %s
sv: Går inte att öppna %s

source: Vector is not 3D
cs: vekrotová mapa není 3D
sv: Vektorn är inte 3D

source: Unable to open temp file '%s'
sv: Det går inte att öppna temp-filen '%s'

source: Not enough disk space - cannot write temp files
sv: Inte tillräckligt med diskutrymme - kan inte skriva temp-filer

source: Unable to create 'cross_output' raster map without 'cross_input' raster map being specified
sv: Det går inte att skapa rasterkartan "cross_output" utan att rasterkartan "cross_input" har angetts

source: Finished interpolating
sv: Färdig interpolerad

source: Raster map <%s> created
sv: Rasterkarta <%s> skapad

source: Vector map <%s> created
sv: Vektorkarta <%s> skapad

source: Interpolation failed
sv: Interpolering misslyckades

source: Column type of wcolumn is not supported (must be integer or double)
cs: Typ sloupce wcolumn není podporován (musí být integer nebo double)
sv: Kolumntypen wcolumn stöds inte (måste vara heltal eller dubbel)

source: Cannot read column type of smooth column
sv: Kan inte läsa kolumntyp för smidig kolumn

source: Column type of smooth column (datetime) is not supported
sv: Kolumntyp för smooth-kolumn (datetime) stöds inte

source: Column type of smooth column is not supported (must be integer or double)
cs: Typ sloupce pro vyhlazení není podporován (musí být typu integer nebo double)
sv: Kolumntyp för smooth-kolumn stöds inte (måste vara heltal eller dubbel)

source: Point without category
sv: Punkt utan kategori

source: Some points outside of region -- will ignore...
sv: Vissa punkter utanför regionen -- kommer att ignoreras...

source: Cannot allocate memory for point
sv: Kan inte allokera minne för punkt

source: Can't insert %lf,%lf,%lf,%lf,%lf a=%d
sv: Kan inte infoga %lf,%lf,%lf,%lf,%lf a=%d

source: Strip exists with insufficient data
sv: Strimma finns med otillräckliga data

source: Zero segments!
sv: Noll segment!

source: There are points outside specified 2D/3D region--ignored %d points (total points: %d)
sv: Det finns punkter utanför den angivna 2D/3D-regionen - ignorerade %d punkter (totalt antal punkter: %d)

source: Points are more dense than specified 'DMIN'--ignored %d points (remain %d)
sv: Punkterna är tätare än specificerat 'DMIN'--ignorerade %d punkter (kvarstår %d)

source: %d points given for interpolation (after thinning) is less than given NPMIN=%d
sv: %d punkter som ges för interpolering (efter gallring) är mindre än den givna NPMIN=%d

source: There is less than %d points for interpolation, no segmentation is necessary, to run the program faster, set segmax=%d (see manual)
sv: Det finns mindre än %d punkter för interpolering, ingen segmentering är nödvändig, för att köra programmet snabbare, ställ in segmax=%d (se manual)

source: Mask raster map [%s] not found
sv: Maskrasterkarta [%s] hittades inte

source: Bitmap mask created
sv: Bitmap-mask skapad

source: Unable to read data from temp file
sv: Det går inte att läsa data från temp-filen

source: Unable to open %s for writing
sv: Det går inte att öppna %s för skrivning

source: Error writing cell (%d,%d,%d) with value %f
sv: Fel vid skrivning av cell (%d,%d,%d) med värde %f

source: Error closing output file %s
sv: Fel vid stängning av utdatafil %s

source: 3D raster map <%s> created
sv: 3D-rasterkarta <%s> skapad

source: Cannot allocate A
sv: Kan inte allokera A

source: Cannot allocate b
sv: Kan inte allokera b

source: Cannot allocate w
sv: Kan inte allokera w

source: Secpar_loop failed
sv: Secpar_loop misslyckades

source: Not enough disk space--cannot write files
sv: Inte tillräckligt med diskutrymme - kan inte skriva filer

source: Searching for topology errors...
sv: Söker efter topologifel...

source: Cleaning output topology
sv: Topologi för rengöringsutgång

source: Removing incorrect boundaries from output
sv: Avlägsna felaktiga gränser från utdata

source: skeleton
sv: skelett

source: Creates a Voronoi diagram constrained to the extents of the current region from an input vector map containing points or centroids.
sv: Skapar ett Voronoi-diagram som begränsas till den aktuella regionens utbredning från en inmatad vektorkarta som innehåller punkter eller centroider.

source: Name of input vector map
cs: Název vstupní vektorové vrstvy
sv: Namn på inmatningsvektorkartan

source: Factor for output smoothness
sv: Faktor för jämnhet i utmatningen

source: Applies to input areas only. Smaller values produce smoother output but can cause numerical instability.
sv: Gäller endast för inmatningsområden. Mindre värden ger jämnare utdata men kan orsaka numerisk instabilitet.

source: Maximum dangle length of skeletons
sv: Skelettens maximala hängande längd

source: Applies only to skeleton extraction. Default = -1 will extract the center line.
sv: Gäller endast för extrahering av skelett. Standard = -1 extraherar mittlinjen.

source: Create Voronoi diagram for input areas
sv: Skapa Voronoi-diagram för inmatningsområden

source: Extract skeletons for input areas
sv: Extrahera skelett för inmatningsområden

source: Output tessellation as a graph (lines), not areas
cs: Výstup rozdìlení jako graf (linie) ne plochy
sv: Utmatning av tessellation som en graf (linjer), inte områden

source: Option '%s' is too small, set to %g
sv: Alternativet '%s' är för litet, ställ in till %g

source: Voronoi triangulation for %d point...
sv: Voronoi-triangulering för %d-punkten...

source: Thin skeletons ...
sv: Tunna skelett...

source: No table
cs: ®ádná tabulka.
sv: Inget bord

source: Cannot copy table
cs: Nelze kopírovat tabulku
sv: Det går inte att kopiera tabellen

source: Pass %d
sv: Passera %d

source: Node is outside any input area
sv: Noden ligger utanför något inmatningsområde

source: Found %d point/centroid in <%s>, but at least 2 are needed. Are the current region extents covering at least parts of the input map?
sv: Hittade %d punkt/centroid i <%s>, men minst 2 behövs. Täcker den aktuella regionens utbredning åtminstone delar av indatakartan?

source: All boundaries in the list should be valid
sv: Alla gränser i listan ska vara giltiga

source: Boundary is degenerate
sv: Gränsen är degenererad

source: Found %d vertex in <%s>, but at least 2 are needed
sv: Hittade %d vertex i <%s>, men minst 2 behövs

source: Uploads raster values at positions of vector points to the table.
cs: Ulo¾í hodnoty rastru pod vektorovými body do jejich atributové tabulky.
sv: Laddar upp rastervärden på positioner för vektorpunkter till tabellen.

source: Name of existing raster map to be queried
cs: Jméno rastrového souboru, na který budou dotazy smìøovány
sv: Namn på befintlig rasterkarta som ska efterfrågas

source: Interpolate values from the nearest four cells
sv: Interpolera värden från de närmaste fyra cellerna

source: Print categories and values instead of updating the database
sv: Skriv ut kategorier och värden i stället för att uppdatera databasen

source: Column <%s> not found in the table <%s>. Creating...
sv: Kolumn <%s> finns inte i tabellen <%s>. Skapar...

source: Raster type is integer and column type is float
cs: Typ rastru je celé èíslo, typ sloupce je float
sv: Rastertyp är heltal och kolumntyp är float

source: Raster type is float and column type is integer, some data lost!!
cs: Typ rastru je float a typ sloupce je celé èíslo, nìkterá data mohou být ztracena!!
sv: Rastertyp är float och kolumntyp är integer, vissa data förlorade!!!

source: Reading features from vector map...
sv: Läser funktioner från vektorkarta...

source: No features of type (%s) found in the current computational region
sv: Inga funktioner av typen (%s) hittades i den aktuella beräkningsregionen

source: %d points outside current region were skipped
sv: %d punkter utanför aktuell region hoppades över

source: %d points without category were skipped
sv: %d punkter utan kategori hoppades över

source: Multiple points (%d) of category %d, value set to 'NULL'
sv: Flera punkter (%d) i kategori %d, värdet satt till 'NULL'

source: %d categories loaded from vector
cs: %d kategorií bylo naèteno z vektorové mapy
sv: %d kategorier laddade från vektor

source: %d duplicate categories in vector map <%s>
sv: %d dubbletter av kategorier i vektorkartan <%s>

source: %d categories loaded from table
cs: %d kategorií bylo naèteno z tabulky
sv: %d kategorier laddade från tabell

source: %d categories from vector missing in table
cs: %d kategorií z vektorové mapy chybí v tabulce
sv: %d kategorier från vektorn saknas i tabellen

source: Uploads 3D raster values at positions of vector points to the table.
sv: Laddar upp 3D-rastervärden på positioner för vektorpunkter till tabellen.

source: Name of existing 3D raster map to be queried
sv: Namn på befintlig 3D-rasterkarta som ska efterfrågas

source: Error opening 3D raster map <%s>
sv: Fel vid öppning av 3D-rasterkarta <%s>

source: Column type not supported, please use a column with double type
sv: Kolumntyp stöds inte, använd en kolumn med dubbeltyp

source: %d point outside current region was skipped
sv: %d punkt utanför aktuell region hoppades över

source: %d point without category was skipped
sv: %d punkt utan kategori hoppades över
