Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Non-NULL data only
sv: Endast data som inte är NULL

source: More than %d files not allowed
cs: Více ne¾ %d souborù není povoleno
sv: Fler än %d filer tillåts inte

source: Must specify 2 or more input maps
cs: Musíte zadat dvì a více vstupních map
sv: Måste ange 2 eller fler input maps

source: %s: STEP 2 ...
cs: %s: KROK 2 ...
sv: %s: STEG 2 ...

source: %d categories
sv: %d kategorier

source: %s: STEP 3 ...
cs: %s: KROK 3 ...
sv: %s: STEG 3 …

source: Reading <%s> ...
sv: Läser <%s> ...

source: Prints terse list of category values found in a raster map layer.
cs: Vytiskne pouze struèný seznam hodnot kategorií, nalezených v rastrové mapì.
sv: Skriver ut en kortfattad lista över kategorivärden som finns i ett rasterkartskikt.

source: Number of quantization steps
cs: Poèet dávkových krokù
sv: Antal kvantiseringssteg

source: Print the output one value per line
cs: Na výstup vytiskni jednu hodnotu na øádek
sv: Skriv ut ett värde per rad

source: Only print the range of the data
cs: Vytiskni pouze rozsah dat
sv: Skriv bara ut dataintervallet

source: Suppress reporting of any NULLs
cs: Potlaè výpis NULL
sv: Undertryck rapportering av eventuella NULL-värden

source: Use the current region
cs: Pou¾ij aktuální region
sv: Använd den aktuella regionen

source: Read floating-point map as integer
sv: Läsa flyttalskarta som heltal

source: %s = %s -- must be greater than zero
cs: %s = %s -- musí být vìt¹í ne¾ nula
sv: %s = %s -- måste vara större än noll

source: Reading maps <%s,%s> while finding 0 distance ...
cs: Naèítám mapy <%s,%s> bìhem hledání vzdálenosti 0 ...
sv: Läser kartor <%s,%s> men hittar 0 avstånd ...

source: Reading map %s ...
cs: Naèítám mapu %s ...
sv: Läsa karta %s ...

source: Locates the closest points between objects in two raster maps.
cs: Nalezne nejbli¾¹í body mezi objekty ze dvou rastrových map.
sv: Lokaliserar de närmaste punkterna mellan objekt i två rasterkartor.

source: Name of two input raster maps for computing inter-class distances
sv: Namn på två rasterkartor för beräkning av avstånd mellan klasser

source: Sort output by distance
sv: Sortera utdata efter avstånd

source: Default: sorted by categories
sv: Standard: sorterad efter kategorier

source: Sort by distance in ascending order
sv: Sortera efter avstånd i stigande ordning

source: Sort by distance in descending order
sv: Sortera efter avstånd i fallande ordning

source: Include category labels in the output
cs: Zahrò do výstupu ¹títky kategorií
sv: Inkludera kategoribeteckningar i utdata

source: Report zero distance if rasters are overlapping
cs: Vypi¹ nulovou vzdálenost pokud se rastry pøekrývají
sv: Rapportera noll avstånd om raster är överlappande

source: Report null objects as *
sv: Rapportera nollobjekt som *

source: Raster map <%s> is not CELL
sv: Rasterkarta <%s> är inte CELL

source: Processing...
cs: Zpracovávám...
sv: Bearbetar...

source: Directional drain selected... checking for direction raster map
sv: Riktad dränering vald... kontrollerar för rasterkarta över riktning

source: Surface/Hydrology drain selected
sv: Yt-/Hydrologidränering vald

source: Direction raster map <%s> not specified, if direction flag is on, a direction raster must be given
sv: Riktningsraster <%s> ej specificerat, om riktningsflaggan är aktiverad måste ett riktningsraster anges

source: Direction raster map <%s> should not be specified for Surface/Hydrology drains
sv: Riktning rasterkarta <%s> ska inte anges för yt-/hydrologidränering

source: Specify just one of the -c, -a and -n flags
cs: Pouze jedna z voleb -c, -a a -n
sv: Ange bara en av flaggorna -c, -a och -n

source: Starting point %d is outside the current region
cs: Poèáteèní bod %d je mimo souèasný region
sv: Startpunkten %d ligger utanför den aktuella regionen

source: Starting vector map <%s> contains no points in the current region
cs: Poèáteèní vektorová mapa <%s> neobsahuje v souèasném regionu ¾ádné body
sv: Startvektormapp <%s> innehåller inga punkter i den aktuella regionen

source: No start/stop point(s) specified
cs: Nebyly specifikovány poèáteèní/koncové bod(y)
sv: Ingen start/stopp-punkt angiven

source: Calculating flow directions...
sv: Beräkning av flödesriktningar...

source: Writing output raster map...
sv: Skriva ut rasterkarta...

source: direction read: %lf, neighbour found: %i
sv: riktning läst: %lf, granne hittad: %i

source: Supported Formats:
cs: Podporované formáty:
sv: Format som stöds:

source: Unable to open GDAL file
sv: Filen GDAL kan inte öppnas

source: Format <%s> not supported
sv: Format <%s> stöds inte

source: Format <%s> does not support direct write
sv: Format <%s> stöder inte direktskrivning

source: Format <%s> does not support writing
sv: Formatet <%s> stöder inte skrivning

source: Unable to create GDAL file
sv: Filen GDAL kan inte skapas

source: Error writing GDAL file
sv: Fel vid skrivning av GDAL-fil

source: external
sv: extern

source: Redirects raster output to file utilizing GDAL library rather than storing in GRASS raster format.
sv: Omdirigerar rasterutdata till en fil som använder GDAL-biblioteket istället för att lagra i GRASS-rasterformat.

source: Name of output directory
sv: Namn på utdatakatalog

source: Extension for output files
sv: Förlängning för utdatafiler

source: Format of output files
sv: Format för utdatafiler

source: Creation options
sv: Alternativ för skapande

source: List supported formats and exit
cs: Vypi¹ podporované formáty a ukonèi se
sv: Lista över format som stöds och avsluta

source: Cease using GDAL and revert to native output
sv: Sluta använda GDAL och återgå till native-utdata

source: Print current status
sv: Skriv ut aktuell status

source: Inconsistent color rules in RAT
sv: Inkonsekventa färgregler i RAT

source: Setting grey color table for <%s> (8bit, full range)
sv: Inställning av grå färgtabell för <%s> (8bit, fullt intervall)

source: Setting grey color table for <%s> (16bit, image range)
sv: Inställning av grå färgtabell för <%s> (16bit, bildområde)

source: Complex types not supported
sv: Komplexa typer stöds inte

source: Statistics in metadata are sometimes approximations: min and max can be wrong!
sv: Statistik i metadata är ibland approximationer: min och max kan vara fel!

source: Unable to get raster band statistics
sv: Det går inte att få statistik över rasterband

source: Copying color table for %s
sv: Kopiering av färgtabell för %s

source: Setting grey color table for <%s> (full 8bit range)
sv: Inställning av grå färgtabell för <%s> (hela 8bit-intervallet)

source: Unable to create cell_misc/%s/gdal file
sv: Det går inte att skapa filen cell_misc/%s/gdal

source: Error writing cell_misc/%s/gdal file
sv: Fel vid skrivning av filen cell_misc/%s/gdal

source: Link to raster map <%s> created.
sv: Länk till rasterkarta <%s> skapad.

source: Supported formats:
sv: Format som stöds:

source: Links GDAL supported raster data as a pseudo GRASS raster map.
sv: Länkar GDAL-stödda rasterdata som en pseudo GRASS-rasterkarta.

source: Name of raster file to be linked
sv: Namn på rasterfil som ska länkas

source: Name of non-file GDAL data source
sv: Namn på GDAL-datakälla som inte är en fil

source: Band to select (default is all bands)
cs: Kanál, který má být vybrán (výchozí: v¹echny kanály)
sv: Band att välja (standard är alla band)

source: Assume that the dataset has the same coordinate reference system as the current project
sv: Antag att datasetet har samma koordinatreferenssystem som det aktuella projektet

source: Perform projection check only and exit
sv: Utför endast projektionskontroll och avsluta

source: Extend region extents based on new dataset
sv: Utöka regionens extenter baserat på ny dataset

source: Also updates the default region if in the PERMANENT mapset
sv: Uppdaterar även standardregionen om den finns i PERMANENT-kartuppsättningen

source: Auto-adjustment for lat/lon
sv: Automatisk justering för lat/lon

source: Attempt to fix small precision errors in resolution and extents
sv: Försök att korrigera små precisionsfel i upplösning och utbredning

source: Flip horizontally
sv: Vänd horisontellt

source: Flip vertically
sv: Vänd vertikalt

source: List available bands including band type in dataset and exit
sv: Lista tillgängliga band inklusive bandtyp i dataset och avsluta

source: Format: band number,type,projection check
sv: Format: bandnummer,typ,projektionskontroll

source: Read data range from metadata
sv: Läsa dataintervall från metadata

source: WARNING: metadata are sometimes approximations with wrong data range
sv: VARNING: metadata är ibland approximationer med felaktigt dataintervall

source: Create fast link without data range
sv: Skapa snabb länk utan dataområde

source: WARNING: some modules do not work correctly without known data range
sv: VARNING: vissa moduler fungerar inte korrekt utan känt dataintervall

source: %s= or %s= must be given
sv: %s= eller %s= måste anges

source: Proceeding with import...
cs: Pokraèuje importování...
sv: Fortsätter med import...

source: Imagery group <%s> already exists and will be overwritten.
sv: Bildgrupp <%s> finns redan och kommer att skrivas över.

source: Reading band %d of %d...
sv: Läser band %d av %d...

source: Selected band (%d) does not exist
cs: Vybraný kanál (%d) neexistuje
sv: Valt band (%d) finns inte

source: Imagery group <%s> created
sv: Bildgrupp <%s> skapad

source: Input contains an invalid SRS. WKT definition: %s
sv: Indata innehåller en ogiltig SRS. WKT definition: %s

source: No projection information available
sv: Ingen projektionsinformation tillgänglig

source: Unable to convert input map coordinate reference system to GRASS format; cannot create new project.
sv: Det går inte att konvertera referenssystemet för inmatade kartkoordinater till GRASS-format; det går inte att skapa ett nytt projekt.

source: Unable to create new project <%s>
sv: Det går inte att skapa ett nytt projekt <%s>

source: Unable to convert input map projection information to GRASS format.
sv: Det gick inte att konvertera inmatad kartprojektionsinformation till GRASS-format.

source: Over-riding projection check
cs: Pøeskakuji kontrolu projekce.
sv: Åsidosättande av projektionskontroll

source: Coordinate reference system of dataset does not appear to match current project.
sv: Datasetets koordinatreferenssystem verkar inte stämma överens med det aktuella projektet.

source: Project PROJ_INFO is:
sv: Projekt PROJ_INFO är:

source: Dataset PROJ_INFO is:
cs: PROJ_INFO datasetu je:
sv: Dataset PROJ_INFO är:

source: In case of no significant differences in the coordinate reference system definitions, use the -o flag to ignore them and use current project definition.
sv: Om det inte finns några betydande skillnader i definitionerna av koordinatreferenssystem kan flaggan -o användas för att ignorera dem och använda den aktuella projektdefinitionen.

source: Consider generating a new project from the input dataset using the 'project' parameter.
sv: Överväg att generera ett nytt projekt från indatadatasetet med hjälp av parametern "project".

source: Coordinate reference system of input dataset and current project appear to match
sv: Koordinering av referenssystem för indatadataset och aktuellt projekt verkar stämma överens

source: Input raster map is rotated - cannot import. You may use 'gdalwarp' to transform the map to North-up.
cs: Vstupní mapa je pootoèená - nelze ji naimportovat. Pou¾ijte 'gdalwarp' pro její transformaci severem-nahoru.
sv: Inmatad rasterkarta är roterad - kan inte importeras. Du kan använda "gdalwarp" för att omvandla kartan till nord uppåt.

source: Applying horizontal flip
sv: Applicera horisontell vändning

source: Applying vertical flip
sv: Tillämpning av vertikal vändning

source: Default region for this project updated
sv: Standardregion för detta projekt uppdaterad

source: Region for the current mapset updated
sv: Region för den aktuella uppdaterade kartuppsättningen

source: File reading error in %s() %d:%s
sv: Fel vid läsning av fil i %s() %d:%s

source: Found %d unresolved area
sv: Hittade %d olöst område

source: File writing error in %s() %d:%s
sv: Fel vid filskrivning i %s() %d:%s

source: sink
sv: sänka

source: fill sinks
sv: fylla sänkor

source: depressions
sv: depressioner

source: Filters and generates a depressionless elevation map and a flow direction map from a given elevation raster map.
sv: Filtrerar och genererar en höjdkarta utan fördjupning och en flödesriktningskarta från en given höjdrasterkarta.

source: Name for output depressionless elevation raster map
sv: Namn för rasterkarta med depressionsfri höjd för utdata

source: Name for output flow direction map for depressionless elevation raster map
sv: Namn för utmatad karta över flödesriktning för rasterkarta över höjd utan depression

source: Name for output raster map of problem areas
sv: Namn för utmatad rasterkarta över problemområden

source: Aspect direction format
sv: Format för aspektriktning

source: Find unresolved areas only
cs: Najdi pouze nevyøe¹ené oblasti
sv: Hitta endast olösta områden

source: The '%c' flag requires '%s'to be specified
sv: Flaggan '%c' kräver att '%s' anges

source: Direction map is D8 resolution, i.e. 45 degrees
sv: Riktningskartan har D8-upplösning, dvs. 45 grader

source: Reading input elevation raster map...
sv: Läser inmatad höjdrasterkarta...

source: Filling sinks...
cs: Vyplòuji deprese...
sv: Fylla sänkor...

source: Determining flow directions for ambiguous cases...
cs: Urèuji smìr odtokù pro sporné pøípady...
sv: Fastställande av flödesriktningar för tvetydiga fall...

source: Repeat to get the final directions...
cs: Opakovat pro získání výsledných smìrù...
sv: Upprepa för att få de slutliga anvisningarna...

source: Writing output raster maps...
sv: Skriva ut rasterkartor...

source: Unexpected NULL pointer in %s
sv: Oväntad NULL-pekare i %s

source: Downward pass %d
cs: Sní¾ený prùchod %d
sv: Nedåtgående passering %d

source: Upward pass %d
cs: Zvý¹ený prùchod %d
sv: Uppåtgående passning %d

source: Watershed pass %d
sv: Vattendelare passera %d

source: Spatial weights neighborhood (cells):
sv: Spatiala vikter grannskap (celler):

source: Rapidly fills 'no data' cells (NULLs) of a raster map with interpolated values (IDW).
sv: Fyller snabbt i "no data"-celler (NULL) i en rasterkarta med interpolerade värden (IDW).

source: Raster map with data gaps to fill
sv: Rasterkarta med dataluckor som ska fyllas

source: Name of result output map
sv: Namn på resultatutmatningskarta

source: Name of uncertainty output map
sv: Namn på karta för osäkerhetsutgång

source: Distance threshold (default: in cells) for interpolation
sv: Tröskelvärde för avstånd (standard: i celler) för interpolering

source: Statistic for interpolated cell values
sv: Statistik för interpolerade cellvärden

source: Minimum input data value to include in interpolation
sv: Lägsta värde för indata som ska inkluderas i interpoleringen

source: Maximum input data value to include in interpolation
sv: Maximalt värde för indata som ska inkluderas i interpoleringen

source: Power coefficient for IDW interpolation
sv: Effektkoefficient för IDW-interpolation

source: Minimum number of data cells within search radius
sv: Minsta antal dataceller inom sökradie

source: Interpret distance as map units, not number of cells
sv: Tolka avstånd som kartenheter, inte som antal celler

source: Keep (preserve) original cell values
sv: Behålla (bevara) ursprungliga cellvärden

source: By default original values are smoothed
sv: Som standard utjämnas originalvärdena

source: Just print the spatial weights matrix
sv: Skriv bara ut matrisen för rumsliga vikter

source: Just print estimated memory usage
sv: Skriv bara ut uppskattad minnesanvändning

source: Single precision floating point output
sv: Flyttalsutgång med enkel precision

source: You are working with lat/lon data.
sv: Du arbetar med lat/lon-data.

source: This module uses a straight-line distance metric.
sv: I den här modulen används ett linjärt avståndsmått.

source: Expect inaccuracies.
sv: Räkna med felaktigheter.

source: Result map name cannot be identical with uncertainty map name.
sv: Namnet på resultatkartan kan inte vara identiskt med namnet på osäkerhetskartan.

source: Maximum distance must be larger than zero.
sv: Maximalt avstånd måste vara större än noll.

source: Maximum distance must be at least '%.6f' (W-E resolution).
sv: Det maximala avståndet måste vara minst '%.6f' (W-E-upplösning).

source: Maximum distance must be at least '%.6f' (S-N resolution).
sv: Det maximala avståndet måste vara minst '%.6f' (S-N-upplösning).

source: Maximum distance must be at least '%.6f' (W-E and S-N resolution).
sv: Det maximala avståndet måste vara minst '%.6f' (W-E- och S-N-upplösning).

source: Maximum distance too large. Adjusted to '%.6f' (diagonal of current region).
sv: Maximalt avstånd för stort. Justeras till '%.6f' (diagonalen i den aktuella regionen).

source: Maximum distance must be at least one cell.
sv: Det maximala avståndet måste vara minst en cell.

source: Maximum distance too large. Adjusted to '%lu' cells (diagonal of current region).
sv: Maximalt avstånd för stort. Justeras till '%lu'-celler (diagonalen i den aktuella regionen).

source: Minimum number of cells must be at least '1'.
sv: Minsta antal celler måste vara minst "1".

source: Specified minimum number of cells unreachable with current settings.
sv: Angivet minsta antal celler som inte kan nås med nuvarande inställningar.

source: Value for 'minimum' must be smaller than value for 'maximum'.
sv: Värdet för "minimum" måste vara mindre än värdet för "maximum".

source: The 'power' option has no effect in any mode other than 'wmean'.
sv: Alternativet "power" har ingen effekt i något annat läge än "wmean".

source: The specified maximum distance cannot be resolved to whole cells at the current resolution settings.
sv: Det angivna maximala avståndet kan inte upplösas till hela celler med de aktuella upplösningsinställningarna.

source: W-E size of neighborhood is %lu cells.
sv: W-E storlek på grannskapet är %lu celler.

source: S-N size of neighborhood is %lu cells.
sv: S-N storleken på grannskapet är %lu celler.

source: Neighborhood cannot be smaller than 3 cells in X or Y direction.
sv: Grannskapet kan inte vara mindre än 3 celler i X- eller Y-riktning.

source: Input data range is %f to %f.
sv: Intervallet för inmatningsdata är %f till %f.

source: Input data type is integer but interpolation mode is '%s'.
sv: Indatatypen är heltal men interpoleringsläget är '%s'.

source: Output type changed to floating point (single).
sv: Utdatatyp ändrad till flyttal (single).

source: Output type changed to floating point (double).
sv: Utdatatyp ändrad till flyttal (dubbel).

source: Ignoring '%c' flag. Output data type will be integer.
sv: Ignorerar flaggan '%c'. Utdatatypen kommer att vara heltal.

source: Input data type is '%s' (%i bytes) and output data type is '%s' (%i bytes).
sv: Typ av indata är '%s' (%i byte) och typ av utdata är '%s' (%i byte).

source: Interpolating:
sv: Interpolering:

source: Processing time was %ih%im%is.
sv: Bearbetningstiden var %ih%im%is.

source: Elevation raster map resolution differs from current region resolution
sv: Upplösningen på höjdrasterkartan skiljer sig från den aktuella regionens upplösning

source: Resolution of aspect file differs from current region resolution
cs: Rozli¹ení rastrové mapy expozice je rùzné od aktuálního rozli¹ení regionu
sv: Bildfilens upplösning skiljer sig från den aktuella regionens upplösning

source: Reading input files: barrier
cs: Naèítám vstupní soubory: barrier
sv: Läser inmatningsfiler: barriär

source: Cannot create segment file %s
cs: Nelze vytvoøit soubor segmentù %s
sv: Det går inte att skapa en segmentfil %s

source: Cannot format segment file %s
cs: Nelze formátovat soubor segmentù %s
sv: Kan inte formatera segmentfilen %s

source: Cannot open segment file %s
cs: Nelze otevøít soubor segmentù %s
sv: Det går inte att öppna segmentfilen %s

source: Constructs flowlines.
sv: Konstruerar flödesledningar.

source: Computes flowlines, flowpath lengths, and flowaccumulation (contributing areas) from a elevation raster map.
sv: Beräknar flödeslinjer, flödesvägslängder och flödesackumulering (bidragande områden) från en höjdrasterkarta.

source: Name of input barrier raster map
sv: Namn på rasterkarta för inmatningsbarriär

source: Number of cells between flowlines
cs: Poèet bunìk mezi drahami odtoku
sv: Antal celler mellan flödeslinjer

source: Maximum number of segments per flowline
cs: Maximální poèet segmentù na linii
sv: Maximalt antal segment per flödeslinje

source: Name for output flow line vector map
sv: Namn för utflödeslinje vektorkarta

source: Output maps
sv: Utgångskartor

source: Name for output flow path length raster map
sv: Namn för rasterkarta över flödesvägens längd vid utmatning

source: Name for output flow accumulation raster map
sv: Namn för rasterkarta för ackumulering av utflöde

source: Compute upslope flowlines instead of default downhill flowlines
cs: Spoèítá dráhy odtoku do svahu místo výchozího ze svahu
sv: Beräkna flödeslinjer i uppförsbacke istället för standardflödeslinjer i nedförsbacke

source: 3D lengths instead of 2D
sv: 3D-längder istället för 2D

source: Use less memory, at a performance penalty
cs: Pou¾ij ménì pamìti na íºkor rychlosti
sv: Använd mindre minne, men det kostar prestanda

source: You must select one or more output maps (flout, lgout, dsout)
cs: Musíte vybrat jednu nebo více výstupních map (flout, lgout, dsout)
sv: Du måste välja en eller flera output maps (flout, lgout, dsout)

source: lat/long projection not supported by r.flow. Please use 'r.watershed' for calculating flow accumulation.
cs: Projekce zem. délka/¹íøka není r.flow podporována. Prosím, pou¾ijte 'r.watershed' pro výpoèet akumulace odtoku.
sv: lat/long-projektion stöds inte av r.flow. Använd 'r.watershed' för att beräkna flödesackumulering.

source: Unable to write segment file for %s
cs: Nelze vytvoøit soubor segmentù pro %s
sv: Det går inte att skriva segmentfil för %s

source: Precomputing e/w distances...
sv: Förhandsberäkning av e/w-avstånden...

source: Precomputing quantization tolerances...
sv: Förhandsberäkning av kvantiseringstoleranser...

source: Precomputing inverted elevations...
sv: Förhandsberäkning av inverterade höjder...

source: Precomputing interpolated border elevations...
sv: Förhandsberäkning av interpolerade gränshöjder...

source: Precomputing re-oriented aspects...
sv: Förhandsberäkning av omorienterade aspekter...

source: Precomputing aspects...
sv: Förhandsberäkning av aspekter...

source: Resolution too unbalanced: atan2(%f deg, %f deg) =%f < %f tolerance please resample input map
cs: Rozli¹ení je pøíli¹ nevyvá¾ené: atan2(%f deg,%f deg) =%f <%f tolerance prosím pøevzorkujte vstupní mapu
sv: Upplösningen är för obalanserad: atan2(%f deg, %f deg) =%f < %f tolerans omprova indatakartan

source: Resolution too unbalanced (%f x %f); please resample input map
cs: Rozli¹ení je pøíli¹ nevyvá¾ené (%fx %f); prosím pøevzorkujte vstupní mapu
sv: Upplösningen är för obalanserad (%f x %f); omsampla inmatningskartan

source: Calculates geomorphons (terrain forms) and associated geometry using machine vision approach.
sv: Beräknar geomorfoner (terrängformer) och tillhörande geometri med hjälp av maskinseende.

source: geomorphons
sv: geomorfoner

source: terrain patterns
sv: terrängmönster

source: machine vision geomorphometry
sv: maskinseende geomorfometri

source: Outer search radius
sv: Yttre sökradie

source: Inner search radius
sv: Inre sökradie

source: Flatness threshold (degrees)
sv: Tröskelvärde för planhet (grader)

source: Flatness distance, zero for none
sv: Avstånd för planhet, noll för ingen

source: Comparison mode for zenith/nadir line-of-sight search
sv: Jämförelseläge för zenit/nadir-sökning med siktlinje
