Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Raster map containing directions of maximal ROS (degree)
sv: Rasterkarta med riktningar för maximal ROS (grad)

source: Name of an existing raster map layer in the user's current mapset search path containing directions of the maximum ROSes, clockwise from north (degree).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller riktningar för de maximala ROS-värdena, medurs från norr (grader).

source: Raster map containing starting sources
sv: Rasterkarta som innehåller startkällor

source: Name of an existing raster map layer in the user's current mapset search path containing starting locations of the spread phenomenon. Any positive integers in this map are recognized as starting sources (seeds).
sv: Namn på ett befintligt rasterkartlager i användarens aktuella sökväg för kartset som innehåller startplatser för spridningsfenomenet. Alla positiva heltal i denna karta erkänns som startkällor (seeds).

source: Raster map containing maximal spotting distance (m, required with -s)
sv: Rasterkarta som innehåller maximalt avstånd för spotting (m, krävs med -s)

source: Name of an existing raster map layer in the user's current mapset search path containing the maximum potential spotting distances (meters).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller de maximala potentiella spottingavstånden (meter).

source: Raster map containing midflame wind speed (ft/min, required with -s)
sv: Rasterkarta som innehåller vindhastighet vid mitten av flamman (ft/min, krävs med -s)

source: Raster map containing fine fuel moisture of the cell receiving a spotting firebrand (%, required with -s)
sv: Rasterkarta som innehåller fin bränslefuktighet i den cell som får en spotting firebrand (%, krävs med -s)

source: Basic sampling window size needed to meet certain accuracy (3)
sv: Grundläggande provtagning fönsterstorlek som behövs för att uppfylla viss noggrannhet (3)

source: An odd integer ranging 3 - 15 indicating the basic sampling window size within which all cells will be considered to see whether they will be reached by the current spread cell. The default number is 3 which means a 3x3 window.
sv: Ett udda heltal mellan 3 och 15 som anger storleken på det grundläggande provtagningsfönstret inom vilket alla celler kommer att beaktas för att se om de kommer att nås av den aktuella spridda cellen. Standardvärdet är 3, vilket innebär ett 3x3-fönster.

source: Sampling density for additional computing (range: 0.0 - 1.0 (0.5))
sv: Provtagningstäthet för ytterligare databehandling (intervall: 0.0 - 1.0 (0.5))

source: A decimal number ranging 0.0 - 1.0 indicating additional sampling cells will be considered to see whether they will be reached by the current spread cell. The closer to 1.0 the decimal number is, the longer the program will run and the higher the simulation accuracy will be. The default number is 0.5.
sv: Ett decimaltal mellan 0,0 och 1,0 som anger att ytterligare provtagningsceller kommer att övervägas för att se om de nås av den aktuella spridningscellen. Ju närmare 1,0 decimaltalet är, desto längre kommer programmet att köras och desto högre blir simuleringsnoggrannheten. Standardvärdet är 0,5.

source: Initial time for current simulation (0) (min)
sv: Initialtid för aktuell simulering (0) (min)

source: A non-negative number specifying the initial time for the current spread simulation (minutes). This is useful when multiple phase simulation is conducted. The default time is 0.
sv: Ett icke-negativt tal som anger starttiden för den aktuella simuleringen av spridningen (minuter). Detta är användbart när simulering av flera faser utförs. Standardtiden är 0.

source: Simulating time duration LAG (fill the region) (min)
cs: Trvání simulace LAG (vyplnìní oblasti) (v min)
sv: Simulerad tidsåtgång LAG (fylla regionen) (min)

source: A non-negative integer specifying the simulating duration time lag (minutes). The default is infinite, but the program will terminate when the current geographic region/mask has been filled. It also controls the computational time, the shorter the time lag, the faster the program will run.
sv: Ett icke-negativt heltal som anger tidsfördröjningen för simuleringstiden (minuter). Standardvärdet är oändligt, men programmet kommer att avslutas när den aktuella geografiska regionen/masken har fyllts. Den styr också beräkningstiden, ju kortare tidsfördröjning, desto snabbare körs programmet.

source: Name of raster map as a display backdrop
cs: Název rastrové mapy, která bude umístìn na pozadí
sv: Namn på rasterkarta som bakgrund för visning

source: Name of an existing raster map layer in the user's current mapset search path to be used as the background on which the "live" movement will be shown.
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som ska användas som bakgrund för att visa "live"-rörelsen.

source: Raster map to contain output spread time (min)
sv: Rasterkarta som ska innehålla utmatningens spridningstid (min)

source: Name of the new raster map layer to contain the results of the cumulative spread time needed for a phenomenon to reach each cell from the starting sources (minutes).
sv: Namn på det nya rasterkartskikt som ska innehålla resultaten av den kumulativa spridningstid som krävs för att ett fenomen ska nå varje cell från startkällorna (minuter).

source: Name of raster map to contain X back coordinates
sv: Namn på rasterkarta som ska innehålla X-backkoordinater

source: Name of the new raster map layer to contain the results of backlink information in UTM easting coordinates for each cell.
sv: Namn på det nya rasterkartskiktet som ska innehålla resultaten av backlink-information i UTM-östkoordinater för varje cell.

source: Name of raster map to contain Y back coordinates
sv: Namn på rasterkarta som ska innehålla Y-backkoordinater

source: Name of the new raster map layer to contain the results of backlink information in UTM northing coordinates for each cell.
sv: Namn på det nya rasterkartskiktet som ska innehålla resultaten av backlink-information i UTM-nordlig koordinat för varje cell.

source: DISPLAY 'live' spread process on screen
cs: Zobraz proces ¹íøení na obrazovce v reálném èase
sv: DISPLAY "live" spridningsprocess på skärm

source: Display the 'live' simulation on screen. A graphics window must be opened and selected before using this option.
sv: Visa "live"-simuleringen på skärmen. Ett grafikfönster måste öppnas och väljas innan detta alternativ kan användas.

source: Consider spotting effect (for wildfires)
sv: Beakta spotting-effekten (för skogsbränder)

source: Use start raster map values in output spread time raster map
sv: Använda värden för startrasterkarta i rasterkarta för spridningstid i utdata

source: Designed to be used with output of previous run of r.spread when computing spread iteratively. The values in start raster map are considered as time. Allowed values in raster map are from zero to the value of init_time option. If not enabled, init_time is used in the area of start raster map
sv: Utformad för att användas med utdata från föregående körning av r.spread vid iterativ beräkning av spridning. Värdena i startrasterkartan betraktas som tid. Tillåtna värden i rasterkartan är från noll till värdet för alternativet init_time. Om det inte är aktiverat används init_time i området för startrasterkartan

source: Reading inputs...
cs: Naèítám vstupy...
sv: Läsa inmatningar...

source: Maximum of start raster map is grater than init_time (%d > %d)
sv: Maximal starttid för rasterkartan är större än init_time (%d > %d)

source: Minimum of start raster map is less than zero (%d < 0)
sv: Minsta värdet för startrasterkartan är mindre än noll (%d < 0)

source: Reading %s...
cs: Naèítám %s...
sv: Läser %s...

source: Recursively traces the least cost path backwards to cells from which the cumulative cost was determined.
cs: Sleduje cestu zpìt a¾ do místa, odkud zapoèal výpoèet kumulativních nákladù.
sv: Rekursivt spåras den billigaste vägen bakåt till de celler från vilka den kumulativa kostnaden bestämdes.

source: Name of raster map containing back-path easting information
cs: Název rastrové mapy obsahující informace o cestì zpìt s východní souøadnicí
sv: Namn på rasterkarta som innehåller information om bakre vägsträckning

source: Name of raster map containing back-path northing information
sv: Namn på rasterkarta som innehåller information om nordlig riktning för bakvägen

source: The map E and N grid coordinates of starting points
cs: Mapa V a S souøadnic gridu poèáteèního bodu
sv: Startpunkternas koordinater i kartans E- och N-rutnät

source: Reading the input map -%s- and -%s- and creating some temporary files...
sv: Läser inmatningskartan -%s- och -%s- och skapar några temporära filer...

source: Finding the least cost paths ...
sv: Hitta de minst kostsamma vägarna ...

source: Writing the output map -%s-...
sv: Skrivning av utmatningskartan -%s-...

source: Calculates category or object oriented statistics.
cs: Poèítá statistky podle kategorií nebo objektovì orientované.
sv: Beräknar kategori- eller objektorienterad statistik.

source: Method of object-based statistic
cs: Metoda statistiky zalo¾ené na objektech
sv: Metod för objektbaserad statistik

source: Resultant raster map
sv: Resulterande rasterkarta

source: Cover values extracted from the category labels of the cover map
cs: Hodnoty získané z oznaèení kategorií pøekrývající mapy (cover map)
sv: Täckningsvärden extraherade från täckningskartans kategoribeteckningar

source: This module currently only works for integer (CELL) maps
cs: Tento modul zatím pracuje jenom pro mapy typu integer (CELL)
sv: Denna modul fungerar för närvarande endast för heltalskartor (CELL)

source: o_adev: No data in array
cs: o_adev: V mno¾inì ¾ádná data
sv: o_adev: Inga data i matrisen

source: o_kurto: No data in array
cs: o_kurto: V mno¾inì ¾ádná data
sv: o_kurto: Inga data i matrisen

source: o_var: No data in array
cs: o_var: V mno¾inì ¾ádná data
sv: o_var: Inga data i matrisen

source: o_skew: No data in array
cs: o_skew: V mno¾inì ¾ádná data
sv: o_skew: Inga data i matrisen

source: Reading r.stats output
cs: Ètu výstup z r.stats
sv: Läser utdata från r.stats

source: Computing histograms
sv: Beräkning av histogram

source: No cells found where both base and cover are not NULL
sv: Inga celler hittades där både bas och lock inte är NULL

source: Printing quantiles
sv: Utskrift av kvantiler

source: Generating reclass maps
sv: Generera kartor över omklassificering

source: Writing output maps
sv: Skriva utmatningskartor

source: Compute category quantiles using two passes.
sv: Beräkna kategorikvantiler med två genomgångar.

source: Resultant raster map(s)
sv: Resulterande rasterkarta(er)

source: Create reclass map with statistics as category labels
sv: Skapa omklassificeringskarta med statistik som kategoribeteckningar

source: Do not create output maps; just print statistics
sv: Skapa inte utdatakartor; skriv bara ut statistik

source: Print statistics in table format
sv: Skriv ut statistik i tabellformat

source: Either -%c or %s= must be given
sv: Antingen -%c eller %s= måste anges

source: Number of quantiles (%d) does not match number of output maps (%d)
sv: Antalet kvantiler (%d) stämmer inte överens med antalet utdatakartor (%d)

source: The base map must be an integer (CELL) map
sv: Baskartan måste vara en heltalskarta (CELL)

source: Unable to read range of base map <%s>
sv: Det går inte att läsa intervallet för baskartan <%s>

source: Base map <%s> has many categories (%d), computation might be slow and might need a lot of memory
sv: Baskartan <%s> har många kategorier (%d), beräkningen kan vara långsam och kan kräva mycket minne

source: Calculates category or object oriented statistics (accumulator-based statistics).
sv: Beräknar kategori- eller objektorienterad statistik (ackumulatorbaserad statistik).

source: Unable to read category file of cover map <%s>
sv: Det går inte att läsa kategorifilen för omslagskartan <%s>

source: First pass
sv: Första passet

source: Second pass
sv: Andra passet

source: Generating reclass map
sv: Generering av reclass-karta

source: Writing output map
sv: Skriva utmatningskarta

source: Generates area statistics for raster map.
sv: Genererar områdesstatistik för rasterkarta.

source: Print area totals in square meters
sv: Total tryckyta i kvadratmeter

source: Print cell counts (sortable)
sv: Skriv ut cellantal (sorterbart)

source: Print approximate (total percent may not be 100%) percents
sv: Skriv ut ungefärliga procentsatser (den totala procentsatsen kanske inte är 100 %)

source: Print category labels
cs: Vytiskni oznaèení kategorií
sv: Skriv ut kategorietiketter

source: One cell (range) per line
cs: Jedna buòka (rozsah) na øádek
sv: En cell (intervall) per rad

source: Print grid coordinates (east and north)
cs: Vytiskni souøadnice rastrového souboru (východní a severní)
sv: Skriv ut koordinater (öster och norr)

source: Coordinates
sv: Koordinater

source: Print x and y (column and row)
cs: Vytiskni x a y (sloupec a øádek)
sv: Skriv ut x och y (kolumn och rad)

source: Indexing starts with 1: first column and row are 1
sv: Indexeringen börjar med 1: första kolumnen och raden är 1

source: Print averaged values instead of intervals (floating-point maps only)
sv: Skriv ut medelvärden i stället för intervall (endast flyttalskartor)

source: Print raw indexes of floating-point ranges (floating-point maps only)
sv: Skriv ut råindex för flyttalsintervall (endast flyttalskartor)

source: '%s' must be greater than zero; using %s=255
sv: '%s' måste vara större än noll; med %s=255

source: Raster map <%s> is reading as integer map! Flag '-%c' and/or '%s' option will be ignored.
sv: Rasterkarta <%s> läses som heltalskarta! Flaggorna "-%c" och/eller "-%s" kommer att ignoreras.

source: Cats for raster map <%s> are either missing or have no explicit labels. Using %s=%d.
sv: Katter för rasterkarta <%s> saknas antingen eller har inga explicita etiketter. Använda %s=%d.

source: Flag '-%c' was given, using cats fp ranges of raster map <%s>, ignoring '%s' option
sv: Flagga '-%c' gavs, använder cats fp-områden i rasterkarta <%s>, ignorerar '%s'-alternativet

source: Invalid map type
sv: Ogiltig karttyp

source: File name is invalid
sv: Filnamnet är ogiltigt

source: File write error
sv: Filskrivningsfel

source: Illegal parameters are passed
sv: Otillåtna parametrar skickas

source: File could not be re-opened
sv: Filen kunde inte öppnas igen

source: Prepared file could not be read
sv: Förberedd fil kunde inte läsas

source: Unable to write segment file
sv: Det går inte att skriva segmentfil

source: Unable to read segment file
sv: Det går inte att läsa segmentfilen

source: Writing vector map <%s>...
sv: Skriver vektorkarta <%s>...

source: Stream id %d not set, top is %d, parent is %d
sv: Stream id %d inte inställd, topp är %d, förälder är %d

source: Stream id not set while tracing
sv: Stream id anges inte under spårning

source: Writing attribute data...
sv: Skriva attributdata...

source: Unable to create index on table <%s>
sv: Det går inte att skapa ett index på tabellen <%s>

source: Unable to insert new row: '%s'
sv: Det går inte att infoga en ny rad: '%s'

source: Unable to write vector map <%s>
sv: Det går inte att skriva vektormapp <%s>

source: Unable to segment put row %d for raster map <%s>
sv: Det går inte att segmentera put row %d för raster map <%s>

source: Deleting stream segments shorter than %d cell...
sv: Radering av strömsegment kortare än %d cell...

source: %d stream segment deleted
sv: %d strömsegment raderat

source: A* Search...
sv: A* Sök...

source: %<PRId64> surplus points
sv: %<PRId64> överskottspunkter

source: Too many points in heap %<PRId64>, should be %<PRId64>
sv: För många punkter i högen %<PRId64>, bör vara %<PRId64>

source: Unable to segment put row %d for raster <%s>
sv: Det går inte att segmentera put row %d för raster <%s>

source: Initializing A* search...
sv: Initialisering av A*-sökning...

source: Loading elevation raster map...
sv: Laddar höjdrasterkarta...

source: Loading input raster maps...
sv: Laddar inmatade rasterkartor...

source: Elevation raster map is NULL but accumulation map is not NULL
sv: Höjdrasterkartan är NULL men ackumuleringskartan är inte NULL

source: stream network
sv: strömningsnätverk

source: Performs stream network extraction.
sv: Utför extrahering av strömnätverk.

source: Name of input accumulation raster map
sv: Namn på rasterkarta för inmatning av ackumulering

source: Stream extraction will use provided accumulation instead of calculating it anew
sv: Strömutvinning kommer att använda befintlig ackumulering istället för att beräkna den på nytt

source: Name of input raster map with real depressions
sv: Namn på inmatad rasterkarta med verkliga sänkor

source: Streams will not be routed out of real depressions
sv: Strömmar kommer inte att ledas ut ur verkliga sänkor

source: Minimum flow accumulation for streams
sv: Minsta flödesackumulering för vattendrag

source: Must be > 0
sv: Måste vara > 0

source: Use SFD above this threshold
sv: Använd SFD över detta tröskelvärde

source: If accumulation is larger than d8cut, SFD is used instead of MFD. Applies only if no accumulation map is given.
sv: Om ackumuleringen är större än d8cut används SFD i stället för MFD. Gäller endast om ingen ackumuleringskarta anges.

source: Montgomery exponent for slope, disabled with 0
sv: Montgomery-exponent för lutning, avaktiverad med 0

source: Montgomery: accumulation is multiplied with pow(slope,mexp) and then compared with threshold
sv: Montgomery: ackumuleringen multipliceras med pow(slope,mexp) och jämförs sedan med tröskelvärdet

source: Delete stream segments shorter than stream_length cells
sv: Ta bort strömsegment som är kortare än cellerna i stream_length

source: Applies only to first-order stream segments (springs/stream heads)
sv: Gäller endast för strömsegment av första ordningen (källor/strömhuvud)

source: Name for output raster map with unique stream ids
sv: Namn för rasterkarta med unika ström-id:n för utdata

source: Name for output vector map with unique stream ids
sv: Namn för utmatningsvektorkarta med unika ström-id:n

source: Name for output raster map with flow direction
sv: Namn för utgående rasterkarta med flödesriktning

source: Threshold must be > 0 but is %f
sv: Tröskelvärdet måste vara > 0 men är %f

source: d8cut must be positive or zero but is %f
sv: d8cut måste vara positiv eller noll men är %f

source: Montgomery exponent must be positive or zero but is %f
sv: Montgomery-exponenten måste vara positiv eller noll men är %f

source: Montgomery exponent is %f, recommended range is 0.0 - 3.0
sv: Montgomery-exponenten är %f, rekommenderat intervall är 0,0 - 3,0

source: Minimum stream length must be positive or zero but is %d
sv: Minsta strömlängd måste vara positiv eller noll men är %d

source: Memory must be positive but is %d
sv: Minnet måste vara positivt men är inte det %d

source: At least one output raster maps must be specified
sv: Minst en rasterkarta för utdata måste anges

source: %.2f%% of data are kept in memory
sv: %.2f%% of data sparas i minnet

source: Will need up to %.2f MB of disk space
sv: Behöver upp till %.2f MB diskutrymme

source: Will need up to %.2f GB (%.0f MB) of disk space
sv: Kräver upp till %.2f GB (%.0f MB) diskutrymme

source: Creating temporary files...
sv: Skapar temporära filer...

source: Unable to load input raster map(s)
sv: Det går inte att läsa in rasterkarta(er)

source: No non-NULL cells in input raster map(s)
sv: Inga icke-NULL-celler i ingående rasterkarta(er)

source: Unable to initialize search
sv: Det går inte att initiera sökningen

source: Unable to sort elevation raster map values
sv: Det går inte att sortera värden för höjdrasterkartor

source: Unable to calculate flow accumulation
sv: Det går inte att beräkna flödesackumulering

source: Unable to extract streams
sv: Det går inte att extrahera strömmar

source: Unable to thin streams
sv: Det går inte att tunna strömmar

source: Unable to delete short stream segments
sv: Det går inte att ta bort korta strömsegment

source: Unable to write output raster maps
sv: Det går inte att skriva ut rasterkartor

source: seg_put_row(): could not write segment file
sv: seg_put_row(): kunde inte skriva segmentfil

source: Stream_no %d and n_stream_nodes %<PRId64> out of sync
sv: Stream_no %d och n_stream_nodes %<PRId64> inte synkroniserade

source: BUG: stream node %d has only 1 tributary: %d
sv: BUG: strömnoden %d har bara 1 biflod: %d

source: Calculating flow accumulation...
sv: Beräkning av flödesackumulering...

source: MFD: cumulative proportion of flow distribution not 1.0 but %f
sv: MFD: kumulativ andel av flödesfördelningen inte 1,0 utan %f

source: Extracting streams...
sv: Extrahering av strömmar...

source: Bug in stream extraction
sv: Bugg i extrahering av ström

source: Can't use Montgomery's method, no stream direction found
sv: Kan inte använda Montgomerys metod, ingen strömriktning hittades

source: MFD: A * path already processed when setting drainage direction: %<PRId64> of %<PRId64> cells
sv: MFD: En * väg som redan behandlats vid inställning av dräneringsriktning: %<PRId64> av %<PRId64> celler

source: Thinning stream segments...
sv: Gallring av strömsegment...

source: %d of %<PRId64> stream segments were thinned
sv: %d av %<PRId64> strömsegment gallrades

source: sun energy
sv: solenergi

source: shadow
sv: skugga

source: Solar irradiance and irradiation model.
cs: Sluneèní záøení a model záøení.
sv: Solinstrålning och modell för solinstrålning.

source: Computes direct (beam), diffuse and reflected solar irradiation raster maps for given day, latitude, surface and atmospheric conditions. Solar parameters (e.g. sunrise, sunset times, declination, extraterrestrial irradiance, daylight length) are saved in the map history file. Alternatively, a local time can be specified to compute solar incidence angle and/or irradiance raster maps. The shadowing effect of the topography is optionally incorporated.
cs: Poèítá mapu pøímého (paprsek), difíºzního a odra¾eného sluneèního záøení pro zadaný den, zem. ¹íøku, povrch a atmosférické podmínky. Sluneèní parametry (napø. východ a západ slunce) jsou ulo¾eny do do souboru s historií mapy. Alternativnì staèí specifikovat èas pro výpoèet sluneèního íºhlu a/nebo mapy ozáøení. Také lze volitelnì zahrnout efekt stínu terénu.
sv: Beräknar rasterkartor över direkt (strålning), diffus och reflekterad solstrålning för en given dag, latitud, yta och atmosfäriska förhållanden. Solparametrar (t.ex. tider för soluppgång och solnedgång, deklination, utomjordisk strålning, dagsljusets längd) sparas i karthistorikfilen. Alternativt kan en lokal tid anges för att beräkna rasterkartor över solens infallsvinkel och/eller strålningsstyrka. Topografins skuggeffekt kan också inkluderas.

source: Name of the input elevation raster map [meters]
cs: Název vstupního souboru s digitálním modelem terénu
sv: Namn på den inmatade höjdrasterkartan [meter]

source: Name of the input aspect map (terrain aspect or azimuth of the solar panel) [decimal degrees]
cs: Jméno vstupní mapy expozice (expozice terénu nebo azimut slunce) [dicimální stupnì]
sv: Namn på den inmatade aspektkartan (terrängaspekt eller solpanelens azimut) [decimalgrader]

source: A single value of the orientation (aspect), 270 is south
sv: Ett enda värde för orienteringen (aspekten), 270 är söder

source: Name of the input slope raster map (terrain slope or solar panel inclination) [decimal degrees]
cs: Jméno vstupní mapy sklonových pomìrù (míra svahù terénu nebo inklinace slunce [decimální stupnì]
sv: Namn på rasterkartan för inmatad lutning (terränglutning eller solpanelens lutning) [decimalgrader]
