Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Export of volumes not implemented yet. Skipping.
sv: Export av volymer inte implementerad ännu. Hoppa över.

source: Unable to commit OGR transaction
sv: OGR-transaktion kan inte bekräftas

source: %d feature without attributes was written
sv: %d funktion utan attribut skrevs

source: %d feature without category was written
sv: %d funktion utan kategori skrevs

source: %d feature without category was skipped. Features without category are written only when -%c flag is given.
sv: %d funktion utan kategori hoppades över. Funktioner utan kategori skrivs endast när flaggan -%c anges.

source: Output layer is empty, no features written
sv: Utgående lager är tomt, inga funktioner skrivna

source: %d feature (%s type) written to <%s> (%s format).
sv: %d funktion (%s typ) skrivs till <%s> (%s format).

source: Name for output PostGIS datasource
sv: Namn för PostGIS-datakälla för utdata

source: Starts with 'PG' prefix, eg. 'PG:dbname=grass'
sv: Börjar med prefixet "PG", t.ex. "PG:dbname=grass

source: Name for output PostGIS layer
sv: Namn för utgående PostGIS-lager

source: If not specified, input name is used
sv: Om inget anges används namnet på inmatningen

source: Name for output vector map defined as a link to the PostGIS feature table
sv: Namn för utdatavektorkarta definierad som en länk till PostGIS-funktionstabellen

source: If not specified, the vector link is not created. The link can be also manually created by 'v.external' module.
sv: Om inget anges skapas inte vektorlänken. Länken kan också skapas manuellt med modulen "v.external".

source: Examples: 'FID=cat': define feature id column 'cat' 'GEOMETRY_NAME=wkb_geometry': define geometry column 'wkb_geometry' 'SPATIAL_INDEX=NO': do not create spatial index on geometry column
sv: Exempel: "FID=cat": definierar id-kolumn för objekt "cat 'GEOMETRY_NAME=wkb_geometry': definiera geometrikolumnen 'wkb_geometry' 'SPATIAL_INDEX=NO': skapa inte ett spatialt index på geometrikolumnen

source: Do not export attribute table
sv: Exportera inte attributtabell

source: Export PostGIS topology instead of simple features
sv: Exportera PostGIS-topologi istället för enkla funktioner

source: Force 2D output even if input is 3D
sv: Tvinga fram 2D-utdata även om indata är 3D

source: Unable to create <%s> file
sv: Det går inte att skapa <%s>-fil

source: Invalid option skipped: %s
sv: Ogiltigt alternativ hoppas över: %s

source: EPSG code defined for current project (%s) is overridden by %s
sv: EPSG-koden som definierats för det aktuella projektet (%s) åsidosätts av %s

source: Error writing <%s> file
sv: Fel vid skrivning av <%s>-fil

source: simple features
sv: enkla funktioner

source: Exports a vector map layer to PostGIS feature table.
sv: Exporterar ett vektorkartskikt till PostGIS feature table.

source: Vector map <%s> is not in native format. Export cancelled.
sv: Vektorkarta <%s> är inte i det ursprungliga formatet. Exporten avbröts.

source: Unable to open vector map <%s> on topological level
sv: Det går inte att öppna vektorkarta <%s> på topologisk nivå

source: Unable to create PostGIS layer <%s>
sv: Det går inte att skapa PostGIS-skikt <%s>

source: Feature type '%s' not supported
sv: Funktionstyp '%s' stöds inte

source: Feature type %d is not supported
sv: Funktionstyp %d stöds inte

source: Copying features failed
sv: Kopieringsfunktioner misslyckades

source: Building %s topology failed
sv: Byggnad %s topologi misslyckades

source: No features exported. PostGIS layer <%s> not created.
sv: Inga funktioner exporterade. PostGIS-skiktet <%s> har inte skapats.

source: %d feature (%s type) written to <%s>.
sv: %d-funktion (%s-typ) skrivs till <%s>.

source: %d primitive written to <%s>.
sv: %d primitivt skrivet till <%s>.

source: Unable to drop topology schema <%s>
sv: Det går inte att släppa topologischema <%s>

source: No database connection for layer <%s>
sv: Ingen databasanslutning för lager <%s>

source: Invalid FID column (%s). FID column must be integer. Please specify different FID column by 'options="FID=<name>"'.
sv: Ogiltig FID-kolumn (%s). FID-kolumnen måste vara ett heltal. Ange en annan FID-kolumn med 'options="FID=<name>"'.

source: Column (%s) already exists in the table. Please specify different geometry column by 'options="GEOMETRY_NAME=<name>"'.
sv: Kolumnen (%s) finns redan i tabellen. Ange en annan geometrikolumn med 'options="GEOMETRY_NAME=<name>"'.

source: Converts GRASS x,y,z points to POV-Ray x,z,y format.
sv: Konverterar GRASS x,y,z-punkter till POV-Ray x,z,y-format.

source: Name for output POV file
sv: Namn för utgående POV-fil

source: Radius of sphere for points and tube for lines
sv: Sfärens radie för punkter och rörets radie för linjer

source: May be also variable, e.g. grass_r.
sv: Kan också vara variabel, t.ex. grass_r.

source: Modifier for z coordinates
sv: Modifierare för z-koordinater

source: This string is appended to each z coordinate. Examples: '*10', '+1000', '*10+100', '*exaggeration'
sv: Denna sträng läggs till varje z-koordinat. Exempel på: "*10", "+1000", "*10+100", "*överdrift

source: Object modifier (OBJECT_MODIFIER in POV-Ray documentation)
sv: Objektmodifierare (OBJECT_MODIFIER i POV-Ray-dokumentationen)

source: Example: "pigment { color red 0 green 1 blue 0 }"
sv: Exempel: "pigment { färg röd 0 grön 1 blå 0 }"

source: Processing areas...
sv: Bearbetningsområden...

source: %d feature written.
sv: %d funktion skriven.

source: Exports a vector map to SVG file.
sv: Exporterar en vektorkarta till en SVG-fil.

source: Name for SVG output file
cs: Název výstupního souboru SVG
sv: Namn för SVG-utdatafil

source: Output type
cs: Typ výstupní mapy
sv: Utmatningstyp

source: Defines which feature-type will be extracted
cs: Definuje jaký typ prvku bude získán
sv: Definierar vilken typ av funktion som ska extraheras

source: Coordinate precision
cs: Pøesnost souøadnic
sv: Koordinatprecision

source: Attribute(s) to include in output SVG
cs: Atributy, které mají být zahrnuty do SVG
sv: Attribut som ska inkluderas i SVG-utdata

source: Precision must not be negative
cs: Pøesnost nesmíÂ být negativní.
sv: Precisionen får inte vara negativ

source: Precision must not be higher than 15
cs: Pøesnost nesmí být vìt¹í, ne¾ 15
sv: Precisionen får inte vara högre än 15

source: Unable to create SVG file <%s>
sv: Det går inte att skapa en SVG-fil <%s>

source: No areas found, skipping %s
sv: Inga områden hittades, hoppar över %s

source: %d areas extracted
sv: %d områden extraherade

source: No points found, skipping %s
sv: Inga punkter hittades, hoppar över %s

source: %d points extracted
sv: %d punkter extraherade

source: No lines found, skipping %s
sv: Inga rader hittades, hoppar över %s

source: %d lines extracted
sv: %d rader extraherade

source: Cannot select attributes for cat=%d
cs: Nelze vybrat atributy pro cat=%d
sv: Det går inte att välja attribut för cat=%d

source: writeVTKHeader: Writing VTK-Header
cs: writeVTKHeader: Zapisuji hlavièku VTK
sv: skrivaVTKHuvud: Skriva VTK-rubrik

source: Converts a vector map to VTK ASCII output.
sv: Konverterar en vektorkarta till VTK ASCII-utdata.

source: Name for output VTK file
sv: Namn för utgående VTK-fil

source: Number of significant digits
sv: Antal signifikanta siffror

source: Export numeric attribute table fields as VTK scalar variables
sv: Exportera numeriska attributtabellfält som VTK-skalära variabler

source: dp has to be from 0 to 16
sv: dp måste vara från 0 till 16

source: Failed to interpret 'layer' parameter as an integer
sv: Misslyckades med att tolka parametern "layer" som ett heltal

source: Export of areas requires topology. Please adjust '%s' option or rebuild topology.
sv: Export av områden kräver topologi. Justera alternativet '%s' eller bygg om topologin.

source: No coordinates to generate the output! Maybe an empty vector type chosen?
sv: Inga koordinater för att generera utdata! Kanske en tom vektortyp vald?

source: Cannot export attribute table fields for layer < 1. Skipping export
sv: Det går inte att exportera attributtabellfält för lager < 1. Hoppa över export

source: No attribute table found
sv: Ingen attributtabell hittades

source: No numerical attributes found. Skipping export
sv: Inga numeriska attribut hittades. Hoppa över export

source: Error reading value of attribute '%s'
sv: Fel vid läsning av värdet för attributet '%s'

source: Removes outliers from vector point data.
sv: Tar bort avvikande värden från vektorpunktdata.

source: Estimate point density and distance
sv: Uppskatta punkttäthet och avstånd

source: Estimate point density and distance for the input vector points within the current region extends and quit
sv: Uppskatta punkttäthet och avstånd för inmatningsvektorpunkterna inom den aktuella regionen förlänger och avslutar

source: Name for output outlier vector map
sv: Namn för utmatad outlier-vektorkarta

source: Name for vector map for visualization in QGIS
sv: Namn för vektorkarta för visualisering i QGIS

source: Default: 10 * east-west resolution
sv: Standard: 10 * upplösning i öst-västlig riktning

source: Default: 10 * north-south resolution
sv: Standard: 10 * nord-sydlig upplösning

source: Tykhonov regularization weight
sv: Tykhonovs regulariseringsvikt

source: Threshold for the outliers
cs: Prahová hodnota pro outsidery
sv: Tröskelvärde för avvikande värden

source: Filtering option
sv: Filtreringsalternativ

source: Unable to open vector map <%s> at the topological level
cs: Vektorová mapa <%s> nemohla být otevøena na úrovní topologie
sv: Det gick inte att öppna vektorkarta <%s> på topologisk nivå

source: It was impossible to create <%s> table.
sv: Det var omöjligt att skapa en <%s>-tabell.

source: Processing subregion %d of %d...
sv: Bearbetar underregion %d av %d...

source: Outlier detection
sv: Detektering av avvikelser

source: No data within this subregion. Consider increasing spline step values.
sv: Inga data inom denna delregion. Överväg att öka stegvärdena för spline.

source: Snapping boundaries with %g ...
sv: Snäppning av gränser med %g ...

source: %d boundary snapped
sv: %d gräns snäppt

source: Querying vector map <%s>...
cs: Dotazuji vektorovou mapu <%s>...
sv: Förfrågan på vektorkarta <%s>...

source: Attribute not found
cs: Atribut(y) nenalezeny
sv: Attribut hittades inte

source: Copying results to final output map...
sv: Kopiera resultaten till den slutliga kartan...

source: Selecting lines...
sv: Välja linjer...

source: Ambiguous line %d: not all vertices are really outside any area
sv: Tvetydig linje %d: inte alla hörn är verkligen utanför något område

source: spatial query
sv: rumslig fråga

source: difference
sv: skillnad

source: intersection
sv: korsning

source: union
sv: forbund

source: Overlays two vector maps offering clip, intersection, difference, symmetrical difference, union operators.
sv: Överlagrar två vektorkartor som erbjuder operatorer för klipp, intersektion, skillnad, symmetrisk skillnad, union.

source: Name of input vector map (A)
sv: Namn på inmatad vektorkarta (A)

source: Layer number or name (vector map A)
sv: Skiktets nummer eller namn (vektorkarta A)

source: Feature type (vector map A)
sv: Typ av objekt (vektorkarta A)

source: Name of input vector map (B)
sv: Namn på inmatningsvektorkarta (B)

source: Layer number or name (vector map B)
sv: Skiktets nummer eller namn (vektorkarta B)

source: Feature type (vector map B)
sv: Typ av objekt (vektorkarta B)

source: Operator defines features written to output vector map
cs: Operátor definuje prvky zapisované do výstupní vektorové mapy
sv: Operatören definierar funktioner som skrivs till utmatningsvektorkartan

source: Feature is written to output if the result of operation 'ainput operator binput' is true. Input feature is considered to be true, if category of given layer is defined.
cs: Prvek je vypsán na standardní výstup,pokud výstup z operace 'ainput operátor binput' je vyhodnocen jako 'pravda'. Vstupní prvky jsou vyhodnoceny jako pravdivé, pokud kategorie zadaných vrstev je definována
sv: Funktionen skrivs till utdata om resultatet av operationen "ainput operator binput" är sant. Inmatningsfunktionen anses vara sann om kategorin för det givna lagret är definierad.

source: also known as 'intersection' in GIS
sv: även känd som "intersection" i GIS

source: also known as 'union' in GIS (only for atype=area)
sv: även känd som "union" i GIS (endast för atype=area)

source: also known as 'difference' (features from ainput not overlaid by features from binput)
sv: även känd som "skillnad" (funktioner från ainput inte överlagrade av funktioner från binput)

source: also known as 'symmetrical difference' (features from either ainput or binput but not those from ainput overlaid by binput (only for atype=area)
sv: även känd som "symmetrisk skillnad" (särdrag från antingen ainput eller binput men inte de från ainput överlagrade av binput (endast för atype=area)

source: Output layer for new category, ainput and binput
cs: Výstupní vrstva pro nové kategorie, vstup-a vstup-b
sv: Utgående lager för ny kategori, ainput och binput

source: If 0 or not given, the category is not written
cs: Jestli 0 nebo nezadáno, categorie nebude zapsána
sv: Om 0 eller inte anges, skrivs inte kategorin

source: Snapping threshold for boundaries
cs: Práh navázaní pro hranice
sv: Tröskelvärde för snäppning av gränser

source: Disable snapping with snap <= 0
sv: Avaktivera snapping med snap <= 0

source: Unknown operator '%s'
sv: Okänd operator '%s'

source: Unable to determine feature type for <%s>
sv: Det går inte att fastställa funktionstyp för <%s>

source: Invalid feature type (%d) for <%s>. Only '%s' or '%s' supported.
sv: Ogiltig funktionstyp (%d) för <%s>. Endast '%s' eller '%s' stöds.

source: Operator '%s' is not supported for type line
cs: fOperátor '%s' není podporuje typ linie
sv: Operatorn '%s' stöds inte för typen rad

source: Table <%s> already exists, use '%s'
sv: Tabell <%s> finns redan, använd '%s'

source: Copying vector features from <%s>...
sv: Kopiering av vektorfunktioner från <%s>...

source: No %s features found in vector map <%s>. Verify '%s' parameter.
sv: Inga %s-funktioner hittades i vektorkarta <%s>. Verifiera parametern '%s'.

source: Collecting input attributes...
cs: Sbírám vstupní atributy ...
sv: Samla in inmatningsattribut...

source: Unknown column type '%s' of column '%s'
sv: Okänd kolumntyp '%s' för kolumn '%s'

source: Unknown column type '%s' of column '%s', values lost
sv: Okänd kolumntyp '%s' för kolumn '%s', värden förlorade

source: Creates parallel line to input vector lines.
sv: Skapar parallell linje till inmatade vektorlinjer.

source: Offset along major axis in map units
sv: Förskjutning längs huvudaxeln i kartenheter

source: Offset along minor axis in map units
sv: Förskjutning längs mindre axel i kartenheter

source: Side
sv: Sida

source: Parallel line is on the left
sv: Parallell linje är till vänster

source: Parallel line is on the right
sv: Parallell linje är till höger

source: Parallel lines on both sides
sv: Parallella linjer på båda sidor

source: Tolerance of arc polylines in map units
sv: Tolerans för bågpolylinjer i kartenheter

source: Make outside corners round
sv: Gör ytterhörnen runda

source: Create buffer-like parallel lines
sv: Skapa buffertliknande parallella linjer

source: Creates a new vector map by combining other vector maps.
sv: Skapar en ny vektorkarta genom att kombinera andra vektorkartor.

source: Name for output vector map where bounding boxes of input vector maps are written to
cs: Výstupní vektorová mapa, do které budou zapsány výbìry vstupního vektoru
sv: Namn på vektormappning för utdata där gränsboxar för vektormappningar för indata skrivs till

source: Do not expect input with topology
sv: Förvänta dig inte input med topologi

source: Applicable when input is points without topology
sv: Gäller när ingången är punkter utan topologi

source: Expect z coordinate even when not using topology
sv: Förvänta dig z-koordinat även när du inte använder topologi

source: Applicable when input is points with z coordinate but without topology
sv: Gäller när indata är punkter med z-koordinat men utan topologi

source: Copy also attribute table
cs: Zkopíruj také atributovou tabulku.
sv: Kopiera även attributtabell

source: Only the table of layer 1 is currently supported
cs: V souèasnosti je podporována pouze vrstva 1.
sv: För närvarande stöds endast tabellen för lager 1

source: Append files to existing file (overwriting existing files must be activated)
cs: Pøilo¾it soubory k existujícímu souboru (musí být aktivována volba pøepsání)
sv: Lägga till filer i befintliga filer (överskrivning av befintliga filer måste aktiveras)

source: Missing attribute table for vector map <%s>
sv: Attributtabell saknas för vektorkarta <%s>

source: Missing table for <%s>
sv: Tabell saknas för <%s>

source: Key (category) column names differ: <%s> from <%s> and <%s> from <%s>
sv: Namnen på kolumnerna för nycklar (kategorier) skiljer sig åt: <%s> från <%s> och <%s> från <%s>

source: Number of columns differ: %d in <%s> and %d in <%s>
sv: Antalet kolumner skiljer sig åt: %d i <%s> och %d i <%s>

source: No column <%s> in input map <%s>
sv: Ingen kolumn <%s> i inmatningskartan <%s>

source: Column types differ: <%s> from <%s> is <%s> and <%s> from <%s> is <%s>
sv: Kolumntyperna skiljer sig åt: <%s> från <%s> är <%s> och <%s> från <%s> är <%s>

source: Length of string columns differ
cs: Délky textových sloupcù se li¹í
sv: Längden på strängkolumnerna skiljer sig åt

source: Key column not found
cs: Klíèový sloupec nenalezen
sv: Nyckelkolumn hittades inte

source: The output map is not 3D
cs: Výstupní mapa není 3D.
sv: Utdatakartan är inte 3D

source: Patching vector map <%s>...
sv: Patchning av vektorkarta <%s>...

source: Error reading vector map <%s> - some data may not be correct
cs: Chyba pøi ètení souboru <%s> - nìkterá data mohou být po¹kozena
sv: Fel vid läsning av vektorkarta <%s> - vissa data kanske inte är korrekta

source: Building topology for vector map <%s>...
cs: Buduji topologii pro vektorovou mapu <%s>...
sv: Bygga topologi för vektorkarta <%s>...

source: Intersections at borders will have to be snapped
cs: Prùniky hranic budou muset být spojeny (snap).
sv: Korsningar vid gränser måste lösas upp

source: Lines common between files will have to be edited
cs: Linie souborùm spoleèné budou muset být editovány.
sv: Linjer som är gemensamma mellan filer måste redigeras

source: The header information also may have to be edited
cs: Informace v hlavièce by také mìly být upraveny.
sv: Huvudinformationen kan också behöva redigeras

source: %d vector maps patched
cs: %d vektorových map opraveno
sv: %d Vektorkartor patchade

source: Cannot open select cursor: '%s'
cs: Nelze otevøít kurzor pro výbìr: '%s'
sv: Det går inte att öppna markera markör: '%s'

source: Cannot fetch row
cs: Nelze pøidat øádek
sv: Det går inte att hämta raden

source: Unknown column type
cs: Neznámý typ sloupce
sv: Okänd kolumntyp

source: Cannot insert new record: '%s'
cs: Nelze vlo¾it nový záznam: '%s'
sv: Det går inte att infoga en ny post: '%s'

source: Random location perturbations of vector points.
sv: Slumpmässiga lägesstörningar av vektorpunkter.

source: Distribution of perturbation
cs: Distribuce perturbace
sv: Fördelning av störning

source: Parameter(s) of distribution
sv: Parameter(s) för distribution

source: If the distribution is uniform, only one parameter, the maximum, is needed. For a normal distribution, two parameters, the mean and standard deviation, are required.
sv: Om fördelningen är jämn behövs bara en parameter, maxvärdet. För en normalfördelning krävs två parametrar, medelvärde och standardavvikelse.

source: Minimum deviation in map units
cs: Minimální odchylka v mapových jednotkách
sv: Minsta avvikelse i kartenheter

source: Error scanning arguments
cs: Chyba atributù skenování
sv: Fel vid skanning av argument

source: Maximum of uniform distribution must be >= zero
cs: Maximum uniformního rozdìlení musí být >= nula
sv: Maxvärdet för den enhetliga fördelningen måste vara >= noll

source: Standard deviation of normal distribution must be >= zero
cs: Smìrodatná odchylka normálního rozdìlení musí být >= nula
sv: Standardavvikelsen för en normalfördelning måste vara >= noll

source: Cannot get db link info
cs: Nelze dostat informace o odkazu na databázi
sv: Kan inte få information om db-länk

source: normalsv: restoration of uninitialized block
sv: normalsv: återställning av oinitialiserat block

source: normalsv: save of uninitialized block
sv: normalsv: spara oinitialiserat block

source: Vector map profiling tool
sv: Verktyg för profilering med vektorkarta

source: Use features only from specified layer
sv: Använd endast funktioner från angivet lager

source: Path to output text file or - for stdout
sv: Sökväg till textfil för utdata eller - för stdout

source: Buffer (tolerance) for points in map units
sv: Buffert (tolerans) för punkter i kartenheter

source: How far points can be from sampling line
sv: Hur långt kan punkter ligga från provtagningslinjen

source: Name for profile line and buffer output map
sv: Namn för profillinje och buffertutmatningskarta

source: Profile line and buffer around it will be written
sv: Profillinje och buffert runt den kommer att skrivas

source: Do not print column names
sv: Skriv inte ut kolumnnamn

source: Do not print 3D vector data (z values)
sv: Skriv inte ut 3D-vektordata (z-värden)

source: Only affects 3D vectors
sv: Påverkar endast 3D-vektorer

source: Coordinates for profiling line nodes
sv: Koordinater för profilering av linjeknutpunkter

source: Specify profiling line vertices and nodes
sv: Ange profileringslinjens hörnpunkter och noder

source: Profiling line
sv: Profileringslinje

source: Profiling line map
sv: Profilering av linjekarta

source: Vector map containing profiling line
sv: Vektorkarta som innehåller profileringslinje

source: WHERE conditions for input profile line map
sv: VAR-betingelser för inmatningsprofil linjekarta

source: Use to select only one line from profiling line map
sv: Används för att välja endast en linje från profileringslinjekartan

source: Profiling line map layer
sv: Kartskikt för profileringslinje

source: Layer 0 not supported
cs: Vrstva 0 není podporována
sv: Layer 0 stöds inte

source: Failed to interpreter 'dp' parameter as an integer
sv: Misslyckades med att tolka parametern 'dp' som ett heltal

source: Tolerance value must be greater than 0
sv: Toleransvärdet måste vara större än 0

source: <%s> is not a valid vector map name
sv: <%s> är inte ett giltigt namn på en vektorkarta

source: No input profile map name provided, but WHERE conditions for it have been set
sv: Inget namn på profilkartan har angetts, men WHERE-förutsättningarna för det har fastställts

source: Profile input coordinates and vector map are provided. Please provide only one of them
sv: Koordinater för profilinmatning och vektorkarta tillhandahålls. Ange endast en av dem

source: No profile input coordinates nor vector map are provided. Please provide one of them
sv: Inga koordinater för profilinmatning eller vektorkarta tillhandahålls. Ange en av dem

source: At least profile start and end coordinates are required!
sv: Åtminstone profilens start- och slutkoordinater krävs!

source: No database connection defined for map <%s> layer %d, but WHERE condition is provided
sv: Ingen databasanslutning definierad för karta <%s> lager %d, men WHERE-betingelse anges

source: No features match Your query
sv: Inga funktioner matchar din fråga

source: Your query matches more than one record in input profiling map. Currently it's not supported. Enhance WHERE conditions to get only one line.
sv: Din fråga matchar mer än en post i input profiling map. För närvarande stöds det inte. Förbättra WHERE-villkoren för att bara få en rad.
