Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Output will be filtered input bands
sv: Utdata kommer att vara filtrerade ingångsband

source: Apply inverse PCA after PCA
sv: Tillämpa invers PCA efter PCA

source: Sorry, at least 2 input bands must be provided
cs: Musíte zadat alespoò dvì vstupní pásma
sv: Tyvärr måste minst 2 inmatningsband anges

source: '%s' must be positive
sv: '%s' måste vara positivt

source: '%s' must be < 100
sv: '%s' måste vara < 100

source: No non-null values
cs: ®ádné prázdné hodnoty
sv: Inga icke-nullvärden

source: Not enough principal components left for filtering
sv: Inte tillräckligt med huvudkomponenter kvar för filtrering

source: Using %d of %d principal components for filtering
sv: Användning av %d av %d principalkomponenter för filtrering

source: Scale range length should be > 0. Using default values: 0,255.
sv: Skalområdets längd bör vara > 0. Använd standardvärden: 0,255.

source: Computing covariance matrix...
sv: Beräkning av kovariansmatris...

source: Rescaling to range %d,%d...
sv: Omskalning till intervallet %d,%d...

source: Calculating principal components...
sv: Beräkning av huvudkomponenter...

source: Eigen values, (vectors), and [percent importance]:
sv: Egenvärden, (vektorer) och [procentuell betydelse]:

source: Control Point file for group <%s@%s> -
sv: Kontrollpunktsfil för gruppen <%s@%s> -

source: Not enough active control points for thin plate spline.
sv: Inte tillräckligt med aktiva kontrollpunkter för spline med tunn platta.

source: Not enough memory to solve transformation equations.
sv: Inte tillräckligt med minne för att lösa transformationsekvationer.

source: Invalid order.
sv: Felaktig order.

source: Not enough active control points for current order, %d are required.
sv: Inte tillräckligt med aktiva kontrollpunkter för aktuell order, %d krävs.

source: Invalid order
sv: Ogiltig beställning

source: Resolution EW=%f NS=%f
sv: Upplösning EW=%f NS=%f

source: rectify
sv: rätta till

source: Rectifies an image by computing a coordinate transformation for each pixel in the image based on the control points.
sv: Rättar till en bild genom att beräkna en koordinattransformation för varje pixel i bilden baserat på kontrollpunkterna.

source: Rectification polynomial order (1-3)
sv: Polynomordning för rektifiering (1-3)

source: Use current region settings in target location (def.=calculate smallest area)
sv: Använd nuvarande regioninställningar på målplatsen (def.=beräkna minsta yta)

source: Use thin plate spline
sv: Använd spline med tunn platta

source: Group name <%s> is too long
sv: Gruppnamnet <%s> är för långt

source: Extension <%s> is too long
sv: Förlängningen <%s> är för lång

source: Invalid order (%d); please enter 1 to %d
sv: Ogiltig order (%d); ange 1 till %d

source: Location: %s
sv: Plats: %s

source: target LOCATION %s, MAPSET %s:
sv: mål LOCATION %s, MAPSET %s:

source: Rectify <%s@%s> (location <%s>)
sv: Rätta till <%s@%s> (plats <%s>)

source: into <%s@%s> (location <%s>) ...
sv: in <%s@%s> (plats <%s>) ...

source: Target location <%s> not found
sv: Målplatsen <%s> hittades inte

source: Mapset <%s> in target location <%s> -
cs: Mapset <%s> ve vstupní location <%s> -
sv: Kartset <%s> i målplatsen <%s> -

source: Transforms raster maps from RGB (Red-Green-Blue) color space to HIS (Hue-Intensity-Saturation) color space.
sv: Transformerar rasterkartor från RGB-färgrymd (Röd-Grön-Blå) till HIS-färgrymd (Hue-Intensity-Saturation).

source: Name of input raster map (red)
sv: Namn på inmatad rasterkarta (röd)

source: Name of input raster map (green)
sv: Namn på inmatad rasterkarta (grön)

source: Name of input raster map (blue)
sv: Namn på inmatad rasterkarta (blå)

source: Name for output raster map (hue)
sv: Namn för utgående rasterkarta (hue)

source: Name for output raster map (intensity)
sv: Namn för utgående rasterkarta (intensitet)

source: Name for output raster map (saturation)
sv: Namn för utgående rasterkarta (mättnad)

source: %d-band clustering with threshold %g
sv: %d-bandklustring med tröskelvärde %g

source: Unable to open temp file
sv: Det går inte att öppna temp-filen

source: Assigning initial region IDs...
sv: Tilldela initiala region-ID:n...

source: Too many objects: integer overflow
sv: För många objekt: heltalsöverslag

source: Unable to write to temp file
sv: Det går inte att skriva till temp-filen

source: Generating renumbering scheme...
sv: Generering av omnumreringssystem...

source: Assigning final region IDs...
sv: Tilldelning av slutliga region-ID...

source: Unable to read from temp file
sv: Det går inte att läsa från temp-filen

source: Found %d clumps
sv: Hittade %d klumpar

source: Out of memory!
sv: Ur minnet!

source: segmentation
sv: segmentering

source: object recognition
sv: objektigenkänning

source: Identifies segments (objects) from imagery data.
sv: Identifierar segment (objekt) från bilddata.

source: Error in reading data
sv: Fel vid läsning av data

source: Error in creating segments
sv: Fel vid skapande av segment

source: Error in writing IDs
sv: Fel vid skrivning av ID:n

source: Error in writing goodness of fit
sv: Fel vid beräkning av god passform

source: Error in writing new band values
sv: Fel vid skrivning av nya bandvärden

source: Number of segments created: %d
sv: Antal segment som skapats: %d

source: Estimating spectral bandwidth for spatial bandwidth %g...
sv: Uppskattning av spektral bandbredd för rumslig bandbredd %g...

source: Empty moving windows
sv: Tomma flyttfönster

source: Initial range bandwidth: %g
sv: Initial bandbredd för intervallet: %g

source: Estimated range bandwidth: %g
sv: Uppskattad bandbredd för räckvidden: %g

source: Spatial bandwidth: %g
sv: Spatial bandbredd: %g

source: Range bandwidth: %g
sv: Bandbredd för intervall: %g

source: Processing pass %d...
sv: Bearbetning av pass %d...

source: Changes > threshold: %s, largest change: %g
sv: Förändringar > tröskelvärde: %s, största förändring: %g

source: Mean shift stopped at %d due to reaching max iteration limit, more changes may be possible
sv: Medelvärdesförändringen stoppades vid %d på grund av att maxgränsen för iteration uppnåddes, fler förändringar kan vara möjliga

source: Mean shift converged after %d iterations
sv: Medelvärdesförskjutningen konvergerade efter %d iterationer

source: Merging segments smaller than %d cells...
sv: Sammanfoga segment som är mindre än %d celler...

source: Renumbering remaining %d segments...
sv: Omnumrering av kvarvarande %d segment...

source: No min/max found in raster map <%s>
sv: Ingen min/max hittades i rasterkartan <%s>

source: Input map <%s> is all NULL
sv: Inmatningskarta <%s> är alla NULL

source: Input map <%s> is a constant of value %g
sv: Input map <%s> är en konstant med värdet %g

source: Insufficient number of non-NULL cells in current region
sv: Otillräckligt antal icke-NULL-celler i aktuell region

source: Loading input bands...
sv: Laddar ingångsband...

source: Loading input band...
sv: Laddar ingångsbandet...

source: Unable to write to temporary file
sv: Det går inte att skriva till en temporär fil

source: There are no boundary constraints in '%s'
sv: Det finns inga gränsbegränsningar i '%s'

source: Loading seeds from raster map <%s>...
sv: Laddar frön från rasterkarta <%s>...

source: No seeds found in '%s'!
sv: Inga frön hittades i '%s'!

source: Too many seeds: integer overflow
sv: För många frön: heltalsöverslag

source: Segment %d is already registered!
sv: Segment %d är redan registrerat!

source: Regions with at least %s cells are stored in memory
sv: Regioner med minst %s celler lagras i minnet

source: Number of segments in memory: %d of %d total
sv: Antal segment i minnet: %d av %d totalt

source: Name of input imagery group or raster maps
sv: Namn på bildgrupp eller rasterkartor som matas in

source: Suffix for output bands with modified band values
sv: Suffix för utmatningsband med modifierade bandvärden

source: Difference threshold between 0 and 1
sv: Skillnadströskel mellan 0 och 1

source: Threshold = 0 merges only identical segments; threshold = 1 merges all
sv: Tröskelvärde = 0 sammanfogar endast identiska segment; tröskelvärde = 1 sammanfogar alla

source: Spatial radius in number of cells
sv: Rumslig radie i antal celler

source: Must be >= 1, only cells within spatial bandwidth are considered for mean shift
sv: Måste vara >= 1, endast celler inom rumslig bandbredd beaktas för medelvärdesförskjutning

source: Range (spectral) bandwidth [0, 1]
sv: Område (spektral) bandbredd [0, 1]

source: Only cells within range (spectral) bandwidth are considered for mean shift. Range bandwidth is used as conductance parameter for adaptive bandwidth
sv: Endast celler inom (spektral) bandbredd beaktas för medelvärdesförskjutning. Intervallbandbredd används som konduktansparameter för adaptiv bandbredd

source: Segmentation method
sv: Segmenteringsmetod

source: Similarity calculation method
sv: Metod för beräkning av likhet

source: Minimum number of cells in a segment
sv: Minsta antal celler i ett segment

source: The final step will merge small segments with their best neighbor
sv: I det sista steget slås små segment samman med sin bästa granne

source: Importance of radiometric (input raster) values relative to shape
sv: Betydelsen av radiometriska värden (input raster) i förhållande till form

source: Importance of smoothness relative to compactness
sv: Betydelsen av jämnhet i förhållande till kompakthet

source: Name for input raster map with starting seeds
sv: Namn för inmatad rasterkarta med startfrön

source: Name of input bounding/constraining raster map
sv: Namn på rasterkarta för begränsande/begränsande indata

source: Must be integer values, each area will be segmented independent of the others
sv: Måste vara heltalsvärden, varje område kommer att segmenteras oberoende av de andra

source: Name for output goodness of fit estimate map
sv: Namn för utmatningskarta för uppskattning av god passform

source: Use 8 neighbors (3x3 neighborhood) instead of the default 4 neighbors for each pixel
sv: Använd 8 grannar (3x3 grannskap) i stället för standardvärdet 4 grannar för varje pixel

source: Weighted input, do not perform the default scaling of input raster maps
sv: Viktad inmatning, utför inte standardskalning av rasterkartor som matas in

source: Use adaptive bandwidth for mean shift
sv: Använd adaptiv bandbredd för medelvärdesförskjutning

source: Range (spectral) bandwidth is adapted for each moving window
sv: Bandbredden (spektral) anpassas för varje rörligt fönster

source: Use progressive bandwidth for mean shift
sv: Använd progressiv bandbredd för medelvärdesförskjutning

source: Spatial bandwidth is increased, range (spectral) bandwidth is decreased in each iteration
sv: Den spatiala bandbredden ökas och den spektrala bandbredden minskas i varje iteration

source: Raster map name <%s> is too long
sv: Rasterkartans namn <%s> är för långt

source: Group <%s> not found in the current mapset
sv: Grupp <%s> finns inte i den aktuella kartuppsättningen

source: Group <%s> contains no raster maps
sv: Grupp <%s> innehåller inga rasterkartor

source: Threshold should be > 0 and < 1
sv: Tröskelvärdet bör vara > 0 och < 1

source: Option '%s' must be >= 1
sv: Alternativet '%s' måste vara >= 1

source: Negative value %s for option '%s': disabling
sv: Negativt värde %s för alternativ '%s': avaktivering

source: Value %s for option '%s' is >= 1: disabling
sv: Värde %s för alternativ '%s' är >= 1: inaktivering

source: Unable to assign segmentation method
sv: Kan inte tilldela segmenteringsmetod

source: Invalid similarity method
sv: Ogiltig metod för likhet

source: Option '%s' must be > 0
sv: Alternativet '%s' måste vara > 0

source: Option '%s' must be <= 1
sv: Alternativet '%s' måste vara <= 1

source: Option '%s' must be >= 0
sv: Alternativet '%s' måste vara >= 0

source: Seeds raster map not found
sv: Seeds rasterkarta hittades inte

source: Seeeds raster map must be CELL type (integers)
sv: Seeeds rasterkarta måste vara av typen CELL (heltal)

source: Segmentation constraint/boundary raster map not found
sv: Rasterkarta för segmenteringsbegränsning/gräns hittades inte

source: Segmentation constraint raster map must be CELL type (integers)
sv: Segmenteringsbegränsning rasterkarta måste vara av typen CELL (heltal)

source: Integer overflow: too many cells in current region
sv: Heltalsöverflöd: för många celler i aktuell region

source: Invalid output raster name for goodness of fit
sv: Ogiltigt namn på utdataraster för god passform

source: Maximum number of iterations set to %d
sv: Maximalt antal iterationer sätts till %d

source: Invalid number of iterations, %d will be used
sv: Ogiltigt antal iterationer, %d kommer att användas

source: Invalid number of MB, 300 will be used
sv: Ogiltigt antal MB, 300 kommer att användas

source: rclist out of memory
sv: rclist ur minnet

source: Segmentation processes stopped at %d due to reaching max iteration limit, more merges may be possible
sv: Segmenteringsprocesserna stoppades vid %d på grund av att maxgränsen för iteration uppnåddes, fler sammanslagningar kan vara möjliga

source: Segmentation converged after %d iterations
sv: Segmenteringen konvergerade efter %d iterationer

source: Assigning region IDs to remaining single-cell regions...
sv: Tilldela region-ID:n till återstående encellsregioner...

source: Region stats should go in tree, %d >= %s
sv: Regionstatistik ska placeras i träd, %d >= %s

source: Region ids are different
sv: Region-ID:n är olika

source: Region id %d is invalid
sv: Region-ID %d är ogiltigt

source: Region consists of only one cell, nothing to update
sv: Regionen består av endast en cell, inget att uppdatera

source: Region size is larger than 2: %d
sv: Regionens storlek är större än 2: %d

source: Region size is %d, should be %d
sv: Regionstorlek är %d, borde vara %d

source: Candidate flag is already %s
sv: Kandidatflaggan är redan %s

source: unset
sv: avaktivera

source: Region of size %d should be in search tree
sv: Region av storlek %d bör vara i sökträd

source: Watershed is not yet implemented
sv: Vattendelare är ännu inte implementerad

source: Writing out segment IDs...
sv: Skriver ut segment-ID:n...

source: Writing out goodness of fit
sv: Skriva ut godhetsgrad för passform

source: Writing out shifted band values...
sv: Skriva ut förskjutna bandvärden...

source: No signature files of type "%s" found
sv: Inga signaturfiler av typen "%s" hittades

source: Manage imagery classification signature files
sv: Hantera signaturfiler för klassificering av bilder

source: Type of signature file
sv: Typ av signaturfil

source: Main
sv: Huvud

source: Name of mapset to list
sv: Namn på mapset som ska listas

source: Default: current search path
sv: Standard: aktuell sökväg

source: Files
sv: Filer

source: Name of file to rename
sv: Namn på filen som ska bytas ut

source: Name of file to copy
sv: Namn på filen som ska kopieras

source: Print signature files
sv: Skriv ut signaturfiler

source: Unable to allocate memory
cs: Nelze alokovat pamì».
sv: Det går inte att allokera minne

source: Invalid parameter values
sv: Ogiltiga parametervärden

source: Performs contextual image classification using sequential maximum a posteriori (SMAP) estimation.
cs: Provede kontextuální klasifikaci obrazu s vyu¾itím metody SMAP (sequential maximum a posteriori).
sv: Utför kontextuell bildklassificering med hjälp av SMAP-skattning (sequential maximum a posteriori).

source: Nonsymetric covariance for class %d subclass %d
sv: Nonsymetrisk kovarians för klass %d underklass %d

source: Nonpositive eigenvalues for class %d subclass %d
sv: Icke-positiva egenvärden för klass %d underklass %d

source: Subgroup <%s> in group <%s> contains no raster maps
sv: Undergrupp <%s> i grupp <%s> innehåller inga rasterkartor

source: Signature file <%s> is invalid
sv: Signaturfil <%s> är ogiltig

source: Signature file <%s> is empty
sv: Signaturfil <%s> är tom

source: Generated by i.gensigset
sv: Genererad av i.gensigset

source: Name for output raster map holding goodness of fit (lower is better)
sv: Namn för utmatad rasterkarta med god passform (lägre är bättre)

source: Size of submatrix to process at one time
sv: Storlek på submatris som ska bearbetas vid ett tillfälle

source: Use maximum likelihood estimation (instead of smap)
cs: Pou¾ít metodu maximum likelihood (namísto smap)
sv: Använda maximum likelihood-skattning (istället för smap)

source: Number of classes must be < 256
sv: Antalet klasser måste vara < 256

source: Processing rows %d-%d (of %d)...
sv: Bearbetning av raderna %d-%d (av %d)...

source: Writing output raster map(s)...
sv: Skriver rasterkarta(r) för utdata...

source: prediction
sv: förutsägelse

source: Predict with a SVM
sv: Förutsägelser med SVM

source: Predict with a Support Vector Machine
sv: Förutsägelser med en stödvektormaskin

source: Maps with feature values (attributes)
sv: Kartor med funktionsvärden (attribut)

source: Output map with predicted class or calculated value
sv: Utgångskarta med predikterad klass eller beräknat värde

source: LIBSVM kernel cache size in MB
sv: LIBSVM kernel cache-storlek i MB

source: Invalid subgroup <%s> provided
sv: Ogiltig undergrupp <%s> tillhandahålls

source: Group <%s> not found in mapset <%s>
sv: Grupp <%s> finns inte i mapset <%s>

source: Subgroup <%s> in group <%s@%s> not found
sv: Undergrupp <%s> i grupp <%s@%s> hittades inte

source: Signature file <%s@%s> not found
sv: Signaturfil <%s@%s> hittades inte

source: There was an error reading subgroup <%s> in group <%s@%s>
sv: Det uppstod ett fel vid läsning av undergrupp <%s> i grupp <%s@%s>

source: There was an error reading group <%s@%s>
sv: Det uppstod ett fel vid läsning av gruppen <%s@%s>

source: Subgroup <%s> in group <%s@%s> contains no raster maps.
sv: Undergrupp <%s> i grupp <%s@%s> innehåller inga rasterkartor.

source: Group <%s@%s> contains no raster maps.
sv: Grupp <%s@%s> innehåller inga rasterkartor.

source: Invalid signature file
sv: Ogiltig signaturfil

source: Invalid signature file version
sv: Ogiltig version av signaturfilen

source: Unable to read signature file '%s'.
sv: Det gick inte att läsa signaturfilen '%s'.

source: Imagery group does not contain a raster with a semantic label '%s'
sv: Bildgruppen innehåller inte ett raster med den semantiska etiketten '%s'

source: Unable to match all signature file bands to imagery group bands. Signature band count: %d, imagery group band count: %d, band match count: %d.
sv: Det gick inte att matcha alla signaturfilsband med bildgruppsband. Antal signaturband: %d, antal band i bildgrupp: %d, antal band som matchar: %d.

source: Unable to open trained model file <%s>
sv: Det går inte att öppna filen för utbildad modell <%s>

source: Starting value prediction process
sv: Process för prediktion av startvärde

source: Values predicted with a Support Vector Machine
sv: Värden predikterade med en Support Vector Machine

source: training
sv: träning

source: Train a SVM
sv: Träna en SVM

source: Train a Support Vector Machine
sv: Träna en stödvektormaskin

source: Map with training labels or target values
sv: Karta med träningsetiketter eller målvärden

source: Type of SVM
sv: Typ av SVM

source: SVM parameters
sv: SVM-parametrar

source: C-SVM classification
sv: C-SVM-klassificering

source: nu-SVM classification
sv: nu-SVM-klassificering

source: one-class SVM
sv: sVM med en klass

source: SVM kernel type
sv: Typ av SVM-kärna

source: (gamma*u'*v + coef0)^degree
sv: (gamma*u'*v + coef0)^grad

source: Degree in kernel function
sv: Grad i kernelfunktion

source: SVM options
sv: SVM-alternativ

source: Gamma in kernel function
sv: Gamma i kernelfunktion

source: coef0 in kernel function
sv: coef0 i kernelfunktion

source: Tolerance of termination criterion
sv: Tolerans för avslutningskriterium

source: Defaults to 0.00001 for nu-SVC and 0.001 for others
sv: Standardvärdet är 0,00001 för nu-SVC och 0,001 för övriga

source: Cost of constraints violation
sv: Kostnad för överträdelse av begränsningar

source: The parameter C of C-SVC, epsilon-SVR, and nu-SVR
sv: Parametern C för C-SVC, epsilon-SVR och nu-SVR

source: The parameter nu of nu-SVC, one-class SVM, and nu-SVR
sv: Parametern nu för nu-SVC, SVM med en klass och nu-SVR

source: The epsilon in epsilon-insensitive loss function of epsilon-SVM regression
sv: Epsilon i epsilon-känslig förlustfunktion för epsilon-SVM-regression

source: Do not use the shrinking heuristics
sv: Använd inte krympningsheuristiken

source: Defaults to use the shrinking heuristics
sv: Standard är att använda krympningsheuristiken

source: Train a SVC or SVR model for probability estimates
sv: Träna en SVC- eller SVR-modell för sannolikhetsuppskattningar

source: Defaults to no probabilities in model
sv: Standardvärdet är inga sannolikheter i modellen

source: Wrong SVM type
sv: Fel SVM-typ

source: Wrong kernel type
sv: Fel kärntyp

source: Unable to get value range for raster map <%s@%s>
sv: Det går inte att få fram värdeintervall för rasterkartan <%s@%s>

source: Invalid value range for raster map <%s@%s>
sv: Ogiltigt värdeintervall för rasterkarta <%s@%s>

source: Reading training data
sv: Läsning av utbildningsdata

source: SVM parameter validation returned an error: %s
sv: SVM-parametervalidering gav ett fel: %s

source: Starting training process (it will take some time; no progress is printed, be patient)
sv: Påbörja utbildningsprocessen (det kommer att ta lite tid; inga framsteg skrivs ut, ha tålamod)

source: Unable to write trained model to file '%s'.
sv: Det går inte att skriva en utbildad modell till filen '%s'.

source: Unable to write trained model to file '%s'. Error code: %d
sv: Det gick inte att skriva en utbildad modell till filen '%s'. Felkod: %d

source: Unable to write history information for <%s>
sv: Det gick inte att skriva historikinformation för <%s>

source: Training successfully complete
sv: Utbildning framgångsrikt slutförd

source: Targets an imagery group to a GRASS location and mapset.
cs: Urèí cíl obrazové skupiny jako location a mapset GRASSu.
sv: Riktar en bildgrupp till en GRASS-plats och -kartuppsättning.

source: Name of imagery target location
cs: Název cílové location
sv: Namn på målplats för bilderna

source: Name of target mapset
cs: Název cílového mapsetu
sv: Namn på mål mapset

source: Set current location and mapset as target for imagery group
sv: Ange aktuell plats och kartset som mål för bildgruppen

source: Group must exist in the current mapset
cs: Skupina musí existovat v souèasném mapsetu
sv: Gruppen måste finnas i den aktuella kartuppsättningen

source: Group <%s> has no target
cs: Skupina <%s> nemá cíl
sv: Grupp <%s> har inget mål

source: Use either the Current Mapset and Location Flag (-c) OR manually enter the variables
cs: Musíte pou¾ít buï pøepínaè Aktuální Mapset a Location (-c) NEBO promìnné nastavit manuálnì.
sv: Använd antingen aktuell kartuppsättning och platsflagga (-c) ELLER ange variablerna manuellt

source: terrain
sv: terräng

source: topographic correction
sv: topografisk korrigering

source: Computes topographic correction of reflectance.
sv: Beräknar topografisk korrigering av reflektans.

source: Name of reflectance raster maps to be corrected topographically
sv: Namn på reflektansrasterkartor som ska korrigeras topografiskt

source: Name (flag -i) or prefix for output raster maps
sv: Namn (flagga -i) eller prefix för rasterkartor i utdata

source: Name of input base raster map (elevation or illumination)
sv: Namn på inmatad basrasterkarta (höjd eller belysning)

source: Solar zenith in degrees
sv: Solens zenit i grader

source: Solar azimuth in degrees (only if flag -i)
sv: Solens azimut i grader (endast om flagga -i)

source: Topographic correction method
sv: Topografisk korrigeringsmetod

source: Output sun illumination terrain model
sv: Utgång solbelysning terrängmodell
