Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: GRASS module to produce a raster map layer of gaussian deviates whose mean and standard deviation can be expressed by the user. It uses a gaussian random number generator.
cs: Modul GRASSu slou¾ící k tvorbì rastrové mapy náhodných gaussových hodnot jejich¾ prùmìr a smìrodatná odchylka mù¾e být zadána u¾ivatelem. Pou¾ívá Gaussùv generátor náhodných èísel.

source: Name of the output random surface
cs: Název výstupního náhodného povrchu

source: Title of the output raster map
cs: Titulek výstupní rastrové mapy

source: File containing weights
cs: Soubor obsahující váhy

source: weight= and -c are mutually exclusive
cs: weight= a -c se navzájem vyluèují

source: raster, series
cs: rastr, série

source: Converts a raster map into a vector map layer.
cs: Pøevede rastrovou mapu na vektorovou.

source: Write raster values as z coordinate. Table is not created. Currently supported only for points.
cs: Zapí¹e rastrové hodnoty jako souøadnice z. Není vytvoøena tabulka. V souèasné dobì jsou podporovány pouze body.

source: Do not build vector topology (use with care for massive point export)
cs: Nevytváøej vektorovou topologii (pou¾ít opatrnì pøi importu velkého mno¾ství bodù)b

source: write_line: line terminated unexpectedly previous (%d) point %p (%d,%d,%d) %p %p
cs: write_line: linie zkonèila pøedèasnì pøedchozí (%d) bod %p (%d,%d,%d) %p %p

source: Line terminated unexpectedly previous (%d) point %p (%d,%d,%d) %p %p
cs: Øádek neoèekávanì skonèil pøedchozí (%d) bod %p (%d,%d,%d) %p %p

source: Raster File Series to MPEG Conversion Program.
cs: Sada rastrových souborù pro program, vytváøející MPEG.

source: Raster file(s) for View%d
cs: Rastrové soubor(y), které mají být zobrazeny%d

source: Quiet - suppress progress report
cs: Ti¹e - potlaè hlá¹ení o prùbìhu zpracování

source: Convert on the fly, use less disk space (requires r.out.ppm with stdout option)
cs: Pøevod za bìhu, pou¾ívá ménì diskového prostoru (potøebuje r.out.ppm s volbou standardního výstupu)

source: Reading file
cs: Ètu soubor

source: Dither
cs: Kolísání (dither)

source: Exports GRASS raster map to GRIDATB.FOR map file (TOPMODEL)
cs: Exportuje rastrovou mapu GRASSu do GRIDATB.FOR souboru (TOPMODEL)

source: Input map
cs: Vstupní mapa

source: Overwrite output map file
cs: Pøepsat výstupní soubor mapy

source: Setting window header
cs: Nastavuji hlavièku výøezu

source: Surface generation program.
cs: Program pro tvorbu povrchù.

source: Lat/long databases not supported by r.surf.idw2. Use r.surf.idw instead!
cs: Location v systému lat/long není r.surf.idw2 není podporována, pou¾ijte r.surf.idw

source: %s: no data points found
cs: %s: nebyly nalezeny ¾ádné body

source: Interpolating raster map <%s>... %d rows...
cs: Interpoluji rastrovou mapu <%s> ... øádek %d ...

source: Cannot get row
cs: Nelze získat øádek

source: Outputs a raster map layer showing the anisotropic cumulative cost of moving between different geographic locations on an input elevation raster map layer whose cell category values represent elevation combined with an input raster map layer whose cell values represent friction cost.
cs: Vytvoøí rastrovou mapu obsahující anisotropické kumulativní náklady pohybumezi rùznými geografickými polohami po vstupní rastrové mapì s vý¹kou, její¾hodnoty bunìk reprezentují vý¹ku kombinovanou s dal¹í mapou, její¾ hodnoty reprezentují frikèní povrch.

source: Name of elevation input raster map
cs: Název rastrové mapy s digitálním modelem terénu

source: Number of the segment to create (segment library)
cs: Poèet segmentù, které mají být vytvoøeny (segment library)

source: Walking costs are a=%lf b=%lf c=%lf d=%lf
cs: Náklady na chùzi jsou a=%lf b=%lf c=%lf d=%lf

source: Lambda is %lf
cs: Lambda je %lf

source: Slope_factor is %lf
cs: Slope_factor je %lf

source: Nseg is %d
cs: Nseg je %d

source: Unable to read %s
cs: Nelze èíst %s

source: Map with different projection
cs: Mapa v jiné projekci

source: DTM_Source map is: Integer cell type
cs: Mapa DMT_Source: celoèíselný typ

source: DTM_Source map is: Floating point (float) cell type
cs: Mapa DTM_Source: Typ s plovoucí desetinnou èárkou (float)

source: DTM_Source map is: Floating point (double) cell type
cs: Mapa DTM_Source je: Typ s plovoucí desetinnou èárkou (double)

source: COST_Source map is: Integer cell type
cs: Mapa COST_Source: Celoèíselný typ

source: COST_Source map is: Floating point (float) cell type
cs: Mapa COST_Source: Typ s plovoucí desetinnou èárkou (float)

source: COST_Source map is: Floating point (double) cell type
cs: Mapa COST_Source: Typ s plovoucí desetinnou èárkou (double)

source: Output map is: Integer cell type
cs: Výstupní mapa: Celoèíselný typ

source: Output map is: Floating point (float) cell type
cs: Výstupní mapa: Typ s plovoucí desetinnou èárkou (float)

source: Output map is: Floating point (double) cell type
cs: Výstupní mapa: Typ s plovoucí desetinnou èárkou (double)

source: EW resolution %s (%lf)
cs: Rozli¹ení východ-západ %s (%lf)

source: NS resolution %s (%lf)
cs: Rozli¹ení server-jih %s (%lf)

source: Reading %s...
cs: Naèítám %s...

source: Writing output raster map %s...
cs: Zapisuji výslednou rastrovou mapu %s...

source: Non-zero data only
cs: Pouze nenulová data

source: %ld categories
cs: %ld kategorií

source: Name of existing raster map to query colors
cs: Název existující(ch) rastrové(ých) map(y) pro dotazování barev.

source: Imports GRIDATB.FOR map file (TOPMODEL) into GRASS raster map
cs: Importuje mapový soubor GRIDATB.FOR (TOPMODEL) jako rastrovou mapu GRASSu

source: Raster map to change
cs: Rastrová mapa, která má být zmìnìna

source: Unable to update boundaries
cs: Nelze aktualizovat hranice

source: Converting %s...
cs: Pøevádím %s...

source: raster, vector, visualization
cs: rastrová mapa, vektorová mapa, zobrazení

source: nviz - Visualization and animation tool for GRASS data.
cs: nviz - Vizualizaèní a animaèní nástroj GRASSu

source: Name of raster map(s) for Elevation
cs: Jméno rastrové mapy pro vý¹ku

source: Raster
cs: Rastrová mapa

source: Name of raster map(s) for Color
cs: Jméno rastrové mapy pro pokrytí

source: Name of vector lines/areas overlay map(s)
cs: Vektorové mapy s liniemi/plochami pro zobrazení na terénu

source: Name of vector points overlay file(s)
cs: Vektorové mapy s body pro zobrazení na terénu

source: Name of existing 3d raster map
cs: Jméno existující 3d rastrové mapy

source: Quickstart - Do not load any data
cs: Rychlý start - Nenaèítej ¾ádná data

source: Script kill option
cs: Volba skriptu kill

source: Start in Demo mode
cs: Spustit v módu Demo

source: Output more comments (default=quiet)
cs: Více komentáøù na výstup (výchozí=potichu)

source: Set alternative panel path
cs: Nastavit alternativní cestu k panelu

source: Execute script file at startup
cs: Proveï skript bìhem startu

source: Number of elevation files does not match number of colors files
cs: Poèet souborù s vý¹kovým modelem neodpovídá poètu souboru s barvami
