Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: R/G/B not in range 0-255
cs: R/G/B není v rozsahu 0-255

source: invalid color name
cs: neplatný název barvy

source: Too many arguments
cs: Pøíli¹ mnoho argumentù

source: Unable to create a new process
cs: Nelze vytvoøit nový proces

source: Unable to execute command
cs: Nelze spustit pøíkaz

source: MAPSET %s not found
cs: MAPSET %s nebyl nalezen

source: can't read f_range file for [%s in %s]
cs: nelze pøeèíst f_range soubor z [%s v %s]

source: can't read range file for [%s in %s]
cs: nelze èíst soubor s rozsahem hodnot z [%s v %s]

source: can't write range file for [%s in %s]
cs: nelze vytvoøit soubor s rozsahem hodnot z [%s v %s]

source: cell_values_float: xdr_float failed for index %d
cs: cell_values_float: xdr_float neúspì¹né pro index %d.

source: cell_values_double: xdr_double failed for index %d
cs: cell_values_double: xdr_double neúspì¹né pro index %d

source: Error reading compressed map <%s@%s>, row %d
cs: chyba pøi ètení komprimované mapy <%s@%s>, øádek %d

source: Error reading map <%s@%s>, row %d
cs: chyba pøi ètení mapy <%s@%s>, øádek %d

source: Error reading null row %d
cs: chyba pøi ètení prázdného øádku %d

source: Unable to realloc buffer
cs: Buffer nelze realokovat

source: G_set_window(): projection/zone differs from that of currently open raster maps
cs: G_set_window(): mapová projekce/zóna se li¹í od aktuálnì otevøených rastrových souborù

source: G_put_map_row: %s is not integer! Use G_put_[f/d]_raster_row()!
cs: G_put_map_row: %s není celé èíslo! Pou¾ijte G_put_[f/d]_raster_row()!

source: %s: map [%s] not open for write - request ignored
cs: %s: mapa [%s] není pro zápis otevøena - ¾ádost ignorována

source: %s: map [%s] not open for random write - request ignored
cs: %s: mapa [%s] nebyla otevøena pro náhodný zápis - ¾ádost ignorována

source: %s: map [%s] not open for sequential write - request ignored
cs: %s: mapa [%s] nebyla otevøena pro sekvenèní zápis - ¾ádost ignorována

source: %s: unopened file descriptor - request ignored
cs: %s: neotevøený souborový deskriptor - ¾ádost ignorována

source: map [%s] - unable to write row %d
cs: mapa [%s] - nelze pøeèíst øádek %d

source: xdr_float failed for index %d of row %d
cs: xdr_float selhal pro index %d øádku %d

source: xdr_double failed for index %d of row %d
cs: xdr_double neúspì¹né pro index %d øádku %d

source: unable to find a temporary null file %s
cs: nemohu nalézt doèasný nullový soubor %s

source: error writing null row %d
cs: chyba pøi ètení prázdného øádku %d

source: can't write history information for [%s]
cs: nelze zapsat informace o historii pro [%s]

source: Not enough room in history file to record command line.
cs: V souboru s historií není dostatek místa, aby pøíkazová øádka mohla být zaznamenána

source: Not enough room in history file for command line (truncated).
cs: V souboru s historií není dostatek místa pro pøíkazovou øádku (zkráceno)

source: closecell: can't move %s to null file %s
cs: closecell: nemohu pøesunout %s do souboru null %s

source: Error writing floating point format file for map %s
cs: Chyba pøi zapisování souboru s èísly s plovoucí desetinnou èárkou pro mapu %s

source: closecell: can't move %s to cell file %s
cs: closecell: nemohu pøesunout %s do rastrového souboru %s

source: unable to write quant file!
cs: nemohu zapsat soubor quant!

source: unable to determine user's home directory
cs: nelze urèit domovský adresáø u¾ivatele

source: Unable to read header file for raster map <%s@%s>.
cs: Nelze èíst hlavièkový soubor pro rastrovou mapu <%s@%s>

source: It is a reclass of raster map <%s@%s>
cs: Jde o reklasifikaci rastrové mapy <%s@%s>

source: which is missing.
cs: jen¾ chybí.

source: whose header file can't be opened.
cs: jeho¾ hlavièkový soubor nelze otevøít.

source: Unable to open header file for raster map <%s@%s>
cs: Nelze otevøít hlavièkový soubor rastrové mapy <%s@%s>

source: It is a reclass of raster map <%s@%s> whose header file is invalid.
cs: Jde o reklasifikaci rastrové mapy <%s@%s> její¾ hlavièkový soubor je neplatný

source: Invalid format.
cs: Neplatný formát.

source: category support for [%s] in mapset [%s] %s
cs: podpora kategorií pro [%s] v mapsetu [%s] %s

source: category support for vector map [%s] in mapset [%s] %s
cs: podpora kategorií pro vektorový soubor [%s] v mapsetu [%s] %s

source: Unable to open file %s in <%s>
cs: Nelze otevøít soubor %s v <%s>

source: Lines%s of ellipsoid table file <%s> are invalid
cs: Øádky%s v souboru s tabulkou elipsoidu <%s> jsou neplatné

source: Line%s of ellipsoid table file <%s> is invalid
cs: Øádek%s v souboru s tabulkou elipsoidu <%s> je neplatný

source: LOCATION << %s >> not available
cs: LOCATION << %s >> není dostupná

source: EmbedGivenNulls: wrong data type!
cs: EmbedGivenNulls: ¹patný datový typ!

source: Null values have not been initialized.
cs: Nebyly inicializovány nulové hodnoty.

source: G_gisinit() must be called first.
cs: G_gisinit() musí být volán jako první.

source: Please advise GRASS developers of this error.
cs: Prosím, oznamte tuto chybu vývojáøùm GRASSu.

source: G_set_null_value: wrong data type!
cs: G_set_null_value: ¹patný datový typ!

source: ERROR in reading <%s> file for location <%s>
cs: CHYBA pøi ètení souboru <%s> v location <%s>

source: G_distance_point_to_line_segment: shouldn't happen: code=%d P=(%f,%f) S=(%f,%f)(%f,%f)
cs: G_distance_point_to_line_segment: Nemìlo se stát: code=%d P=(%f,%f) S=(%f,%f)(%f,%f)

source: Unable to make mapset element %s (%s)
cs: Nelze vytvoøit prvek %s(%s) mapsetu

source: Example: income < 1000 and inhab >= 10000
cs: Pøíklad: pøíjem < 1000 AND obyvatelé >= 10000

source: Table name
cs: Jméno tabulky

source: Driver name
cs: Jméno ovladaèe

source: Database name
cs: Jméno databáze

source: Name of elevation raster map
cs: Název rastrové vrstvy vý¹kového modelu

source: Name of elevation raster map(s)
cs: Název rastrové vrstvy/vrstev vý¹kového modelu

source: Name of input raster3d map
cs: Název vstupní 3d rastrové vrstvy

source: Name of input raster3d map(s)
cs: Název vstupní 3d rastrové vrstvy/vrstev

source: Name for output raster3d map
cs: Název výstupní 3d rastrové vrstvy

source: Type
cs: Typ

source: Feature type(s)
cs: Typ(y) vektorových objektù

source: Layer number
cs: Èíslo vrstvy

source: A single vector map can be connected to multiple database tables. This number determines which table to use.
cs: K vektorové mapì mù¾e být pøipojeno i nìkolik databázových tabulek. Tato hodnota urèuje, která tabulka má být pou¾ita

source: Background color
cs: Barva pozadí

source: Either a standard GRASS color, R:G:B triplet, or "none"
cs: Buï standardní GRASS barva, R:G:B triplet nebo "none"

source: Sorry <%s> is not a valid option
cs: Promiòte, ale <%s> není platná volba

source: Description:
cs: Popis:

source: Keywords:
cs: Klíèová slova:

source: Usage:
cs: Pou¾ití:

source: Flags:
cs: Pøepínaèe:

source: Parameters:
cs: Parametry:

source: SYNOPSIS
cs: Synopse

source: Allow overwrite
cs: Povolit pøepsání

source: Run with minimal output messages
cs: Spustit s minimálním mno¾ství výstupních správ

source: Run quietly
cs: Spustit v tichém módu

source: Unable to spawn the 'wish' program
cs: Nelze vytvoøit ¾ádaný program

source: Sorry, <%c> is not a valid flag
cs: Promiòte, ale <%c> není platný pøepínaè

source: Sorry, <%s=> is ambiguous
cs: Promiòte, ale <%s=> je dvojznaèný

source: Sorry, <%s> is not a valid parameter
cs: Promiòte, ale <%s> není platný parametr

source: ERROR: illegal range syntax for parameter <%s>
cs: CHYBA: neplatná syntaxe rozsahu pro parametr <%s>

source: Presented as: %s
cs: Zadáno: %s

source: ERROR: value <%s> out of range for parameter <%s>
cs: CHYBA: hodnota <%s> mimo rozsah parametru <%s>

source: Legal range: %s
cs: Povolený rozsah: %s

source: ERROR: Missing value for parameter <%s>
cs: CHYBA: Chybí hodnota pro parametr <%s>

source: ERROR: Required parameter <%s> not set: (%s).
cs: CHYBA: Povinný parametr <%s> nebyl zadán: (%s).

source: ERROR: option <%s> must be provided in multiples of %d
cs: CHYBA: volba <%s> musí být zadána jako násobek %d

source: You provided %d items:
cs: Bylo zadáno %d polo¾ek:

source: ERROR: option <%s>: <%s> exists.
cs: CHYBA: volba <%s>: <%s> existuje.

source: Too many reclass categories for [%s in %s]
cs: Pøíli¹ mnoho reklasifikovaných kategorií z [%s v %s]

source: Illegal reclass format in header file for [%s in %s]
cs: Neplatný formát reklasifikace v hlavièkovém souboru z [%s v %s]

source: Unable to create header file for [%s in %s]
cs: Nelze vytvoøit hlavièkový soubor pro [%s v %s]

source: Unable to create dependency file in [%s in %s]
cs: Nelze vytvoøit soubor závislostí v [%s v %s]

source: Cannot write quant rules: map %s is integer
cs: Nelze zapsat kvantizaèní pravidla: mapa %s je celoèíselná

source: Cannot write quant rules for map %s
cs: Nelze zapsat kvantizaèní pravidla pro mapu %s

source: Can't read %s for [%s in %s]
cs: Nelze èíst %s pro [%s z %s]

source: Can't create %s metadata file for [%s in %s]
cs: Nelze vytvoøit soubor s metadaty %s pro [%s z %s]

source: Can't create timestamp file for %s map %s in mapset %s
cs: Nelze vytvoøit soubor s èasovou znaèkou pro %s mapu %s v mapsetu %s

source: Invalid timestamp specified for %s map %s in mapset %s
cs: Neplatná èasová znaèka specifikovaná pro %s mapu %s v mapsetu %s

source: Can't open timestamp file for %s map %s in mapset %s
cs: Nelze otevøít soubor s èasovou znaèkou pro %s mapu %s v mapsetu %s

source: Invalid timestamp file for %s map %s in mapset %s
cs: Neplatný soubor s èasovou znaèkou pro %s mapu %s v mapsetu %s

source: Illegal n-s resolution value
cs: Neplatná hodnota rozli¹ení sever-jih

source: Illegal row value
cs: Neplatná hodnota øádku

source: Illegal e-w resolution value
cs: Neplatná hodnota rozli¹ení východ-západ

source: Illegal col value
cs: Neplatná hodnota sloupce

source: Fixing subtle input data rounding error of north boundary (%g>%g)
cs: O¹etøuji podrobná vstupní data zaokrouhlením severní hranice (%g>%g)

source: Illegal latitude for North
cs: Neplatná zem. ¹íøka pro sever

source: Fixing subtle input data rounding error of south boundary (%g>%g)
cs: O¹etøuji pøíli¹ podrobná vstupní data zaokrouhlením ji¾ní hranice (%g>%g)

source: Illegal latitude for South
cs: Neplatná zem. ¹íøka pro jih

source: Fixing subtle input data rounding error of west boundary (%g>%g)
cs: O¹etøuji pøíli¹ podrobná vstupní data zaokrouhlením západní hranice (%g>%g)

source: Fixing subtle input data rounding error of east boundary (%g>%g)
cs: O¹etøuji pøíli¹ podrobná vstupní data zaokrouhlením východní hranice (%g>%g)

source: North must be north of South
cs: Sever musí být severnì oproti jihu

source: North must be larger than South
cs: Hodnota pro sever musí být vìt¹í ne¾ pro jih

source: East must be larger than West
cs: Hodnota pro východ musí být vìt¹í ne¾ pro západ

source: Invalid coordinates
cs: Neplatné souøadnice

source: Illegal n-s3 resolution value
cs: Neplatné n-s3 rozli¹ení

source: Illegal row3 value
cs: Neplatný poèet øádek (row3)

source: Illegal e-w3 resolution value
cs: Neplatné e-w3 rozli¹ení

source: Illegal col3 value
cs: Neplatný poèet sloupcù (col3)

source: Illegal t-b3 resolution value
cs: Neplatná hodnota rozli¹ení t-b3

source: Illegal depths value
cs: Neplatný poèet øádek

source: Top must be larger than Bottom
cs: Svrchní hodnota musí být vìt¹í, ne¾ spodní.

source: duplicate projection field
cs: duplicitní polo¾ka mapové projekce

source: duplicate zone field
cs: duplicitní polo¾ka zóny

source: projection field missing
cs: chybìjící polo¾ka mapové projekce

source: zone field missing
cs: chybìjící polo¾ka zóny

source: duplicate north field
cs: duplicitní polo¾ka pro sever

source: duplicate south field
cs: duplicitní polo¾ka pro jih

source: duplicate east field
cs: duplicitní polo¾ka pro východ

source: duplicate west field
cs: duplicitní polo¾ka pro západ

source: duplicate top field
cs: duplicitní polo¾ka pro horní èást

source: duplicate bottom field
cs: duplicitní polo¾ka pro spodní èást

source: duplicate e-w resolution field
cs: duplicitní polo¾ka pro rozli¹ené e-w

source: duplicate 3D e-w resolution field
cs: duplicitní polo¾ka pro 3D rozli¹ení e-w

source: duplicate n-s resolution field
cs: duplicitní polo¾ka pro rozli¹ení n-s

source: duplicate 3D n-s resolution field
cs: duplicitní polo¾ka pro 3D rozli¹ení n-s rozli¹ení

source: duplicate t-b resolution field
cs: duplicitní polo¾ka pro t-b rozli¹ení

source: duplicate rows field
cs: duplicitní polo¾ka pro øádky

source: duplicate 3D rows field
cs: duplicitní polo¾ka pro 3D øádky

source: duplicate cols field
cs: duplicitní polo¾ka pro sloupce

source: duplicate 3D cols field
cs: duplicitní polo¾ka pro 3D sloupce

source: duplicate depths field
cs: duplicitní polo¾ka pro hloubky

source: duplicate format field
cs: duplicitní polo¾ka pro formát

source: duplicate compressed field
cs: duplicitní komprimovaná polo¾ka

source: north field missing
cs: chybí polo¾ka pro sever

source: south field missing
cs: chybí polo¾ka pro jih

source: west field missing
cs: chybí polo¾ka pro západ

source: east field missing
cs: chybí polo¾ka pro východ

source: cols field missing
cs: chybí polo¾ka pro sloupce

source: rows field missing
cs: chybí polo¾ka pro øádky

source: ewres3 field missing
cs: chybí polo¾ka pro ewres3

source: nsres3 field missing
cs: chybí polo¾ka pro nsres3

source: cols3 field missing
cs: chybí polo¾ka pro cols3

source: rows3 field missing
cs: chybí polo¾ka pro rows3

source: line %d: <%s>
cs: øádek %d: <%s>

source: Unable to open automatic MASK file
cs: Nelze automaticky otevøít soubor MASK

source: GISRC - variable not set
cs: GISRC - promìnná není nastavena

source: G_getenv(): Variable %s not set
cs: G_getenv(): Promìnná %s není nastavena

source: %s not set
cs: %s není nastaveno

source: region for current mapset %s run "g.region"
cs: region pro aktuální mapset %s spus»te "g.region"

source: default region %s
cs: výchozí region (zájmové území) %s

source: is not set
cs: není nastaveno

source: is invalid %s
cs: je neplatný %s

source: color support for [%s] in mapset [%s] %s
cs: podpora barev pro [%s] v mapsetu [%s] %s

source: G_malloc: out of memory
cs: G_malloc: do¹la pamì»

source: G_calloc: out of memory
cs: G_calloc: do¹la pamì»

source: G_realloc: out of memory
cs: G_realloc: do¹la pamì»

source: can't create histogram for [%s in %s]
cs: nelze vytvoøit histogram z [%s v %s]

source: Unable to allocate stream
cs: Nelze alokovat pamì»

source: Video codec not found
cs: Nebyl nalezen videokodek

source: Unable to open codec
cs: Nelze otevøít videokodek

source: Unable to allocate picture
cs: Nelze alokovat pamì»

source: Unable to allocate temporary picture
cs: Nelze alokovat pamì»

source: Error while writing video frame
cs: Chyba pøi zapisování videa

source: Opening MPEG stream <%s>...
cs: Otvírám MPEG video <%s>...

source: Unable to deduce output format from file extension: using MPEG
cs: Nelze zjistit výstupní typ podle pøípony: pou¾iji MPEG

source: Unable to find suitable output format
cs: Nelze nelézt pøijatelný výstupní formát

source: Invalid output format parameters
cs: Neplatné parametry formátu výstupu

source: Unable to open <%s>
cs: Nelze otevøít <%s>

source: NVIZ has not been built with MPEG output support
cs: NVIZ nebyl zkompilován s podporou výstupu v MPEG

source: Unable to show discrete FP range (use list
cs: Nelze ukázat samostatné rozmezí hodnot s desetinnou èárkou (pou¾ijte seznam

source: Unable to allocate memory for a null buffer
cs: Nelze alokovat pamì» pro nullový buffer

source: View not saved by this program,there may be some inconsistancies
cs: Pohled nebyl ulo¾en tímto programem, mohou se objevit malé neshody

source: taking too long to find points for interpolation--please change the region to area where your points are. Continuing calculations...
cs: hledání bodù pro interpolaci trvá pøíli¹ dlouho -- prosím, zmìòte region na území, které je tìmito body pokryto. Pokraèuji ve výpoètu...

source: Vector is not 3D
cs: Vektorová mapa není 3D

source: Cannot get layer info
cs: Nelze získat informace o vrstvì

source: Cannot open database %s
cs: Nelze navázat spojení s databází %s

source: Cannot find z column <%s> (please verify name, e.g. with v.info)
cs: Nelze nalézt sloupec 'z' <%s> (prosím, ovìøte jeho název, napø. pomocí v.info)

source: Column type of z column is not supported (must be integer or double)
cs: Datový typ sloupce z není podporován (musí být integer nebo double)

source: Cannot read column type of smooth column
cs: Nelze urèit typ sloupce parametru smooth

source: Column type of smooth column (datetime) is not supported
cs: Datový typ sloupce parametru smooth (datetime) není podporován

source: Column type of s column is not supported (must be integer or double)
cs: Datový typ sloupce s není podporován (musí být integer nebo double)

source: Reading lines from vector map ...
cs: Naèítání linií z vektorové mapy ...

source: Reading nodes from vector map ...
cs: Naèítání uzlù z vektorové mapy ...

source: strip exists with insufficient data
cs: pás existuje s nedostaèujícími daty

source: there are points outside specified 2D/3D region--ignored %d points
cs: nìkteré body le¾í mimo specifikovaný region -- %d bodù ignorováno

source: ignoring %d points -- too dense
cs: ignoruji %d bodù -- pøíli¹ husté pole

source: some points outside of region -- will ignore...
cs: nìkteré body mimo region -- budou ignorovány...

source: Invalid view position coordinates, using %f,%f
cs: Neplatné souøadnice bodu rozhledu, pou¾iji %f,%f

source: one moment...
cs: momentíèek...

source: No help available for command [%s]
cs: Nápovìda pro pøíkaz [%s] není dostupná

source: hit RETURN to continue -->
cs: stisknìte RETURN pro pokraèování -->

source: BUG (delete_area_cats_from_cidx): Area %d does not exist
cs: BUG (delete_area_cats_from_cidx): Plocha %d neexistuje

source: Attempt to delete dead line
cs: Pokus o odstranìní mrtvé linie

source: Insufficent memory for allocation of gaussian
cs: Nedostatek pamìti pro alokaci gaussianu

source: Graphics driver [%s] started
cs: Grafický ovladaè [%s] spu¹tìn

source: Unknown command: %d last: %d
cs: Neznámý pøíkaz: %d poslední: %d

source: Monitor: get_command: Premature EOF
cs: Monitor: get_command: Neoèekávaný konec souboru (EOF)

source: Unable to open file %s
cs: Nelze otevøít soubor %s

source: %s not found
cs: %s nenalezen

source: ERROR in reading %s
cs: CHYBA pøi ètení %s

source: Cannot open temp file
cs: Nelze otevøít doèasný soubor

source: Please specify projection name
cs: Specifikujte prosím mapovou projekci

source: Enter 'list' for the list of available projections
cs: Zadejte 'list' pro výpis dostupných mapových projekcí

source: Hit RETURN to cancel request
cs: Pro ukonèení po¾adavku stisknìte RETURN

source: invalid projection
cs: neplatná mapová projekce

source: with titles
cs: s titulky

source: (no title)
cs: (bez titulku)

source: Unable to get GIS_LOCK enviroment variable value
cs: Nelze získat hodnotu promìnné prostøedí GIS_LOCK

source: The raster map %s@%s is empty
cs: Rastrová mapa %s@%s je prázdná

source: Color table needed for file [%s] in mapset [%s].
cs: Tabulka barev potøebná pro soubor [%s] v mapsetu [%s].

source: Please identify the type desired:
cs: Urèete prosím po¾adovaný typ:

source: 1: Random colors
cs: 1: Náhodné barvy:

source: 2: Red, green, and blue color ramps
cs: 2: Èervená, zelená a modrá

source: 3: Color wave
cs: 3: Barevná vlna

source: 4: Gray scale
cs: 4: Odstíny ¹edi

source: 5: Aspect
cs: 5: Expozice

source: 6: Rainbow colors
cs: 6: Barvy duhy

source: 7: Red through yellow to green
cs: 7: Od èervené pøes ¾lutou k zelené

source: 8: Green through yellow to red
cs: 8: Od zelené pøes ¾lutou k èervené

source: RETURN quit
cs: RETURN konec

source: %s invalid; Try again >
cs: %s neplatné; Zkuste to znova >

source: Please specify datum name
cs: Specifikujte prosím vý¹kový systém (datum)

source: Enter 'list' for the list of available datums
cs: Zadejte 'list' pro výpis dostupných vý¹kových systémù (datumù)

source: or 'custom' if you wish to enter custom parameters
cs: nebo 'custom' pokud si pøejete vlo¾it volitelné parametry

source: invalid datum
cs: neplatný vý¹kový systém (datum)

source: to cancel request
cs: pro zru¹ení po¾adavku

source: Enter a new %s file name
cs: Zadejte název nového %s souboru

source: Enter the name of an existing %s file
cs: Zadejte název existujícího %s souboru

source: Enter %s file name
cs: Zadejte název %s souboru

source: Enter 'list' for a list of existing %s files
cs: Zadejte 'list' pro výpis existujících %s souborù

source: Enter 'list -f' for
cs: Zadejte 'list -f' pro

source: a list %s
cs: výpis %s

source: an extended list
cs: roz¹íøený výpis

source: Hit RETURN %s
cs: Stisknìte RETURN %s

source: ** %s - not found **
cs: ** %s - nenalezeno **

source: ** %s exists. ok to overwrite?
cs: ** %s existuje. Pøepsat?

source: **<%s> illegal name **
cs: **<%s> neplatné jméno **

source: ** %s - illegal request **
cs: ** %s - neplatný po¾adavek **

source: ** %s - exists, select another name **
cs: ** %s - existuje, zvolte jiné jméno **

source: ask: can't happen
cs: ask: nemù¾e nastat

source: <%s>: bad mapset
cs: <%s>: neplatný mapset

source: FLAG: Set the following flag?
cs: PØEPÍNAÈ: Nastavit následující pøepínaè?

source: OPTION: %s
cs: VOLBY: %s

source: key: %s
cs: klíè: %s

source: format: %s
cs: formát: %s

source: default: %s
cs: výchozí: %s

source: required: %s
cs: povinný: %s

source: multiple: %s
cs: vícenásobný: %s

source: enter option >
cs: zadejte volbu >

source: Try again?
cs: Zkusit znovu?

source: Sorry, %s is not accepted.
cs: Promiòte, ale %s není akceptován.

source: You have chosen: %s
cs: Bylo vybráno: %s

source: Is this correct?
cs: Je to správnì?

source: to accept the default
cs: pou¾ít výchozí

source: Please specify ellipsoid name
cs: Specifikujte prosím referenèní elipsoid

source: Enter 'list' for the list of available ellipsoids
cs: Zadejte 'list' pro výpis dostupných ref. elipsoidù

source: invalid ellipsoid
cs: neplatný ref. elipsoid

source: ERROR %s from graphics driver.
cs: CHYBA %s grafického ovladaèe

source: Unable to allocate memory
cs: Nelze alokovat pamì»

source: ERROR - eof from graphics monitor.
cs: CHYBA - eof z grafického monitoru.

source: Warning - no response from graphics monitor <%s>.
cs: Upozornìní - ¾ádná odezva od grafického monitoru <%s>.

source: Check to see if the mouse is still active.
cs: Zkontrolujte zda-li je my¹ stále aktivní.

source: ERROR - no response from graphics monitor <%s>.
cs: CHYBA - ¾ádná odezva od grafického monitoru <%s>.

source: No graphics monitor has been selected for output.
cs: Nebyl zvolen ¾ádný grafický monitor pro výstup.

source: Please run "d.mon" to select a graphics monitor.
cs: Pro výbìr grafického monitoru zavolejte "d.mon".

source: Failed to get socket name for monitor <%s>.
cs: Nelze získat soket pro monitor <%s>.

source: No socket to connect to for monitor <%s>.
cs: Není dostupný ¾ádný soket pro pøipojení k monitoru <%s>.

source: Socket is already in use or not accepting connections.
cs: Soket je ji¾ pou¾íván nebo není akceptováno spojení.

source: Use d.mon to select a monitor
cs: Pro výbìr grafického monitoru zavolejte d.mon.

source: Trying to connect to something not a socket.
cs: Pokus o pøipojení k nìèemu, co není soketem.

source: Probably program error.
cs: Pravdìpodobnì chyba programu.

source: Connect attempt timed out.
cs: Pøipojení selhalo.

source: Probably an error with the server.
cs: Pravdìpodobnì je chyba na stranì serveru.

source: Connection failed.
cs: Pøipojení selhalo.

source: Unable to open temporary file
cs: Nelze otevøít doèasný soubor
