Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Table <%s> not found in database <%s> using driver <%s>
sv: Tabell <%s> hittades inte i databas <%s> med drivrutin <%s>

source: Unable to start driver <%s>
cs: Nelze spustit ovladaè <%s>
sv: Det går inte att starta drivrutinen <%s>

source: Unable to open database <%s>
cs: Nelze otevøít databázi <%s>
sv: Det går inte att öppna databasen <%s>

source: Unable to describe table <%s>
cs: Nelze popsat tabulku <%s>
sv: Det går inte att beskriva bordet <%s>

source: database
sv: databas

source: attribute table
sv: attributtabell

source: List all columns for a given table.
cs: vypí¹e v¹echny sloupce pro zadanou tabulku.
sv: Lista alla kolumner för en given tabell.

source: connection settings
sv: anslutningsinställningar

source: Prints/sets general DB connection for current mapset.
sv: Skriver ut/ställer in allmän DB-anslutning för aktuell mapset.

source: Print current connection parameters and exit
cs: Vypi¹ parametry souèasného pøipojení a ukonèi se
sv: Skriv ut aktuella anslutningsparametrar och avsluta

source: Substitute variables in database settings
sv: Ersätta variabler i databasinställningar

source: Print
cs: Tisk
sv: Skriv ut

source: Print current connection parameters using shell style and exit
sv: Skriv ut aktuella anslutningsparametrar med skal-stil och avsluta

source: Check connection parameters, set if uninitialized, and exit
cs: Zkontrolovat nastavení parametrù souèasného pøipojení, nastavit je pokud nejsou, a ukonèit se
sv: Kontrollera anslutningsparametrar, ställ in om de inte är initialiserade och avsluta

source: Set
sv: Sätt

source: Set from default settings and exit
sv: Återställ till standardinställningarna och avsluta

source: Overwrite current settings if already initialized
sv: Skriv över aktuella inställningar om de redan är initialiserade

source: Default group of database users to which select privilege is granted
cs: Výchozí skupina u¾ivatelù databáze, které jsou pøiøazeny práva na select.
sv: Standardgrupp av databasanvändare till vilken select-behörighet beviljas

source: Database connection not defined. Run db.connect.
cs: Spojení s databází nebylo pro ovladaè definováno. Spus»te db.connect
sv: Databasanslutningen är inte definierad. Kör db.connect.

source: Default driver / database set to: driver: %s database: %s
cs: Výchozí ovladaè /databáze nastavena na: ovladaè: %s databáze: %s
sv: Standarddrivrutin / databas inställd på: drivrutin: %s databas: %s

source: DB settings already defined, nothing to do
sv: DB-inställningarna är redan definierade, inget att göra

source: Default driver is not set
cs: Základní ovladaè není nastaven
sv: Standarddrivrutin är inte inställd

source: Default database is not set
cs: Název vstupní databáze není nastaven
sv: Standarddatabasen är inte inställd

source: Unable to set default database connection
sv: Det går inte att ange standardanslutning till databas

source: SQL
sv: Structured Query Language

source: Copy a table.
sv: Kopiera ett bord.

source: Either 'from_table' (optionally with 'where') can be used or 'select' option, but not 'from_table' and 'select' at the same time.
sv: Antingen kan 'from_table' (eventuellt med 'where') användas eller 'select', men inte 'from_table' och 'select' samtidigt.

source: Input driver name
cs: Název vstupního ovladaèe
sv: Ange drivrutinens namn

source: Input database name
cs: Název vstupní databáze
sv: Namn på inmatningsdatabas

source: Input table name (only, if 'select' is not used)
cs: Název vstupní tabulky (pouze pokud nebyla pou¾ita klauzule 'select')
sv: Namn på inmatningstabell (endast om "select" inte används)

source: Output driver name
cs: Název výstupního ovladaèe
sv: Namn på drivrutin för utdata

source: Output database name
cs: Název výstupní databáze
sv: Namn på databas för utdata

source: Output table name
cs: Název výstupní tabulky
sv: Namn på utmatningstabell

source: Full select statement (only, if 'from_table' and 'where' is not used)
sv: Fullständig select-sats (endast om 'from_table' och 'where' inte används)

source: E.g.: SELECT dedek FROM starobince WHERE obec = 'Frimburg'
sv: T.ex: SELECT dedek FROM starobince WHERE obec = 'Frimburg'

source: Cannot combine 'from_table' and 'select' options
cs: Nelze kombinovat volby 'from_table' a 'select'
sv: Det går inte att kombinera alternativen 'from_table' och 'select'

source: Either 'from_table' or 'select' option must be given.
cs: Musíte zadat buï 'from_table' nebo 'select'.
sv: Antingen måste alternativet 'from_table' eller 'select' anges.

source: Cannot combine 'select' and 'where' options
cs: Nelze kombinovat volby 'select' a 'where'
sv: Det går inte att kombinera "select"- och "where"-alternativ

source: Copy table failed
cs: Kopírování tabulky se nezdaøilo
sv: Kopiering av tabell misslyckades

source: Creates an empty database.
cs: Vytvoøit prázdnou databázi.
sv: Skapar en tom databas.

source: Unable to list databases. Try to define correct connection settings by db.login.
sv: Det går inte att lista databaser. Försök att definiera korrekta anslutningsinställningar genom db.login.

source: No databases found
sv: Inga databaser hittades

source: Connection
sv: Anslutning

source: Location
sv: Plats

source: Path for SQLite driver, or connection string for PostgreSQL driver
sv: Sökväg för SQLite-drivrutin eller anslutningssträng för PostgreSQL-drivrutin

source: Lists all databases for a given driver and location.
sv: Visar en lista över alla databaser för en viss drivrutin och plats.

source: Failed to initialize JSON array. Out of memory?
sv: Misslyckades med att initiera JSON-array. Har du slut på minne?

source: Failed to initialize pretty JSON string.
sv: Misslyckades med att initiera en vacker JSON-sträng.

source: Print column names only instead of full column descriptions
cs: vypi¹ pouze jména sloupcù místo plného popisu sloupcù
sv: Skriv endast ut kolumnnamn istället för fullständiga kolumnbeskrivningar

source: Describes a table in detail.
cs: Popi¹ tabulku (detailnì).
sv: Beskriver en tabell i detalj.

source: Unable to read dbmscap file
sv: Det går inte att läsa filen dbmscap

source: Full output
cs: Úplný výstup
sv: Full effekt

source: Print drivers and exit
sv: Skriv ut drivrutiner och avsluta

source: Lists all database drivers.
sv: Visar en lista över alla databasdrivrutiner.

source: Removes an existing database.
sv: Tar bort en befintlig databas.

source: Unable to open file <%s>: %s
sv: Det går inte att öppna filen <%s>: %s

source: Error while executing: '%s'
cs: Chyba pøi vykonávání: '%s'
sv: Fel under exekvering: '%s'

source: Executes any SQL statement.
cs: Vykoná jakýkoliv pøíkaz SQL.
sv: Exekverar valfri SQL-sats.

source: For SELECT statements use 'db.select'.
sv: För SELECT-satser används "db.select".

source: SQL statement
sv: SQL-sats

source: Example: update rybniky set kapri = 'hodne' where kapri = 'malo'
sv: Exempel: update rybniky set kapri = "hodne" where kapri = "malo

source: Name of file containing SQL statement(s)
sv: Namn på fil som innehåller SQL-sats(er)

source: '-' for standard input
sv: "-" för standardinmatning

source: Ignore SQL errors and continue
cs: Ignoruj chyby SQL a pokraèuj
sv: Ignorera SQL-fel och fortsätt

source: Errors
sv: Fel

source: You must provide <%s> or <%s> option
sv: Du måste ange alternativet <%s> eller <%s>

source: Sets user/password for DB driver/database.
sv: Ställer in användare/lösenord för DB-drivrutin/databas.

source: Username
cs: U¾ivatel
sv: Användarnamn

source: Settings
cs: Nastavení
sv: Inställningar

source: Password
cs: Heslo
sv: Lösenord

source: Hostname
sv: Värdnamn

source: Relevant only for pg and mysql driver
sv: Relevant endast för pg- och mysql-drivrutiner

source: Print connection settings and exit
sv: Skriv ut anslutningsinställningar och avsluta

source: Unable to set user/password
cs: Nelze nastavit u¾ivatele/heslo
sv: Det går inte att ange användare/lösenord

source: The password was stored in file (%s%cdblogin)
sv: Lösenordet lagrades i filen (%s%cdblogin)

source: failed
sv: misslyckades

source: succeeded
sv: lyckades

source: Unable to open file <%s> for writing
sv: Det går inte att öppna filen <%s> för skrivning

source: Query
cs: Dotaz
sv: Fråga

source: Name of file containing SQL select statement(s)
sv: Namn på fil som innehåller SQL select-sats(er)

source: Name of table to query
sv: Namn på tabellen som ska efterfrågas

source: Vertical record separator (requires -v flag)
sv: Vertikal skivavskiljare (kräver flaggan -v)

source: Name for output file (if omitted or "-" output to stdout)
cs: Název výstupní mapy (pro standardní výstup pou¾ijte "-")
sv: Namn på utdatafil (om utelämnad eller "-" utdata till stdout)

source: Do not include column names in output
cs: Nezahrnuj jména sloupcù do výstupu
sv: Inkludera inte kolumnnamn i utdata

source: Describe query only (don't run it)
cs: Dotaz pouze popi¹ (neprovádìj)
sv: Beskriv endast frågan (kör den inte)

source: Vertical output (instead of horizontal)
cs: Vertikální výstup (místo horizontálního)
sv: Vertikal utmatning (istället för horisontell)

source: Only test query, do not execute
cs: Pouze otestovat dotaz, neprovádìt
sv: Testa bara frågan, kör inte

source: Selects data from attribute table.
sv: Väljer data från attributtabellen.

source: Performs SQL query statement(s).
sv: Utför SQL-frågeställning(ar).

source: You must provide one of these options: <%s>, <%s>, or <%s>
sv: Du måste ange ett av dessa alternativ: <%s>, <%s> eller <%s>

source: Unable to list tables from database <%s>
sv: Det går inte att lista tabeller från databasen <%s>

source: No tables found
sv: Inga bord hittades

source: Print tables and exit
cs: vypi¹ tabulky a ukonèi se.
sv: Skriv ut tabeller och avsluta

source: System tables instead of user tables
cs: systémové tabulky místo u¾ivatelských
sv: Systemtabeller istället för användartabeller

source: Lists all tables for a given database.
cs: Vypí¹e v¹echny tabulky pro danou databázi.
sv: Visar en lista över alla tabeller för en viss databas.

source: Column '%s' already exists (duplicate name)
sv: Kolumn '%s' finns redan (duplicerat namn)

source: Column '%s' does not exist
sv: Kolumnen '%s' finns inte

source: Unable to create table
sv: Det går inte att skapa en tabell

source: Unable to allocate new cursor
sv: Det går inte att allokera en ny markör

source: Unable to tokenize new cursor
sv: Det går inte att tokenisera en ny markör

source: Unable to create DBF database: %s
sv: Det går inte att skapa en DBF-databas: %s

source: Cannot open DBF database directory: %s
sv: Det går inte att öppna DBF-databasens katalog: %s

source: Unable to open DBF database: %s
sv: Det går inte att öppna DBF-databasen: %s

source: SQL parser error
sv: Fel i SQL-parsern

source: in statement:
sv: i uttalande:

source: Table '%s' doesn't exist.
sv: Tabellen '%s' finns inte.

source: Unable to load table head.
sv: Det går inte att ladda bordshuvudet.

source: Unable to modify table, don't have write permission for DBF file.
sv: Det går inte att ändra tabellen, har inte skrivbehörighet för DBF-fil.

source: Column '%s' not found
sv: Kolumnen '%s' hittades inte

source: Incompatible value type.
sv: Inkompatibel värdetyp.

source: Unable to add column.
sv: Det går inte att lägga till en kolumn.

source: Unable to delete column.
sv: Det går inte att ta bort kolumnen.

source: Table %s already exists
sv: Tabell %s finns redan

source: Unable to create table.
sv: Det går inte att skapa en tabell.

source: Error in selecting rows
sv: Fel vid val av rader

source: Cannot load table.
sv: Det går inte att ladda tabellen.

source: Incompatible types in WHERE condition.
sv: Inkompatibla typer i WHERE skick.

source: Result of WHERE condition is not of type BOOL.
sv: Resultatet av WHERE-betingelsen är inte av typen BOOL.

source: Error in evaluation of WHERE condition.
sv: Fel i utvärdering av WHERE-tillstånd.

source: Unknown result (%d) of WHERE evaluation
sv: Okänt resultat (%d) av WHERE-utvärderingen

source: Unknown WHERE condition type (bug in DBF driver).
sv: Okänd typ av WHERE-tillstånd (fel i DBF-drivrutinen).

source: Unable to find order column '%s'
sv: Det går inte att hitta orderkolumnen '%s'

source: Division by zero
sv: Delning med noll

source: Value operand for AND
sv: Värdeoperand för AND

source: Value operand for OR
sv: Värdeoperand för OR

source: Value operand for NOT
sv: Värdeoperand för NOT

source: Unknown operator %d
sv: Okänd operatör %d

source: Arithmetical operation with strings is not allowed
sv: Aritmetisk operation med strängar är inte tillåten

source: Comparison between string and number is not allowed
sv: Jämförelse mellan sträng och tal är inte tillåten

source: Comparison '%s' between strings not allowed
sv: Jämförelsen '%s' mellan strängar är inte tillåten

source: Match (~) between numbers not allowed
sv: Matchning (~) mellan siffror är inte tillåten

source: Table '%s' doesn't exist
sv: Tabellen '%s' finns inte

source: Unable to execute statement.
sv: Det går inte att utföra uttalandet.

source: Unable to open cursor.
sv: Det går inte att öppna markören.

source: Unable to add table %s to %s. The file path is too long.
sv: Det går inte att lägga till tabell %s till %s. Filens sökväg är för lång.

source: Unable to open DBF file.
sv: Det går inte att öppna filen DBF.

source: Unable to move '%s' to '%s'.
sv: Det går inte att flytta '%s' till '%s'.

source: Unable to create table: %s %s
sv: Det går inte att skapa en tabell: %s %s

source: Unable allocate cursor.
sv: Det går inte att allokera markören.

source: Unable to add dnew token.
sv: Det går inte att lägga till dnew-token.

source: Connection failed.
sv: Anslutningen misslyckades.

source: Unable to set SQL ANSI_QUOTES mode:
sv: Det går inte att ställa in SQL ANSI_QUOTES-läge:

source: Unable parse MySQL embedded database name
sv: Det går inte att tolka namnet på den inbäddade MySQL-databasen

source: Cannot initialize MySQL embedded server
cs: Nelze inicializovat pøipojený MySQL server
sv: Det går inte att initiera den inbäddade MySQL-servern

source: Unable to connect to MySQL embedded server:
sv: Det går inte att ansluta till den inbäddade MySQL-servern:

source: Unable to describe table:
sv: Det går inte att beskriva bordet:

source: Unable to describe table
sv: Det går inte att beskriva bordet

source: MySQL driver: column '%s', type %d is not supported
cs: ovladaè MySQL: sloupec '%s', typu %d není podporován
sv: MySQL-drivrutin: kolumn '%s', typ %d stöds inte

source: column '%s' : type BIGINT is stored as integer (4 bytes) some data may be damaged
cs: sloupec '%s' : typ BITINT byl ulo¾en jako integer nìkterá data mohou být po¹kozena
sv: kolumn '%s' : typ BIGINT lagras som heltal (4 byte) vissa data kan vara skadade

source: Unable to execute:
sv: Kan inte köras:

source: Unable to start transaction:
sv: Det går inte att starta transaktionen:

source: Unable to commit transaction:
sv: Det går inte att genomföra transaktionen:

source: Cursor not found
cs: Kurzor nenalezen
sv: Markören hittades inte

source: Cursor position is not supported by MySQL driver
cs: Pozice kurzoru není podporována ovladaèem MySQL
sv: Markörens position stöds inte av MySQL-drivrutinen

source: Unable to scan timestamp:
sv: Det gick inte att skanna tidsstämpeln:

source: Unknown timestamp format:
cs: Neznámý formát èasové znaèky:
sv: Okänt format för tidsstämpel:

source: Unable to scan date:
sv: Det går inte att skanna datum:

source: Unable to scan time:
sv: Det går inte att skanna tid:

source: Unable to scan datetime:
sv: Det går inte att skanna datatid:

source: Unable to create index:
sv: Det går inte att skapa ett index:

source: Unable get list of tables:
sv: Det går inte att få en lista över tabeller:

source: Wrong port number in MySQL database definition:
cs: ©patný port v definici databáze MySQL:
sv: Fel portnummer i MySQL-databasdefinitionen:

source: 'user' in database definition is not supported, use db.login
cs: 'u¾ivatel' v definici databáze není podporován, pou¾ijte db.login
sv: "user" i databasdefinitionen stöds inte, använd db.login

source: 'password' in database definition is not supported, use db.login
cs: 'heslo' v definici databáze není podporováno, pou¾ijte db.login
sv: "password" i databasdefinitionen stöds inte, använd db.login

source: Unknown option in database definition for MySQL:
sv: Okänt alternativ i databasdefinitionen för MySQL:

source: Unable to select data:
sv: Det går inte att välja data:

source: Unable to describe table.
sv: Det går inte att beskriva bordet.

source: Unable to allocate cursor
sv: Det går inte att allokera markören

source: Unable to add new token.
sv: Det går inte att lägga till en ny token.

source: Unable to allocate handle.
sv: Det går inte att allokera handtaget.

source: Unable to set handle
sv: Går inte att ställa in handtaget

source: Table %s doesn't exist
sv: Tabell %s finns inte

source: Table %s isn't 'TABLE' or 'VIEW' but %s
sv: Tabell %s är inte 'TABLE' eller 'VIEW' utan %s

source: Unable to add new token
sv: Det går inte att lägga till en ny token

source: Had to open data source read-only
sv: Var tvungen att öppna datakällan skrivskyddad

source: Unable to open OGR data source
sv: Det går inte att öppna OGR-datakällan

source: OGR layer <%s> does not exist
sv: OGR-skiktet <%s> finns inte

source: Unable to describe table
sv: Det går inte att beskriva bordet

source: OGR driver: column '%s', OGR type %d is not supported
sv: OGR-drivrutin: kolumn '%s', OGR-typ %d stöds inte

source: Column '%s' : type int8 (bigint) is stored as integer (4 bytes) some data may be damaged
sv: Kolumn '%s' : typ int8 (bigint) lagras som heltal (4 byte) vissa data kan vara skadade

source: Unknown type
cs: Neznámý typ
sv: Okänd typ

source: OGR layer <%s> not found
sv: OGR-lager <%s> hittades inte

source: Column <%s> not found in table <%s>
cs: Sloupec <%s> nebyl nalezen v tabulce <%s>
sv: Kolumn <%s> finns inte i tabell <%s>

source: OGR failed to write feature fid=%lld to layer <%s>
sv: OGR misslyckades med att skriva funktion fid=%lld till lager <%s>

source: DB_PREVIOUS not supported
sv: DB_PREVIOUS stöds inte

source: DB_LAST not supported
sv: DB_LAST stöds inte

source: Unable to db_alloc_string_array()
sv: Det går inte att db_alloc_string_array()

source: Unable to select:
sv: Det går inte att välja:

source: Unknown column type (%s)
sv: Okänd kolumntyp (%s)

source: Unable to create table:
sv: Det går inte att skapa en tabell:

source: Unable to grant select on table:
sv: Det går inte att ge select på bordet:

source: Unable to set schema:
sv: Det går inte att ställa in schema:

source: Unable to select data types
sv: Det går inte att välja datatyper

source: Unable to create database <%s>
sv: Det går inte att skapa en databas <%s>

source: Unable to drop database <%s>
sv: Det går inte att släppa databasen <%s>

source: PostgreSQL driver: column '%s', type %d is not supported
sv: PostgreSQL-drivrutin: kolumn '%s', typ %d stöds inte

source: column '%s' : type bool (boolean) is stored as char(1), values: 0 (false), 1 (true)
cs: sloupec '%s' : typ boolean je ulo¾en jako char(1), hodnoty: 0 (false), 1 (true)
sv: kolumn '%s' : typ bool (boolean) lagras som char(1), värden: 0 (falsk), 1 (sann)

source: Unable to 'BEGIN' transaction
sv: Det går inte att "BEGIN" transaktionen

source: Unable to 'COMMIT' transaction
sv: Det går inte att "COMMIT:a" transaktionen

source: Unable to scan date:
sv: Det går inte att skanna datum:

source: Unable to scan time:
sv: Det går inte att skanna tid:

source: Unable to scan timestamp (no idea how to process time zone):
sv: Det går inte att skanna tidsstämpeln (ingen aning om hur tidszonen ska behandlas):

source: Unable to scan timestamp (not enough arguments):
sv: Det gick inte att skanna tidsstämpeln (inte tillräckligt med argument):

source: Unable to recognize boolean value
sv: Booleskt värde kan inte identifieras

source: Taken not found
sv: Taget inte hittat

source: Unable to create index
cs: Nelze vytvoøit index
sv: Det går inte att skapa index

source: No path given
sv: Ingen väg angiven

source: Unable to connect to Postgres:
sv: Det går inte att ansluta till Postgres:

source: Unable to select from Postgres:
sv: Det går inte att välja från Postgres:

source: Out of memory
cs: Pamì» vyèerpána
sv: Ut ur minnet

source: Unable to select table names.
sv: Det går inte att välja tabellnamn.

source: Unable to select view names.
sv: Det går inte att välja namn på vyer.

source: Unknown option in database definition for PostgreSQL:
cs: Neznámá volba v definici databáze pro PostgreSQL:
sv: Okänt alternativ i databasdefinitionen för PostgreSQL:

source: Unable grant on table:
sv: Otillgängligt bidrag på bordet:

source: Unable set DATESTYLE
sv: Det går inte att ställa in DATESTYLE

source: Unable to select:
sv: Det går inte att välja:

source: Unable to execute():
sv: Det gick inte att utföra():

source: Error in sqlite3_step():
sv: Fel i sqlite3_step():

source: Unable to allocate cursor.
sv: Det går inte att tilldela markören.

source: Database name <%s> is too long
sv: Databasnamnet <%s> är för långt

source: Unable to create directory '%s' for sqlite database
sv: Det går inte att skapa katalogen '%s' för sqlite-databasen

source: Disabling SQLite locking
sv: Inaktivera SQLite-låsning

source: The sqlite config option '%s' is not supported
sv: Konfigurationsalternativet '%s' för sqlite stöds inte

source: Unable to open database:
sv: Det går inte att öppna databasen:

source: SQLite database connection is still busy
sv: SQLite-databasanslutningen är fortfarande upptagen

source: Database <%s> already exists
sv: Databas <%s> finns redan

source: Unable to create database:
sv: Det går inte att skapa en databas:

source: Database <%s> not found
sv: Databas <%s> hittades inte

source: Error in sqlite3_prepare():
sv: Fel i sqlite3_prepare():

source: SQLite driver: column '%s', SQLite type %d is not supported
cs: Ovladaè SQLite: sloupec '%s', typ SQLite %d není podporován
sv: SQLite-drivrutin: kolumn '%s', SQLite-typ %d stöds inte

source: Error in sqlite3_finalize():
sv: Fel i sqlite3_finalize():

source: 'BEGIN' transaction failed:
sv: 'BEGIN'-transaktionen misslyckades:

source: 'COMMIT' transaction failed:
sv: 'COMMIT'-transaktionen misslyckades:

source: Unable to fetch:
sv: Går inte att hämta:

source: DB_PREVIOUS is not supported
sv: DB_PREVIOUS stöds inte

source: DB_LAST is not supported
sv: DB_LAST stöds inte

source: Unable to scan timestamp:
sv: Det gick inte att skanna tidsstämpeln:

source: SQLite driver: parsing of interval values not implemented; assuming seconds
sv: SQLite-drivrutin: tolkning av intervallvärden inte implementerad; antar sekunder

source: Unable to scan interval:
sv: Det går inte att skanna intervallet:

source: Unable to get number of rows:
sv: Det går inte att få fram antal rader:

source: Unable to open directory '%s'
sv: Det går inte att öppna katalogen '%s'

source: SQLite database connection '%s' is still busy
sv: SQLite-databasanslutningen '%s' är fortfarande upptagen

source: Unable to list tables:
sv: Det går inte att lista tabeller:

source: Busy SQLITE db, already waiting for %d seconds...
sv: Upptagen SQLITE db, har redan väntat i %d sekunder...

source: Error in sqlite3_exec():
sv: Fel i sqlite3_exec():

source: Programmer error
sv: Fel i programmeraren

source: Could not read symbol "%s"
sv: Det gick inte att läsa symbolen "%s"

source: cartography
sv: kartografi

source: Displays a barscale on the graphics monitor.
cs: Zobrazí mìøítko v monitoru GRASSu
sv: Visar en stapelskala på grafikmonitorn.

source: Use feet/miles instead of meters
cs: Pou¾ij stopy/míle místo metrù
sv: Använd fot/mil i stället för meter

source: Draw the scale bar without text
sv: Rita skalstrecket utan text

source: Display north-arrow symbol.
sv: Symbol för nordpil visas.

source: Style
sv: Stil
