Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: group= and raster= are mutually exclusive
sv: group= och raster= är ömsesidigt uteslutande

source: Writing to text file requires output=filename
sv: Skrivning till textfil kräver output=filnamn

source: gnuplot required, please install first
sv: gnuplot krävs, installera först

source: No data returned from query
sv: Ingen data returnerad från förfrågan

source: Satellite %s...
sv: Satellit %s...

source: The number of input raster maps (bands) should be %s
sv: Antalet ingående rasterkartor (band) ska vara %s

source: Tasseled Cap components calculated
sv: Tofsad keps komponenter beräknade

source: cs2cs program not found, install PROJ first: https://proj.org
sv: cs2cs-programmet hittades inte, installera PROJ först: https://proj.org

source: Unable to project to or from a XY location
sv: Kan inte projicera till eller från en XY-plats

source: Invalid PROJ.4 input specification
sv: Ogiltig PROJ.4 inmatningsspecifikation

source: Invalid PROJ.4 output specification
sv: Ogiltig PROJ.4 utdataspecifikation

source: Missing output projection parameters
sv: Saknade parametrar för utmatningsprojektion

source: Unable to read input data
sv: Det går inte att läsa inmatningsdata

source: Projection transform probably failed, please investigate
sv: Projektionstransformationen misslyckades förmodligen, undersök detta

source: Raster map <%s> already exists.
sv: Rasterkarta <%s> finns redan.

source: Calculating the three component maps...
sv: Beräkning av de tre komponentkartorna...

source: Done. Use the following command to visualize the result:
sv: Klart. Använd följande kommando för att visualisera resultatet:

source: Extracting buffers (1/2)...
sv: Extrahering av buffertar (1/2)...

source: Extracting buffers (2/2)...
sv: Extrahering av buffertar (2/2)...

source: Using RST interpolation...
sv: Med hjälp av RST-interpolering...

source: Locating and isolating NULL areas...
sv: Lokalisering och isolering av NULL-områden...

source: Skipping masked raster parts
sv: Hoppa över maskerade rasterdelar

source: Growing NULL areas
sv: Växande NULL-områden

source: abandoned. Removing temporary map, restoring user mask if needed:
sv: övergiven. Ta bort tillfällig karta, återställ användarmask vid behov:

source: Assigning IDs to NULL areas
sv: Tilldelning av ID till NULL-områden

source: abandoned. Removing temporary maps, restoring user mask if needed:
sv: övergiven. Ta bort tillfälliga kartor, återställ användarmask om det behövs:

source: Input map <%s> has no holes. Copying to output without modification.
sv: Inmatningskartan <%s> har inga hål. Kopiering till utdata utan modifiering.

source: Processing %d map holes
sv: Bearbetning %d karthål

source: Filling hole %s of %s
sv: Fyllningshål %s eller %s

source: Interpolating %d points
sv: Interpolering av %d punkter

source: No points to interpolate
sv: Inga punkter att interpolera

source: Failed to fill hole %s
sv: Misslyckades med att fylla hålet %s

source: Filling has failed silently. Leaving temporary maps with prefix <%s> for debugging.
sv: Fyllning har misslyckats tyst. Lämnar tillfälliga kartor med prefix <%s> för felsökning.

source: Using %s bspline interpolation
sv: Använda %s bspline-interpolering

source: Failure during bspline interpolation. Error message: %s
sv: Fel under bspline-interpolation. Felmeddelande: %s

source: Patching fill data into NULL areas...
sv: Patcha fyllnadsdata i NULL-områden...

source: Filled raster map is: %s
sv: Fylld rasterkarta är: %s

source: Following holes where not filled. Temporary maps with are left in place to allow examination of unfilled holes
sv: Följande hål fylldes inte igen. Tillfälliga kartor med lämnas på plats för att möjliggöra undersökning av ofyllda hål

source: Output can be written only to the current mapset
sv: Utdata kan endast skrivas till aktuell mapset

source: Growing failed. Removing temporary maps.
sv: Växande misslyckades. Borttagning av tillfälliga kartor.

source: Shrinking failed. Removing temporary maps.
sv: Krympning misslyckades. Borttagning av tillfälliga kartor.

source: To set custom resolution value, select 'value' in resolution option
sv: För att ställa in ett anpassat upplösningsvärde, välj "värde" i upplösningsalternativet

source: Resolution value can't be smaller than 0
sv: Upplösningsvärdet får inte vara mindre än 0

source: Please provide the resolution for the imported dataset or change to 'estimated' resolution
sv: Ange upplösningen för den importerade datasetet eller ändra till "uppskattad" upplösning

source: Input <%s> successfully imported without reprojection
sv: Input <%s> framgångsrikt importerad utan reprojektion

source: Unable to import GDAL dataset <%s>
sv: Det går inte att importera GDAL-dataset <%s>

source: Coordinate reference system not available for current project <%s>
sv: Referenssystemet för koordinater är inte tillgängligt för det aktuella projektet <%s>

source: Creating temporary project for <%s>...
sv: Skapar tillfälligt projekt för <%s>...

source: Unable to read GDAL dataset <%s>
sv: Det går inte att läsa GDAL-dataset <%s>

source: Coordinate reference system not available for input <%s>
sv: Referenssystem för koordinater inte tillgängligt för inmatning <%s>

source: Importing <%s> to temporary project...
sv: Importera <%s> till tillfälligt projekt...

source: Input contains GCPs, rectification is required
sv: Indata innehåller GCP:er, korrigering krävs

source: Unable to get reprojected map extent
sv: Det går inte att få en omprojicerad kartutsträckning

source: Please check the 'extent' parameter
sv: Kontrollera parametern "extent"

source: Unable to reproject to source project
sv: Det går inte att återprojektera till källprojektet

source: Estimated target resolution for input band <{out}>: {res}
sv: Beräknad målupplösning för inmatningsband <{out}>: {res}

source: Using given resolution for input band <{out}>: {res}
sv: Använda given upplösning för inmatningsband <{out}>: {res}

source: Using current region resolution for input band <{out}>: nsres={ns}, ewres={ew}
sv: Använda aktuell regionupplösning för inmatningsband <{out}>: nsres={ns}, ewres={ew}

source: Reprojecting <%s>...
sv: Återprojicering av <%s>...

source: Unable to to reproject raster <%s>
sv: Det går inte att återprojicera raster <%s>

source: The reprojected raster <%s> is empty
sv: Det återprojicerade rastret <%s> är tomt

source: gdalwarp is not in the path and executable
sv: gdalwarp är inte i sökvägen och körbar

source: This module needs to be run in a projected location (found: %s)
sv: Den här modulen måste köras på en projicerad plats (hittades: %s)

source: band %s is not an available Terra/ASTER band
sv: band %s är inte ett tillgängligt Terra/ASTER-band

source: Cleaning up ...
sv: Städa upp...

source: Georeferencing aster image ...
sv: Georeferering av asterisk bild ...

source: Importing into GRASS ...
sv: Importera till GRASS ...

source: This module only operates in LatLong locations
sv: Denna modul fungerar endast i LatLong-lägen

source: '%s' does not appear to be a valid zip file.
sv: '%s' verkar inte vara en giltig zip-fil.

source: File '%s' or '%s' not found
sv: Filen '%s' eller '%s' hittades inte

source: Extracting '%s'...
sv: Extrahering av '%s'...

source: Unable to unzip file.
sv: Det går inte att packa upp filen.

source: Converting input file to BIL...
sv: Konvertera inmatningsfil till BIL...

source: Attempting to import 1-arcsec SWBD data
sv: Försöker importera 1-arcsec SWBD-data

source: Attempting to import 1-arcsec data
sv: Försöker importera 1-arcsec-data

source: Unable to import data
sv: Det går inte att importera data

source: Done: generated map
sv: Klar: genererad karta

source: (Note: Holes in the data can be closed with 'r.fillnulls' using splines)
sv: (Obs: Hål i data kan stängas med "r.fillnulls" med hjälp av splines)

source: The proxy will be ignored by the chosen GRASS driver. It is only used with the GDAL driver.
sv: Proxyn kommer att ignoreras av den valda GRASS-drivrutinen. Den används endast med GDAL-drivrutinen.

source: Importing raster map into GRASS...
sv: Importera rasterkarta till GRASS...

source: Nothing to import. No data has been downloaded from wms server.
sv: Inget att importera. Inga data har laddats ner från wms-servern.

source: Please insert both %s and %s parameters or none of them.
sv: Ange både %s- och %s-parametrar eller ingen av dem.

source: JPEG format does not support transparency
sv: JPEG-formatet stöder inte transparens

source: Invalid EPSG code %d
sv: Ogiltig EPSG-kod %d

source: WMS version <1.3.0> will be used, because version <1.1.1> does not support <%s>projection
sv: WMS-version <1.3.0> kommer att användas, eftersom version <1.1.1> inte stöder <%s>projektion

source: SRS differences: WMS source EPSG %s != location EPSG %s (use srs=%s to adjust)
sv: SRS skillnader: WMS källa EPSG %s != plats EPSG %s (använd srs=%s för att justera)

source: Unable to get projection info
sv: Det går inte att få projektionsinformation

source: Maxcols must be greater than 100
sv: Maxcols måste vara större än 100

source: Maxrows must be greater than 100
sv: Maxrows måste vara större än 100

source: These parameter are ignored: %s %s driver does not support the parameters.
sv: Dessa parametrar ignoreras: %s %s drivrutinen stöder inte parametrarna.

source: These flags are ignored: %s %s driver does not support the flags.
sv: Dessa flaggor ignoreras: %s %s drivrutinen stöder inte flaggorna.

source: Authorization failed to <%s> when fetching capabilities
sv: Auktorisering misslyckades för <%s> vid hämtning av kapacitet

source: Unable to fetch capabilities from <{0}>. Reason:
sv: Det gick inte att hämta funktioner från <{0}>. Orsak till detta:

source: Unable to open file '%s'. %s
sv: Det går inte att öppna filen '%s'. %s

source: Unable to write data into tempfile
sv: Det går inte att skriva data till tempfile

source: Unable to determine region, %s failed
sv: Det gick inte att fastställa region, %s misslyckades

source: Region definition: 4 points required
sv: Definition av region: 4 punkter krävs

source: Reprojection of region using m.proj failed.
sv: Reprojektion av region med hjälp av m.proj misslyckades.

source: Reprojecting raster...
sv: Återprojicering av raster...

source: %s failed
sv: %s misslyckades

source: Unable to create temporary files
sv: Det går inte att skapa temporära filer

source: Please change output name, or change names of these rasters: %s, module needs to create this temporary maps during execution.
sv: Ändra utdatanamn eller ändra namn på dessa raster: %s, modulen måste skapa dessa tillfälliga kartor under körningen.

source: WMS import failed, nothing imported
sv: WMS-importen misslyckades, inget importerades

source: <%s> created.
sv: <%s> skapad.

source: Unable to parse XML file
sv: XML-filen kan inte tolkas

source: Unable to open XML file '%s'. %s
sv: Det gick inte att öppna XML-filen '%s'. %s

source: Root node was not found.
sv: Rotnoden hittades inte.

source: Unable to parse capabilities file. Tag <%s> was not found.
sv: Det gick inte att tolka capabilities-filen. Tagg <%s> hittades inte.

source: Missing version attribute root node in Capabilities XML file
sv: Rotnod för versionsattribut saknas i XML-filen Capabilities

source: WMS server does not support '%s' version.
sv: WMS-servern stöder inte '%s'-versionen.

source: Unable to parse capabilities file. Tag <%s> was not found.
sv: Det gick inte att tolka capabilities-filen. Tagg <%s> hittades inte.

source: Unable to parse capabilities file. Tag '%s' was not found.
sv: Det gick inte att tolka capabilities-filen. Tagg '%s' hittades inte.

source: Unable to parse tile service file. Tag <%s> was not found.
sv: Det gick inte att tolka servicefilen för kakel. Taggen <%s> hittades inte.

source: Unable to load GDAL Python bindings (requires package 'python-gdal' being installed)
sv: Det går inte att läsa in GDAL Python-bindningar (kräver att paketet 'python-gdal' är installerat)

source: Downloading data from WMS server...
sv: Nedladdning av data från WMS-servern...

source: Authorization failed to '%s' when fetching data. %s
sv: Auktorisering misslyckades för '%s' vid hämtning av data. %s

source: Unable to fetch data from: '%s' %s
sv: Det gick inte att hämta data från: '%s' %s

source: Server refused to send data for a tile. Request will be repeated after %d s.
sv: Servern vägrade att skicka data för en kakelplatta. Begäran kommer att upprepas efter %d s.

source: Unable to write data into tempfile. %s
sv: Det går inte att skriva data till tempfile. %s

source: Unable to read data from tempfile. %s
sv: Det går inte att läsa data från tempfile. %s

source: WMS server error: %s
sv: Fel på WMS-servern: %s

source: WMS server unknown error
sv: Okänt fel på WMS-servern

source: WMS server error: no band(s) received. Is server URL correct? <%s>
sv: WMS-serverfel: inga band mottagna. Är serverns URL korrekt? <%s>

source: Driver %s does not supports Create() method
sv: Drivrutin %s stöder inte Create()-metoden

source: Unable to open %s
sv: Går inte att öppna %s

source: Region is out of server data extend.
sv: Regionen har inte längre tillgång till serverdata.

source: Fetching %d tiles with %d x %d pixel size per tile...
sv: Hämtar %d plattor med %d x %d pixelstorlek per platta...

source: Unable to parse tile service file. %s
sv: Det gick inte att tolka servicefilen för kakel. %s

source: Layer '%s' was not found in capabilities file
sv: Lager '%s' hittades inte i filen capabilities

source: Layer '%s' is not available with %s code.
sv: Lager '%s' är inte tillgängligt med %s-koden.

source: Unable to parse tile service file. No tag '%s' was found.
sv: Det gick inte att tolka servicefilen för kakel. Ingen tagg '%s' hittades.

source: Tiled group '%s' was not found in tile service file
sv: Kakelgruppen '%s' hittades inte i filen för kakelservice

source: Wrong form of parameter '%s' in '%s'. The parameter was ignored.
sv: Felaktig form av parametern '%s' i '%s'. Parametern ignorerades.

source: Parameter '%s' in '%s' is not variable in tile pattern url.
sv: Parametern '%s' i '%s' är inte en variabel i url:en för kakelmönster.

source: %s driver supports only '%s' parameter in '%s'. Other parameters are ignored.
sv: %s drivrutinen stöder endast parametern '%s' i '%s'. Övriga parametrar ignoreras.

source: If module will not be able to fetch the data in this geographic projection, try 'WMS_GRASS' driver or use WMS version 1.1.1.
sv: Om modulen inte kommer att kunna hämta data i denna geografiska projektion, prova drivrutinen "WMS_GRASS" eller använd WMS version 1.1.1.

source: Unable to open GDAL WMS driver
sv: Det går inte att öppna GDAL WMS drivrutin

source: Unable to find %s driver
sv: Det går inte att hitta %s drivrutin

source: Driver %s supports CreateCopy() method.
sv: Drivrutin %s stöder metoden CreateCopy().

source: Incorrect WMS query
sv: Felaktig WMS-fråga

source: The expression is an empty string
sv: Uttrycket är en tom sträng

source: Expression: {}
sv: Uttryck: {}

source: Either parameter <raster> or parameter <vector> is required
sv: Antingen parameter <raster> eller parameter <vector> krävs

source: r.mask can only operate on raster mask in the current mapset ({current_mapset}), but mask name is set to {full_name}
sv: r.mask kan bara fungera på rastermasken i den aktuella kartuppsättningen ({current_mapset}), men masknamnet är inställt på {full_name}

source: Raster mask removed
sv: Rastermask borttagen

source: No existing mask to remove (no raster named {name})
sv: Ingen befintlig mask att ta bort (inget raster med namnet {name})

source: Raster mask is already present in the current mapset. Use overwrite or delete raster named {name}.
sv: Rastermasken finns redan i den aktuella kartuppsättningen. Använd skriv över eller radera raster med namnet {name}.

source: Raster mask already exists and will be overwritten
sv: Rastermasken finns redan och kommer att skrivas över

source: The raster map <%s> must be integer (CELL type) in order to use the 'maskcats' parameter
sv: Rasterkartan <%s> måste vara ett heltal (CELL-typ) för att parametern "maskcats" ska kunna användas

source: No area found in vector map <%s>. Creating a convex hull to create a raster mask.
sv: Inget område hittades i vektorkartan <%s>. Skapa ett konvext skrov för att skapa en rastermask.

source: Unable to create a convex hull for vector map <%s>
sv: Det gick inte att skapa ett konvext skrov för vektorkartan <%s>

source: Creating inverted raster mask...
sv: Skapa inverterad rastermask...

source: Inverted raster mask created
sv: Inverterad rastermask skapad

source: Raster mask created
sv: Rastermask skapad

source: All subsequent raster operations will be limited to the raster mask area. Removing the mask (with r.mask -r) or renaming a raster map named '{name}' will restore raster operations to normal.
sv: Alla efterföljande rasteroperationer kommer att begränsas till rastermaskens område. Om du tar bort masken (med r.mask -r) eller byter namn på en rasterkarta med namnet '{name}' återgår rasteroperationerna till det normala.

source: Pack file <%s> already exists and will be overwritten
sv: Pack-fil <%s> finns redan och kommer att skrivas över

source: option <output>: <%s> exists.
sv: alternativet <output>: &lt;%s&gt; finns.

source: Packing <%s> to <%s>...
sv: Packa <%s> till <%s>...

source: No raster map components found
sv: Inga komponenter för rasterkartor hittades

source: Raster map saved to '%s'
sv: Rasterkarta sparad till '%s'

source: Input coordinates seems to be invalid
sv: Inmatningskoordinater verkar vara ogiltiga

source: dip must be between -90 and 90.
sv: dip måste ligga mellan -90 och 90.

source: azimuth must be between 0 and 360
sv: azimut måste vara mellan 0 och 360

source: xy-locations are not supported
sv: xy-lokaliseringar stöds inte

source: Need projected data with grids in meters
sv: Behöver projicerade data med rutnät i meter

source: flags c and d are mutually exclusive
sv: flaggorna c och d utesluter varandra

source: Temporary raster map <%s> exists
sv: Temporär rasterkarta <%s> finns

source: Generating a clumped raster file including diagonal neighbors...
sv: Generering av en klumpad rasterfil med diagonala grannar...

source: Generating a clumped raster file ...
sv: Generering av en klumpad rasterfil ...

source: Generating a reclass map with area size less than or equal to %f hectares...
sv: Generera en reclass-karta med en områdesstorlek som är mindre än eller lika med %f hektar...

source: Generating a reclass map with area size greater than or equal to %f hectares...
sv: Generera en reclass-karta med en områdesstorlek som är större än eller lika med %f hektar...

source: No areas of size less than or equal to %f hectares found.
sv: Inga områden med en storlek mindre än eller lika med %f hektar hittades.

source: No areas of size greater than or equal to %f hectares found.
sv: Inga områden med en storlek större än eller lika med %f hektar hittades.

source: Latitude-longitude locations are not supported
sv: Latitud-longitud-placeringar stöds inte

source: You have to specify mode='lesser' with method='rmarea'
sv: Du måste ange mode='lesser' med method='rmarea'

source: Generating output raster map <%s>...
sv: Genererar rasterkarta för utdata <%s>...

source: No semantic label assigned to <{}>
sv: Ingen semantisk etikett har tilldelats <{}>

source: Map <{}> not found
sv: Map <{}> hittades inte

source: Semantic label <{}> assigned to raster map <{}>
sv: Semantisk etikett <{}> tilldelad till rasterkarta <{}>

source: Semantic label dissociated from raster map <{}>
sv: Semantisk etikett separerad från rasterkarta <{}>

source: Unable to assign/dissociate semantic label. {}
sv: Kan inte tilldela/dissociera semantisk etikett. {}

source: Map <{}> not found in current mapset
sv: Karta <{}> finns inte i aktuell kartuppsättning

source: Operation {}: required parameter <{}> not set
sv: Drift {}: nödvändig parameter <{}> inte inställd

source: Number of maps differs from number of semantic labels
sv: Antalet kartor skiljer sig från antalet semantiska etiketter

source: It is not possible to set 'maxcols=%s' and 'overlap=%s'. Please set maxcols>overlap
sv: Det är inte möjligt att ange "maxcols=%s" och "overlap=%s". Ställ in maxcols>overlap

source: It is not possible to set 'maxrows=%s' and 'overlap=%s'. Please set maxrows>overlap
sv: Det är inte möjligt att ange "maxrows=%s" och "overlap=%s". Ställ in maxrows>overlap

source: g.proj failed
sv: g.proj misslyckades

source: Scale (%s) not found, assuming '1'
sv: Skala (%s) hittades inte, antar '1'

source: There are no tiles available. Probably the output projection system it is not compatible with the projection of the current location
sv: Det finns inga plattor tillgängliga. Förmodligen är utgångsprojektionssystemet inte kompatibelt med projektionen av den aktuella platsen

source: Computing tiling...
sv: Beräkning av plattor...

source: During computation %i tiles could not be created
sv: Under beräkningen kunde %i brickor inte skapas

source: File {name} not found.
sv: Fil {name} hittades inte.

source: Pack file unreadable
sv: Pack-fil oläslig

source: Pack file unreadable: file '{}' missing
sv: Pack-fil oläslig: fil '{}' saknas

source: Raster map <{name}> already exists
sv: Rasterkarta <{name}> finns redan

source: Raster map <{name}> already exists and will be overwritten
sv: Rasterkarta <{name}> finns redan och kommer att skrivas över

source: This GRASS GIS pack file contains vector data. Use v.unpack to unpack <{name}>
sv: Denna GRASS GIS pack-fil innehåller vektordata. Använd v.unpack för att packa upp <{name}>

source: Overriding projection check (using current project's CRS).
sv: Åsidosättande av projektionskontroll (med hjälp av det aktuella projektets CRS).

source: PROJ_INFO file is missing, unpack raster map in XY (unprojected) project.
sv: PROJ_INFO-filen saknas, packa upp rasterkartan i XY-projektet (ej projicerat).

source: Difference between PROJ_INFO file of packed map and of current project: {diff}
sv: Skillnad mellan PROJ_INFO-fil för packad karta och för aktuellt projekt: {diff}

source: Difference between PROJ_UNITS file of packed map and of current project: {diff}
sv: Skillnad mellan PROJ_UNITS-filen för packad karta och för aktuellt projekt: {diff}

source: Coordinate reference system of dataset does not appear to match current project. In case of no significant differences in the CRS definitions, use the -o flag to ignore them and use current project definition.
sv: Datasetets koordinatreferenssystem verkar inte stämma överens med aktuellt projekt. Om det inte finns några betydande skillnader i CRS-definitionerna kan du använda flaggan -o för att ignorera dem och använda den aktuella projektdefinitionen.

source: Raster map <{name}> unpacked
sv: Rasterkarta <{name}> uppackad

source: The 2D and 3D region settings are different. Can not continue.
sv: Inställningarna för 2D- och 3D-regionerna är olika. Det går inte att fortsätta.

source: Region bottom=%.15g top=%.15g vertical_cell_res=%.15g (%d depths)
sv: Region bottom=%.15g top=%.15g vertical_cell_res=%.15g (%d djup)

source: Creating slices ...
sv: Skapa skivor ...

source: Processing horizontal slice %d of %d [%.15g,%.15g) ...
sv: Bearbetning av horisontell skiva %d av %d [%.15g,%.15g) ...

source: Trouble importing data. Aborting.
sv: Problem med att importera data. Avbryter.

source: Assembling 3D cube ...
sv: Montering av 3D-kub ...

source: Done. 3D raster map <%s> created.
sv: Klart. 3D-rasterkarta <%s> skapad.

source: %s Building topology for vector map <%s> (%d of %d)... %s
sv: %s Bygger topologi för vektorkarta <%s> (%d av %d)... %s

source: v.build map=%s
sv: v.bygg karta=%s

source: Building topology for vector map <%s> failed
sv: Bygga topologi för vektorkarta <%s> misslyckades
