Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Create hexagons (default: rectangles)
sv: Skapa hexagoner (standard: rektanglar)

source: Allow asymmetric hexagons
sv: Tillåt asymmetriska hexagoner

source: EXPERIMENTAL: Add diagonals to rectangular lines
sv: EXPERIMENTELLT: Lägg till diagonaler till rektangulära linjer

source: Applies only to lines for rectangles
sv: Gäller endast linjer för rektanglar

source: 'coor' and 'position=region' are exclusive options
sv: "coor" och "position=region" är exklusiva alternativ

source: 'box' and 'grid' are exclusive options for 'position=region'
sv: "box" och "grid" är exklusiva alternativ för "position=region

source: Invalid width
sv: Ogiltig bredd

source: Invalid height
sv: Ogiltig höjd

source: 'grid' option missing
sv: alternativet "grid" saknas

source: 'coor' option missing
cs: volba 'souøadnice' chybí
sv: alternativet "coor" saknas

source: 'box' option missing
cs: volba 'rám' chybí
sv: alternativet "box" saknas

source: Invalid easting
cs: Chybný smìr východu
sv: Ogiltig östlig riktning

source: Invalid northing
cs: Chybný smìr severu
sv: Ogiltig nordlig riktning

source: The hexagons will be asymmetrical.
sv: Hexagonerna kommer att vara asymmetriska.

source: Please use a higher resolution or a larger region
sv: Använd gärna en högre upplösning eller en större region

source: The number of rows has been adjusted from %d to %d
sv: Antalet rader har justerats från %d till %d

source: The number of columns has been adjusted from %d to %d
sv: Antalet kolumner har justerats från %d till %d

source: Unable to fill attribute table
sv: Det går inte att fylla attributtabellen

source: The rectangles will be asymmetrical.
sv: Rektanglarna kommer att vara asymmetriska.

source: Creating centroids...
cs: Vytváøím centroidy...
sv: Skapa centroider...

source: Writing out vector rows...
cs: Zapisuji vektorové øádky ...
sv: Skriva ut vektorrader...

source: Writing out vector columns...
cs: Zapisuji vektorové sloupce ...
sv: Skriva ut vektorkolumner...

source: Neighborhood analysis tool for vector point maps.
sv: Grannskapsanalysverktyg för vektorpunktskartor.

source: Makes each cell value a function of the attribute values assigned to the vector points or centroids in a radius around it, and stores new cell values in an output raster map.
sv: Gör varje cellvärde till en funktion av de attributvärden som tilldelats vektorpunkterna eller centroiderna i en radie runt cellen och lagrar nya cellvärden i en rasterkarta.

source: Method for aggregate statistics (count if non given)
sv: Metod för aggregerad statistik (räkna om ej angiven)

source: Neighborhood diameter in map units
sv: Grannskapets diameter i kartenheter

source: Column name of points map to use for statistics
sv: Kolumnnamn för punktkarta som ska användas för statistik

source: Column of points map must be numeric
sv: Kolumnen på punktkartan måste vara numerisk

source: points_column <%s> of points vector <%s> must be numeric
sv: points_column <%s> för punktvektor <%s> måste vara numerisk

source: All points fall outside of the current computational region
sv: Alla punkter faller utanför den aktuella beräkningsregionen

source: Input vector and computational region do not overlap
sv: Inmatningsvektor och beräkningsregion överlappar inte varandra

source: The search diameter %g is smaller than cell diagonal %g: some points could not be detected
sv: Sökdiametern %g är mindre än celldiagonalen %g: vissa punkter kunde inte detekteras

source: Several cat values found for point %d. Using only first
sv: Flera kattvärden hittades för punkt %d. Använder endast första

source: No points found
sv: Inga punkter hittades

source: Allocates subnets for nearest centers.
sv: Tilldelar subnät för närmaste centra.

source: Center node must be opened (costs >= 0). Costs of center node are used in calculation.
sv: Centrumnoden måste vara öppnad (kostnader >= 0). Kostnaderna för centrumnoden används i beräkningen.

source: Use costs from centers or costs to centers
sv: Använda kostnader från centra eller kostnader till centra

source: Cost
sv: Kostnad

source: Categories of centers (points on nodes) to which net will be allocated, layer for this categories is given by nlayer option
sv: Kategorier av centra (punkter på noder) till vilka nätet kommer att allokeras, lager för dessa kategorier anges med alternativet nlayer

source: Node cost column (number)
cs: Sloupec pro ocenìní uzlu
sv: Kolumn för nodkostnad (antal)

source: Use turntable
sv: Använd skivspelare

source: Turntable
sv: Skivspelare

source: Layer with turntable
sv: Skikt med skivspelare

source: Relevant only with -t flag
sv: Relevant endast med flaggan -t

source: Layer with unique categories used in turntable
sv: Lager med unika kategorier som används i skivspelare

source: Use geodesic calculation for longitude-latitude projects
sv: Använd geodetisk beräkning för longitud-latitud-projekt

source: Create unique categories and attribute table
sv: Skapa unika kategorier och attributtabeller

source: Default: same category like nearest center
sv: Standard: samma kategori som närmaste centrum

source: Point is not connected to the network
sv: Punkten är inte ansluten till nätverket

source: Center at closed node (costs = -1) ignored
sv: Centrum vid sluten nod (kostnader = -1) ignoreras

source: Number of centers: %d (nlayer %d)
sv: Antal centra: %d (nlayer %d)

source: Not enough centers for selected nlayer. Nothing will be allocated.
sv: Inte tillräckligt med centra för valt nlayer. Ingenting kommer att tilldelas.

source: Calculating costs from centers ...
sv: Beräkning av kostnader från centra ...

source: Calculating costs to centers ...
sv: Beräkning av kostnader till centra ...

source: Cannot grant privileges on table <%s>
cs: Nelze poskytnou práva na tabulku <%s>
sv: Kan inte ge privilegier på tabellen <%s>

source: Allocating subnets...
sv: Tilldelning av subnät...

source: Cannot get line segment, segment out of line
cs: Nelze vytvoøit segment linie, segment je mimo linii
sv: Det går inte att få ett linjesegment, segmentet ligger utanför linjen

source: Computes the shortest path between all pairs of nodes in the network.
sv: Beräknar den kortaste vägen mellan alla par av noder i nätverket.

source: Writing node points...
sv: Skriva nodpunkter...

source: Collecting shortest paths...
sv: Samla in kortaste vägar...

source: Writing shortest paths...
sv: Skriva kortaste vägarna...

source: articulation points
sv: artikulationspunkter

source: Computes bridges and articulation points in the network.
sv: Beräknar broar och artikulationspunkter i nätverket.

source: Finds bridges
sv: Hittar broar

source: Finds articulation points
sv: Hittar artikulationspunkter

source: Feature type
cs: Typ prvku
sv: Typ av funktion

source: centrality measures
sv: mått på centralitet

source: Computes degree, centrality, betweeness, closeness and eigenvector centrality measures in the network.
sv: Beräknar mått på grad, centralitet, mellanhet, närhet och egenvektorcentralitet i nätverket.

source: Name of degree centrality column
sv: Namn på kolumn för gradcentralitet

source: Columns
cs: sloupec(ce)
sv: Kolumner

source: Name of closeness centrality column
sv: Namn på kolumnen för närhetens centralitet

source: Name of betweenness centrality column
sv: Namn på kolumnen för betweenness centrality

source: Name of eigenvector centrality column
sv: Namn på kolumn för egenvektorcentralitet

source: Maximum number of iterations to compute eigenvector centrality
sv: Maximalt antal iterationer för att beräkna egenvektorcentralitet

source: Cumulative error tolerance for eigenvector centrality
sv: Kumulativ feltolerans för egenvektorcentralitet

source: Add points on nodes
sv: Lägg till punkter på noder

source: Computing degree centrality measure
sv: Beräkning av gradcentralitetsmått

source: Computing betweenness and/or closeness centrality measure
sv: Beräkning av centralitetsmåttet betweenness och/eller closeness

source: Computing eigenvector centrality measure
sv: Beräkning av centralitetsmått för egenvektor

source: Writing data into the table...
sv: Skriva in data i tabellen...

source: components
sv: komponenter

source: Computes strongly and weakly connected components in the network.
sv: Beräknar starkt och svagt kopplade komponenter i nätverket.

source: Weakly connected components
sv: Svagt förbundna komponenter

source: Strongly connected components
sv: Starkt sammankopplade komponenter

source: Type of components
sv: Typ av komponenter

source: Computing weakly connected components...
sv: Beräkning av svagt anslutna komponenter...

source: Computing strongly connected components...
sv: Beräkning av starkt förbundna komponenter...

source: Found %d components.
sv: Hittade %d komponenter.

source: connectivity
sv: anslutning

source: Computes vertex connectivity between two sets of nodes in the network.
sv: Beräknar vertexkonnektivitet mellan två uppsättningar noder i nätverket.

source: Set1 category values
sv: Set1 kategorivärden

source: Set1 WHERE conditions of SQL statement without 'where' keyword
sv: Set1 WHERE-villkor i SQL-satsen utan nyckelordet "where

source: Set2 category values
sv: Set2 kategorivärden

source: Set2
sv: Uppsättning 2

source: Set2 WHERE conditions of SQL statement without 'where' keyword
sv: Set2 WHERE-villkor i SQL-satsen utan nyckelordet "where

source: No features for %s selected. Please check options '%s', '%s'.
sv: Inga funktioner för %s valda. Kontrollera alternativen '%s', '%s'.

source: %s is empty
sv: %s är tom

source: Computes shortest distance via the network between the given sets of features.
sv: Beräknar det kortaste avståndet via nätverket mellan de givna uppsättningarna av funktioner.

source: Finds the shortest paths from each 'from' point to the nearest 'to' feature and various information about this relation are uploaded to the attribute table.
sv: Hittar de kortaste vägarna från varje "från"-punkt till närmaste "till"-funktion och olika information om denna relation laddas upp till attributtabellen.

source: From layer number or name
sv: Från lagernummer eller namn

source: From category values
sv: Från kategorin värden

source: From WHERE conditions of SQL statement without 'where' keyword
sv: Från WHERE-betingelserna i SQL-satsen utan nyckelordet "where

source: To layer number or name
sv: Till lagernummer eller namn

source: To feature type
sv: Till funktionstyp

source: To category values
sv: Till kategorivärden

source: To WHERE conditions of SQL statement without 'where' keyword
sv: Till WHERE-villkor i SQL-satsen utan nyckelordet "where

source: Write output as original input segments, not each path as one line.
cs: Zapi¹ výstup jako èást vstupu, ne ka¾dou cestu jako jednu linii.
sv: Skriv utdata som ursprungliga inmatningssegment, inte varje väg som en rad.

source: Write each output path as one line, not as original input segments.
sv: Skriv varje utmatningsväg som en rad, inte som ursprungliga inmatningssegment.

source: No 'from' features selected. Please check options '%s', '%s', '%s'.
sv: Inga "från"-funktioner valda. Kontrollera alternativen '%s', '%s', '%s'.

source: No 'to' features selected. Please check options '%s', '%s', '%s'.
sv: Inga "till"-funktioner valda. Kontrollera alternativen '%s', '%s', '%s'.

source: No 'to' features
sv: Inga "till"-funktioner

source: Distances to 'to' features ...
sv: Avstånd till "till" funktioner ...

source: Tracing paths from 'from' features ...
sv: Spårning av vägar från "från" funktioner ...

source: %d 'from' feature was not reachable
sv: %d "från"-funktionen gick inte att nå

source: Computes the maximum flow between two sets of nodes in the network.
sv: Beräknar det maximala flödet mellan två uppsättningar noder i nätverket.

source: Name for output vector map containing a minimum cut
sv: Namn för utdatavektorkarta som innehåller ett minsta snitt

source: Source category values
sv: Värden för källkategori

source: Source WHERE conditions of SQL statement without 'where' keyword
sv: Källa WHERE-villkor i SQL-satsen utan nyckelordet "where

source: Sink category values
sv: Värden för diskbänkskategorier

source: Sink
sv: Diskbänk

source: Sink WHERE conditions of SQL statement without 'where' keyword
sv: Sink WHERE-villkor i SQL-satsen utan nyckelordet "where

source: No source features selected. Please check options '%s', '%s'.
sv: Inga källfunktioner valda. Kontrollera alternativen '%s', '%s'.

source: No sink features selected. Please check options '%s', '%s'.
sv: Inga diskbänksfunktioner valda. Kontrollera alternativen '%s', '%s'.

source: No sources
sv: Inga källor

source: No sinks
sv: Inga sänkor

source: Writing the output...
sv: Skriva utdata...

source: isolines
sv: isoliner

source: Splits subnets for nearest centers by cost isolines.
sv: Delar upp subnät för närmaste centra efter kostnadsisoliner.

source: Splits net to bands between cost isolines (direction from center). Center node must be opened (costs >= 0). Costs of center node are used in calculation.
sv: Delar nätet till band mellan kostnadsisoliner (riktning från centrum). Centrumnoden måste vara öppen (kostnader >= 0). Kostnaderna för mittnoden används i beräkningen.

source: Costs for isolines
cs: Hodnota izolinií
sv: Kostnader för isolinjer

source: Default: one category for each iso-band
sv: Standard: en kategori för varje iso-band

source: Wrong iso cost: %f
cs: ©patná hodnota izolinií: %f
sv: Fel iso-kostnad: %f

source: Iso cost: %f less than previous
cs: Hodnota izolinií: %f ménì ne¾ pøedchozí
sv: Iso-kostnad: %f lägre än tidigare

source: Iso cost %d: %f
sv: Iso kostnad %d: %f

source: Not enough costs, everything reachable falls to first band
cs: Nedostateèná hodnota, v¹echny prvky spadají do sprvní skupiny hodnot.
sv: Inte tillräckligt med kostnader, allt som går att nå faller till första bandet

source: Generating isolines...
sv: Generering av isoliner...

source: Finds shortest path on vector network.
cs: Nalézá nejkrat¹í cestu ve vektorové síti.
sv: Hittar kortaste vägen i ett vektornätverk.

source: Name of file containing start and end points. If not given, read from stdin
cs: Název souboru obsahující zaèáteèní a koncové body. Pokud nezadáno, ète se standardní vstup
sv: Namn på fil som innehåller start- och slutpunkter. Om inte angivet, läs från stdin

source: Maximum distance to the network
cs: maximální vzdálenost od bodu k síti
sv: Maximalt avstånd till nätverket

source: If start/end are given as coordinates. If start/end point is outside this threshold, the path is not found and error message is printed. To speed up the process, keep this value as low as possible.
cs: Maximální vzdálenost k síti, pokud je poèáteèní a koncový bod zadán souøadnicemi. Pokud je poèáteèní nebo koncový bod mimo prahovou hodnotu, cesta se nebude hledat a vytiskne se chybová zpráva. Kvùli zrychlení nastavte tuto hodnotu tak malou jak mo¾no.
sv: Om start/slut anges som koordinater. Om start-/slutpunkten ligger utanför detta tröskelvärde hittas inte sökvägen och ett felmeddelande skrivs ut. För att påskynda processen, håll detta värde så lågt som möjligt.

source: [%d] points without category (nfield: [%d])
cs: [%d] bodù bez kategorie ( nfield[%d])
sv: [%d] punkter utan kategori (nfield: [%d])

source: From and to are identical (id %d)
sv: Från och till är identiska (id %d)

source: Wrong input format: %s
cs: ©patný vstupní formát: %s
sv: Fel inmatningsformat: %s

source: No point with category [%d]
cs: ®ádný bod s kategorií [%d]
sv: Ingen punkt med kategori [%d]

source: Point with category [%d] is not reachable from point with category [%d]
cs: Bod kategorie [%d] nelze dosáhnout z bodu kategorie [%d]
sv: Punkt med kategori [%d] är inte nåbar från punkt med kategori [%d]

source: Point %f,%f is not reachable from point %f,%f
cs: Bod %f,%f je nedosa¾itelný z bodu %f,%f
sv: Punkt %f,%f kan inte nås från punkt %f,%f

source: [%d] input format errors
cs: [%d] chyb pøi vstupu
sv: [%d] fel i inmatningsformat

source: [%d] points of given category missing
cs: [%d] bodù dané kategorie chybí
sv: [%d] punkter för given kategori saknas

source: %d destination(s) unreachable (including points out of threshold)
cs: %d cíl(e) jsou nedosa¾itelné ( vèetnì bodù mimo mezní hodnotu)
sv: %d destination(er) ej nåbar (inklusive punkter utanför tröskelvärdet)

source: salesman
sv: säljare

source: Creates a cycle connecting given nodes (Traveling salesman problem).
cs: VYtvoøí cyklus spojených uzlù (Problém obchodního cestujícího)
sv: Skapar en cykel som förbinder givna noder (Travelling salesman problem).

source: Note that TSP is NP-hard, heuristic algorithm is used by this module and created cycle may be sub optimal
cs: TSP je NP-tì¾ká úloha, v tomto modulu je pou¾it heuristický algoritmus, vytvoøení smyèky nemusí být optimální øe¹ení
sv: Observera att TSP är NP-hård, heuristisk algoritm används av denna modul och den skapade cykeln kan vara suboptimal

source: Categories of points ('cities') on nodes (layer is specified by nlayer)
cs: Kategorie bodù ('cities') na uzlech (vrstva je urèena pomocí nvrstva)
sv: Kategorier av punkter ("städer") på noder (skiktet specificeras av nlayer)

source: Node layer (used for cities)
cs: Vrstva uzlù (pou¾ito pro cities)
sv: Node-lager (används för städer)

source: EXPERIMENTAL: Arc backward direction cost column (number)
sv: EXPERIMENTELL: Båge bakåt riktning kostnad kolumn (antal)

source: Name for output file holding node sequence ("-" for stdout)
sv: Namn på utdatafil med nodsekvens ("-" för stdout)

source: Number of cities: %d
sv: Antal städer: %d

source: Not enough cities (< 2)
cs: Nedostatek cities (<2)
sv: Inte tillräckligt många städer (< 2)

source: Creating cost cache...
sv: Skapa kostnadscache...

source: No point at node %d
sv: Ingen punkt vid nod %d

source: No category for point at node %d
sv: Ingen kategori för punkt vid nod %d

source: Destination node [cat %d] is unreachable from node [cat %d]
sv: Destinationsnoden [cat %d] är inte nåbar från noden [cat %d]

source: Searching for the shortest cycle...
sv: Söker efter den kortaste cykeln...

source: Cycle with total cost %.3f
sv: Cykel med total kostnad %.3f

source: Unable to open file '%s' for writing
sv: Det går inte att öppna filen '%s' för skrivning

source: spanning tree
sv: spänningsträd

source: Computes minimum spanning tree for the network.
sv: Beräknar minsta spännviddsträd för nätverket.

source: Init costs from node %d
cs: Poèáteèní cena z uzlu %d
sv: Init-kostnader från nod %d

source: steiner tree
sv: steiner-träd

source: Creates Steiner tree for the network and given terminals.
sv: Skapar Steiner-träd för nätverket och givna terminaler.

source: Note that 'Minimum Steiner Tree' problem is NP-hard and heuristic algorithm is used in this module so the result may be sub optimal.
sv: Observera att "Minimum Steiner Tree"-problemet är NP-hårt och att en heuristisk algoritm används i denna modul, så resultatet kan vara suboptimalt.

source: Node layer (used for terminals)
cs: Vrstva uzlù (pou¾íváno pro koneèné body)
sv: Node-lager (används för terminaler)

source: Arcs' cost column (for both directions)
cs: Sloupec s cenou oblouku (pro oba smery)
sv: Bågarnas kostnadskolumn (för båda riktningarna)

source: Categories of points on terminals (layer is specified by nlayer)
cs: Kategorie bodù na koncích ( vrstva je urèena pomocí nvrstva)
sv: Kategorier av punkter på terminaler (lager specificeras av nlayer)

source: Number of Steiner points (-1 for all possible)
sv: Antal Steinerpunkter (-1 för alla möjliga)

source: Point is not connected to the network (cat=%d)
sv: Punkten är inte ansluten till nätverket (cat=%d)

source: Number of terminals: %d
sv: Antal terminaler: %d

source: Not enough terminals (< 2)
cs: Nedostatek koneèných bodù(< 2)
sv: Inte tillräckligt med terminaler (< 2)

source: Requested number of Steiner points > than possible
cs: Po¾adované èíslo Steinerova bodu >ne¾ mo¾né
sv: Önskat antal Steinerpunkter > än möjligt

source: Number of Steiner points set to %d
sv: Antal Steiner-punkter som är inställda på %d

source: Terminal at node [%d] cannot be connected to terminal at node [%d]
cs: Konec na uzlu [%d] nemù¾e být spojen s koncem na uzlu [%d]
sv: Terminal vid nod [%d] kan inte anslutas till terminal vid nod [%d]

source: [%d] (not reachable) nodes removed from list of Steiner point candidates
cs: [%d] ( nedosa¾itelné) uzly odstranìny ze seznamu candidátù Steinerových bodù
sv: [%d] (ej nåbar) noder borttagna från listan över kandidater till Steinerpunkter

source: MST costs = %f
cs: MST cena = %f
sv: MST-kostnader = %f

source: Search for [%d]. Steiner point
cs: Hledám [%d]. Steinerùv bod
sv: Sök efter [%d]. Steinerpunkt

source: Steiner point at node [%d] was added to terminals (MST costs = %f)
cs: Steinerùv bod v uzlu[%d] byl pøidán do vývodu (MST cena =%f)
sv: Steinerpunkten vid nod [%d] lades till i terminalerna (MST-kostnader = %f)

source: No Steiner point found -> leaving cycle
cs: Nebyl nalezen ¾ádný Steinerùv bod -> opu¹tím cyklus
sv: Ingen Steiner-punkt hittad -> lämnar cykeln

source: Number of added Steiner points: %d (theoretic max is %d).
sv: Antal tillagda Steinerpunkter: %d (teoretiskt max är %d).

source: Spanning tree costs on complete graph = %f (may be higher than resulting Steiner tree costs!!!)
sv: Kostnader för Spanningsträd på komplett graf = %f (kan vara högre än de resulterande kostnaderna för Steiner-träd!!!)

source: Steiner tree costs = %f
sv: Kostnader för Steiner-träd = %f

source: A Steiner tree with %d arc has been built
sv: Ett Steiner-träd med %d-bågar har byggts upp

source: Could not find a path between stops %d and %d
sv: Det gick inte att hitta en väg mellan hållplatserna %d och %d

source: Finds shortest path using timetables.
sv: Hitta den kortaste vägen med hjälp av tidtabeller.

source: Layer number or name with walking connections or -1
sv: Lagernummer eller namn med gående anslutningar eller -1

source: Name of column with route ids
sv: Namn på kolumn med rutt-id

source: Name of column with stop timestamps
sv: Namn på kolumn med stopptidsstämplar

source: Name of column with stop ids
sv: Namn på kolumn med stopp-id

source: Name of column with walk lengths
sv: Namn på kolumn med gånglängder

source: Could not initialize the timetables
sv: Tidtabellerna kunde inte initieras

source: No stop with category: %d
sv: Inget stopp med kategori: %d

source: 'From' and 'To' stops are the same
sv: stoppen "Från" och "Till" är desamma

source: No path between the stops
sv: Ingen gångväg mellan hållplatserna

source: visibility
sv: synlighet

source: Performs visibility graph construction.
sv: Utför konstruktion av synlighetsgrafer.

source: Name of input vector map containing visible points
sv: Namn på inmatningsvektorkarta som innehåller synliga punkter

source: Add points after computing the visibility graph
sv: Lägg till punkter efter beräkning av synlighetsgrafen

source: Unable to copy elements from vector map <%s>
cs: Nelze kopírovat prvky z vektorové mapy <%s>
sv: Det går inte att kopiera element från vektormapp <%s>

source: Lat-long projection
cs: Lat-long(¹íøka-délka) projekce
sv: Lat-long projektion

source: Error reading file: '%s'
sv: Fel vid läsning av fil: '%s'

source: Skipping arc %d
sv: Hoppa över båge %d

source: No point with category %d found
sv: Ingen punkt med kategori %d hittades

source: More points with category %d found
sv: Fler punkter med kategori %d hittades

source: Name of input vector line map (arcs)
sv: Namn på inmatad vektorlinjekarta (bågar)

source: Required for operation 'nodes', 'connect', 'report' and 'nreport'
sv: Krävs för operation 'nodes', 'connect', 'report' och 'nreport'

source: Arcs
sv: Bågar

source: Name of input vector point map (nodes)
sv: Namn på inmatningsvektorns punktkarta (noder)

source: Required for operation 'connect' and 'arcs'
sv: Krävs för operation 'connect' och 'arcs'
