Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: build;build topology;dump;write topology to stdout;sdump;write spatial index to stdout;cdump;write category index to stdout
cs: build;sestavit topologii;dump;vytiskout informace o topologii na standardní výstup;sdump;vystisknout informace o prostorovém indexu na standardní výstup;cdump;vytisknout informace o indexu pro kategorie na standradní výstup

source: vector, geometry
cs: vektor, geometry

source: Overlays two vector maps.
cs: Pøekrytí dvo vektorových map.

source: and;also known as 'intersection' in GIS;or;also known as 'union' in GIS (only for atype=area);not;features from ainput not overlayed by features from binput;xor;features from either ainput or binput but not those from ainput overlayed by binput (only for atype=area)
cs: and; také známo jako 'prùnik' v GIS;or; také známo jako 'sjednocení' v GIS (jenom pro typ = plocha);not;prvky ze vstupu 'a' nejsou pøekryty prvky ze vstupu 'b';xor;prvky ze vstupu 'a' ani 'b' nejsou prekryty (jenom pro typ=plocha)

source: Do not create attribute table
cs: Nevytváøet atributovou tabulku

source: Copying vector objects from vector map <%s>...
cs: Kopírují objekty z vektorové mapy <%s> ...

source: Unknown column type '%s'
cs: Neznámý typ sloupce '%s'

source: Unknown column type '%s' values lost
cs: Neznámý typ sloupce '%s' hodnoty ztraceny

source: Building partial topology...
cs: Buduji èásteènou topologiitopologii ...

source: Rebuilding topology...
cs: Pøebudovávám topologii ...

source: Attaching centroids...
cs: Pøidávám centroidy...

source: Key column name
cs: Jméno sloupce s klíèem

source: Print all map connection parameters and exit in shell script style
cs: Vypi¹ parametry souèasného pøipojení ve stylu shellu a ukonèi se.

source: Overwrite connection parameter for certain layer
cs: Pøepi¹ parametry pøipojení pro danou vrstvu

source: Vector map <%s> is connected by:
cs: Vektorová mapa <%s> je spojena:

source: Use -o to overwrite existing link for layer <%d>
cs: Pou¾ijte -o k pøepsání existujícího spojení pro vrstvu <%d>

source: Missing column <%s> in table <%s>
cs: Sloupec <%s> nebyl nalezen v tabulce <%s>

source: vector, networking
cs: vektor, sí»ování

source: Splits net to bands between cost isolines (direction from centre). Centre node must be opened (costs >= 0). Costs of centre node are used in calculation.
cs: Rozdìl sí» do skupin mezi hodnotami izolinií ( smìr ze støedu). Støedový uzel musí být otevøen ( hodnota >=0). Hodnota støedního bodu bude pou¾ita pøi výpoètu.

source: Categories of centres (points on nodes) to which net will be allocated. Layer for this categories is given by nlayer option.
cs: Kategorie støedù (body, nebo uzly) vybrané sí»ì. Vrstva pro ttuto kategorii je dána volbou nvrstva.

source: Centre at closed node (costs = -1) ignored
cs: Støed na uzavøeném uzlu (hodnota = -1) ingorováno

source: Not enough centres for selected nlayer. Nothing will be allocated.
cs: Nedostateèný poèet støedù pro vybranou nvrstvu. nic nebude pøidìleno.

source: Creates a Voronoi diagram from an input vector map containing points or centroids.
cs: Vytvoøit Voronoi diagram ze vstupní vektorové vrstvy obsahující body nebo centroidy.

source: vector, generalization, simplification, smoothing, displacement, network generalization
cs: vektor, generalizace, zjednodu¹ení, vyhladzení, nahrazení, generalizace sí»ì

source: Vector based generalization.
cs: Generalizace prvkù vektorové mapy

source: douglas;Douglas-Peucker Algorithm;douglas_reduction;Douglas-Peucker Algorithm with reduction parameter;lang;Lang Simplification Algorithm;reduction;Vertex Reduction Algorithm eliminates points close to each other;reumann;Reumann-Witkam Algorithm;remove_small;Removes lines shorter than threshold and areas of area less than threshold;boyle;Boyle's Forward-Looking Algorithm;sliding_averaging;McMaster's Sliding Averaging Algorithm;distance_weighting;McMaster's Distance-Weighting Algorithm;chaiken;Chaiken's Algorithm;hermite;Interpolation by Cubic Hermite Splines;snakes;Snakes method for line smoothing;network;Network generalization;displacement;Displacement of lines close to each other;
cs: douglas;Douglas-Peuckerùv algoritmus;douglas_reduction;Douglas-Peuckerùv algoritmus s parametrem redukce;lang;Lang Simplification Algorithm;reduction;Algoritmus pro vylouèení opìrných bodù, elimunuje body, které se nachází pøíli¹ blízko sebe;reumann;Reumann-Witkam Algorithm;remove_small;Odstraní linie krat¹í ne¾ daná práhová hodnota a plochy s výmìrou men¹í ne¾ daná prahová hodnota;boyle;Boyle's Forward-Looking Algorithm;sliding_averaging;McMaster's Sliding Averaging Algorithm;distance_weighting;McMaster's Distance-Weighting Algorithm;chaiken;Chaiken's Algorithm;hermite;Interpolace (Cubic Hermite Splines);snakes;Metoda pro vyhlazení liniových prvkù;network;Generalizace sítì;displacement;Posunutí liniových prvkù, které se nachází vedle sebe;

source: Copy attributes
cs: Kopírovat atributy

source: Remove lines and areas smaller than threshold
cs: Odstranit v¹echny linie a plochy men¹í ne¾ mezní hodnota

source: '%s' must be > 0 for '%s'
cs: '%s' musí být > 0 pro '%s'

source: 'where' and 'cats' parameters were supplied, cat will be ignored
cs: Parametry 'where' a 'cat' jsou zástupné, cat bude ignorováno

source: Unable to load data from database
cs: Nelze naèíst data z databáze

source: Problem loading category values
cs: Problém pøi ètení souboru s hodnotami kategorií

source: Number of vertices was reduced from %d to %d [%d%%]
cs: Poèet opìrných bodù byl sní¾en z %d na %d [%d%%]

source: vector, geometry, 3D
cs: vektor, geometrie, 3D

source: Extrudes flat vector object to 3D with defined height.
cs: Vytvoøí z plo¹ného vektorového objektu 3D o zadané vý¹ce

source: Name of input 2D vector map
cs: Jméno vstupní 2D vektorové mapy

source: Name of resulting 3D vector map
cs: Jméno výsledné 3D vektorové mapy

source: Elevation raster for height extraction
cs: Rastrový soubor elevace

source: Fixed height for 3D vector objects
cs: Stejná vý¹ka pro v¹echny objekty

source: Name of attribute column with object heights
cs: Sloupec v atributové tabulce s vý¹kou objektu

source: One of '%s' or '%s' parameters must be set
cs: Jeden z parametrù [%s] nebo [%s] musí být pou¾it

source: Cannot select attributes for area %d
cs: Nelze vybrat atributy pro plochu %d

source: Cannot select attributes for area #%d
cs: Nelze vybrat atributy pro oblast #%d

source: vector, export
cs: vektor, export

source: Exports GRASS vector map layers to DXF file format.
cs: Exportuje GRASS vektory jako soubor DXF.

source: DXF output file
cs: Výstupní soubor DXF

source: 3-d data in dxf file. Polyline_flag: %d
cs: 3-d data v souboru dxf. Polyline_flag: %d

source: Converts files in DXF format to GRASS vector map format.
cs: Pøevede soubory ve formátu DXF do formátu GRASS-vektor

source: vector, projection
cs: vektor, projekce

source: Allows projection conversion of vector maps.
cs: Umo¾òuje zmìnu projekce vektorových map.

source: Location containing input vector map
cs: Location obsahující vstupní vektorovou vrstvu

source: Path to GRASS database of input location
cs: Cesta k databázi GRASSu vstupní pro location

source: List vector maps in input location and exit
cs: Vypi¹ vektorové soubory vstupní location a ukonèi se

source: Assume z co-ordinate is ellipsoidal height and transform if possible
cs: Pøedpokládejme, ¾e souøadnice z je vý¹ka nad elipsoidem a pokud mo¾no, transformuj

source: Checking location <%s> mapset <%s>
cs: Kontroluji location <%s>, mapset <%s>

source: Vector map <%s> in location <%s> mapset <%s> not found
cs: Vektorová mapa <%s> v location <%s>, mapsetu <%s> nenalezena

source: Mapset <%s> in input location <%s> - permission denied
cs: Mapset <%s> vstupní location <%s> - pøístup odepøen

source: Mapset <%s> in input location <%s> not found
cs: Mapset <%s> ve vstupní location <%s> - nebyl nalezen

source: Error in pj_do_transform
cs: Chyba v pj_do_transform

source: Interpolates point data to a G3D grid volume using regularized spline with tension (RST) algorithm.
cs: Interpoluje bodová data do G3D volume za pou¾ití regularized spline with tension (RST)

source: Name of the vector map with input x,y,z,w
cs: Jméno vektorového souboru se vstupem x,y,z,w

source: Name of the surface raster map for cross-section
cs: Název rastrové mapy s povrchem pro køí¾ový výbìr

source: Name of the column containing w attribute to interpolate
cs: Jméno sloupce obsahujícího hodnoty w k interpolaci

source: Name of the column with smoothing parameters
cs: Název sloupce obsahujícího hodnoty parametru vyhlazení

source: Output deviations vector point file
cs: Výstupní bodová mapa s odchylkami

source: Analysis
cs: Analýza

source: Output cross-validation vector map
cs: Výstupní vektorový soubor køí¾ové validace

source: Name of the raster map used as mask
cs: Název rastrového souboru pou¾itého jako maska

source: Output cross-section raster map
cs: Výstupní rastrový soubor obsahující køí¾ový výbìr

source: Output_options
cs: Výstupní_volby

source: Output elevation g3d-file
cs: Název výstupního g3d souboru s elevací

source: Output gradient magnitude g3d-file
cs: Výstupní g3d soubor s velikostí gradientem

source: Output gradient horizontal angle g3d-file
cs: Výstupní g3d soubor obsahující gradient horizontálního íºhlu.

source: Output gradient vertical angle g3d-file
cs: Výstupní g3d soubor s gradientem vertikálního íºhlu

source: Output change of gradient g3d-file
cs: Výstupní g3d soubor zmìny gradientu

source: Output gaussian curvature g3d-file
cs: Výstupní g3d soubor s gaussiánskou køivostí

source: Output mean curvature g3d-file
cs: Výstupní g3d soubor se støední køivostí

source: Both crossvalidation options (-c, cvdev) must be specified
cs: Obì volby køí¾ové validace (-c, cvdev) musí být zadány

source: Both crossvalidation and deviations file specified
cs: Oba soubory crossvalidation a deviations musí být urèeny

source: Cannot create table: %s
cs: Nelze vytvoøit tabulku: %s

source: Cannot open %s
cs: Nelze otevøít %s

source: %d features written
cs: %d prvkù zapsáno

source: Null value indicator
cs: Indikátor hodnoty NULL záznamu

source: Randomly generate a 2D/3D vector points map.
cs: Náhodnì vytvoøit 2D/3D bodovou vektorovou vrstvu.

source: Use drand48() function instead of rand()
cs: Pou¾ij funkci drand48() místo rand()

source: Number of points must be > 0 (%d given)
cs: poèet bodù,musí být > 0 (zadáno %d)

source: %d new points written to output
cs: %d nových bodù zapsáno do výstupní mapy

source: Point not found: %.3lf %.3lf %.3lf line category: %d
cs: Bod nenalezen: %.3lf %.3lf %.3lf linie kategorie:%d

source: %d points found: %.3lf %.3lf %.3lf line category: %d
cs: %d bodù nalezeno: %.3lf %.3lf %.3lf kategorie linie: %d

source: Name of input point vector map
cs: Název vstupní bodové vektorové vrstvy

source: Required for operation 'connect'
cs: Po¾adováno pro operaci 'spojení'

source: nodes;new point is placed on each node (line end) if doesn't exist;connect;connect still unconnected points to vector network by inserting new line(s);report;print to standard output {line_category start_point_category end_point_category};nreport;print to standard output {point_category line_category[,line_category...]}
cs: nodes; nový bod je umístìn na ka¾dý uzel (konec linie) pokud neexistuje;connect; spojuje je¹tì nespojené body do vektorové sí»ì vlo¾ením nových linií ;report; Vypí¹e na standartní výstup {kategorie_linie kategorie_poèáteèního_bodu kategorie_koncového_bodu};nreport; vypí¹e na standartní výstup {kategorie_bodu kategorie:linie[,kategorie_linie...]}

source: Output vector map must be specified
cs: Výstupní vektorová mapa musí být specifikována

source: Point vector map must be specified
cs: Bodová vektorová mapa musí být specifikována

source: Threshold value must be specified
cs: Mezní hodnota musí být zadána

source: Tests for normality for points.
cs: Test normality bodù

source: Doing log transformation
cs: Provádím logaritmickou transforamci

source: Creates a buffer around features of given type (areas must contain centroid).
cs: Vytvoøí buffer okolo prvkù zadaného typu (plochy musí obsahovat centroid)

source: Buffer distance in map units
cs: Vzdálenost bufferu v mapových jednotkách

source: Attribute column to use for buffer distances
cs: Název sloupce atributu, který má být pou¾it pro vzdálenost bufferu

source: Maximum distance between theoretical arc and polygon segments as multiple of buffer
cs: Maximální vzdálenost mezi teoretickou linií a segmentem polygonu je násobek bufferu

source: Stop the process at a certain stage
cs: Zastav proces na jistém místì

source: The bufcol option may contain bugs during the cleaning step. If you encounter problems, use the debug option or clean manually with v.clean tool=break; v.category step=0; v.extract -d type=area
cs: Volba bufcol mù¾e obsahovat chyby bìhem kroku èi¹tìní. Pokud obìvíte problémy, pou¾ijte volbu debug nebo jej vyèistìte ruènì pomocí v.clean tool=break; v.category step=0; v.extract -d type=area

source: The tolerance was reset to %g (map units)
cs: Tolerance byla pøenastavena na %g (v jednotkách mapy)

source: Lines buffers...
cs: Bufery linií...

source: The tolerance was reset to %g (map units). [category %d]
cs: Tolerance byla pøenastavena na %g (v jednotkách mapy) [kategorie %d]

source: Areas buffers...
cs: Bufery ploch...

source: Number of cities: [%d]
cs: Poèet cities: [%d]

source: Destination node [%d] is unreachable from node [%d]
cs: Místo urèení [%d] je nedosa¾itelné z místa [%d]

source: Converts a GRASS binary vector map to VTK ASCII output.
cs: Pøeveï GRASS vektor na formát VTK ASCII.

source: Path to resulting VTK file
cs: Cesta k výslednému souboru VTK

source: dp has to be from 0 to 8
cs: dp musí být mezi 0 a 8

source: %d points loaded
cs: %d bodù naèteno

source: vector, interpolation
cs: vektor, interpolace

source: Surface interpolation from vector point data by Inverse Distance Squared Weighting.
cs: Interpolace povchu z vektorových bodových dat na základì metody Inverse Distance Squared Weighting.

source: If set to 0, z coordinates are used (3D vector only)
cs: Pokud nastaveno na 0, jsou pou¾ity souøadnice z (pouze u 3D vektorù)

source: Attribute table column with values to interpolate
cs: Tabulka atributù s hodnotami pro interpolaci

source: Required if layer > 0
cs: Po¾adováno pokud je vrstva >0

source: %s=%s - illegal number of interpolation points
cs: %s=%s - neplatný poèet bodù pro interpolaci

source: No attribute column specified
cs: Nebyla zadána atributová tabulka

source: No data points found
cs: ®ádná bodová data nenalezena

source: Interpolating raster map <%s> (%d rows, %d cols)...
cs: Interpoluji rastrovou mapu <%s> (%d øádkù,%d sloupcù)...

source: Create parallel line to input lines
cs: Vytvoøit rovnobì¾ky ke vstupním liniím

source: Offset in map units, positive for right side, negative for left side.
cs: Odchylka v mapových jednotkách, kladná pro pravou stranu, záporná pro levou stranu.

source: vector, transformation
cs: vektor, transformace

source: Performs an affine transformation (shift, scale and rotate, or GPCs) on vector map.
cs: Vykonat afinní transformaci ( posun, mìøítko aotoèení, nebo GPC) vektorové mapy.

source: Suppress display of residuals or other information
cs: Potlaè výpis zbyteèných a jiných informací

source: Print the transformation matrix to stdout
cs: Vytiskne transfoemaèní matici na standartní výstup

source: Instead of points use transformation parameters (xshift, yshift, zshift, xscale, yscale, zscale, zrot)
cs: Místo bodù pou¾ij transformaèní volby (xshift,yshift,zshift, xscale, yscale, zscale, zrot)

source: ASCII file holding transform coordinates
cs: Soubor ASCII obsahující transformaèní souøadnice

source: If not given, transformation parameters (xshift, yshift, zshift, xscale, yscale, zscale, zrot) are used instead
cs: Pokud nezadáno, budou namísto toho pou¾ity parametry transformace (xshift,yshift,zshift, xscale, yscale, zscale, zrot)

source: Rotation around z axis in degrees counterclockwise
cs: Rotace okolo osy z ve stupních proti smìru hoï. ruèièek

source: Name of table containing transformation parameters
cs: Název sloupce obsahujícího hodnoty parametru vyhlazení

source: The '%c' flag is deprecated and will be removed in future. Transformation parameters are used automatically when no pointsfile is given.
cs: Pøepínaè '%c' je zastaralý a bude v budoucnosti odstranìn. prosím, peou¾ijte pøepínaè '--quiet'.

source: The '%c' flag is deprecated and will be removed in future. Please use '--quiet' instead.
cs: Pøepínaè '%c' je zastaralý a bude v budoucnosti odstranìn. prosím, pou¾ijte pøepínaè '--quiet'.

source: Table name is not defined. Please use '%s' parameter.
cs: Jméno tabulky není definováno. Prosím pou¾ijte paramtr '%s'.

source: Name of table and name for output vector map must be different. Otherwise the table is overwritten.
cs: Jméno tabulky a jméno výstupní vektorové mapy musí být jiné. Jinak dojde k pøepsání tabulky.

source: Unable to open file with coordinates <%s>
cs: Nemohl jsem otevøít soubor se souøadnicemi : <%s>

source: Unable to tokenize column string: %s
cs: Nelze oznaèit øetìzec ve sloupci: %s

source: New vector map <%s> boundary coordinates:
cs: Nová vektorová mapa <%s> má hranièní souøadnice:

source: N: %-10.3f S: %-10.3f
cs: S: %-10.3f J: %-10.3f

source: E: %-10.3f W: %-10.3f
cs: V: %-10.3f Z: %-10.3f

source: Reading coordinates from file.
cs: Èti souøadnice ze soubru.

source: The points weren't spread out enough.
cs: Body nebyly rozmístìny v dostateèných rozestupech.

source: You need to enter at least %d points.
cs: Musíte zadat alespoò %d bodù.

source: Number of points that have been entered [%d]
cs: Poèet vlo¾ených bodù [%d]

source: vector, querying
cs: vektor, dotazování

source: Queries a vector map layer at given locations.
cs: DOtazovat vektorovou mapu v daných locations.

source: If not given reads from standard input
cs: Pokud není zadán, ète se standardní vstup

source: Building spatial index...
cs: Vytváøím prostorový index ...

source: Nothing Found.
cs: Nic nebylo nalezeno.

source: Type: %s
cs: Typ: %s

source: Isle[%d]: %d
cs: Ostrov[%d]: %d

source: vector, geometry, sampling
cs: vektor,geometrie, vzorkování

source: Converts vector map to 3D by sampling of elevation raster map.
cs: Pøevede 2D vektorovou vrstvu na 3D za pomoci rastru vý¹ek nad moøem.

source: Sampling method
cs: Typ vzorkování

source: Creates a GRASS vector map of a user-defined grid.
cs: Vytvoøí GRASS vektorovou mapu podle u¾ivatelem definované møí¾ky

source: region;current region;coor;use 'coor' and 'box' options
cs: region; souèasný region; pou¾ít volby 'souøadnice' a 'rám'

source: Invalid distance
cs: Chybná vzdálenost

source: Reading dig file...
cs: Naèítám soubor dig...

source: Input file is version 3.
cs: Vstupní soubor je verze 3.

source: Input file is version 4.
cs: Vstupní soubor je verze 4.

source: Input file is portable.
cs: Vstupní soubor je pøenositelný.

source: Input file is not portable. We will attempt to convert anyway but conversion may fail. Please read manual for detail information.
cs: Vstupní soubor není pøenositelný. Pøesto se jej pokusím zmìnit, ale pøevod mù¾e selhat. Prosím, pøeètìte si manuál pro detailnìj¹í informace.

source: [%d] points read to memory
cs: [%d]bodù naèteno do pamìti

source: [%d] lines read to memory
cs: [%d] linií naèteno do pamìti

source: [%d] points read and written to output
cs: [%d] bodù naèteno a zapsáno do výstupu

source: [%d] lines read and written to output
cs: [%d] linií naèteno a zapsáno do výstupu

source: [%d] area boundaries read and written to output
cs: [%d] hranic oblasti bylo naèteno a zapsáno do výstupu

source: [%d] dead points skipped
cs: [%d] mrtvých bodù pøeskoèeno

source: [%d] dead lines skipped
cs: [%d] mrtvých linií pøeskoèeno

source: [%d] dead area boundaries skipped
cs: [%d] mrtvých hranic oblastí pøeskoèeno

source: [%d] elements of unknown type skipped
cs: [%d]prvkù neznámého typu pøeskoèeno

source: [%d] elements read to memory
cs: [%d] prvkù naèteno do pamìti.

source: Reading dig_att file...
cs: Naèítám soubor dig_att...

source: Error: %s
cs: Chyba: %s

source: Unknown type: %c
cs: Neznámý typ: %c

source: [%d] point categories read
cs: [%d] kategorií bodù naèteno

source: [%d] line categories read
cs: [%d] kategorií linií naèteno

source: [%d] centroids read
cs: [%d] centroidù naèteno

source: [%d] dead point categories skipped
cs: [%d] mrtvých bodù kategorií pøeskoèeno

source: [%d] dead line categories skipped
cs: [%d] mrtvých kategorií linií pøeskoèeno

source: [%d] dead centroids skipped
cs: [%d] mrtvých centroidù pøeskoèeno

source: [%d] categories of unknown type skipped
cs: [%d] kategorií neznámého typu pøeskoèeno

source: [%d] categories read into memory
cs: [%d] kategorií naèteno do pamìti.

source: OLD_T_NEW Got a bad type code [%x]
cs: OLD_T_NEW dostal jsem ¹patný typ kódu [%x]

source: NEW_T_OLD Got a bad type code [%x]
cs: NEW_T_OLD dostal jsem ¹patný typ kódu [%x]

source: vector, import, conversion
cs: vektor, import, pøevod

source: Imports older versions of GRASS vector maps.
cs: Importuje star¹í verze GRASS vektorových map.

source: Endian of input vector map
cs: Endián pro vstupní vektorovou mapu

source: Failed opening input dig file.
cs: Otevøení vstupního souboru dig selhalo.

source: dig_att file doesn't exist.
cs: Soubor dig_att neexistuje.

source: Failed opening input dig_att file.
cs: Otevøení vstupního souboru dig_att selhalo.

source: Attaching categories...
cs: Pøidávám kategorie...

source: Failed to attach an attribute (category %d) to a line.
cs: Selhalo pøidávání atributu (kategorie %d) k linii.

source: Line %d label: %d matched another label: %d.
cs: Linie %d ¹títek: %d odpovídá jinému ¹títku: %d.

source: Writing new file...
cs: Zapisuji nový soubor...

source: [%d] points and lines written to output file.
cs: [%d] body a linie byly zapsány do výstupního souboru.

source: [%d] centroids written to output file.
cs: [%d] centroidy byly zapsány do výstupního souboru.

source: Vector map defining sample points
cs: Vektorová mapa s body

source: Vector map attribute column to use for comparison
cs: Název sloupce atributu, který má být pou¾it pro porovnání

source: Vector map to store differences
cs: Vektorová mapa, do které budou ulo¾eny rozdíly.

source: Raster map to be sampled
cs: Rastrová mapa, která má být vzorkována

source: Option scaling factor for values read from raster map. Sampled values will be multiplied by this factor
cs: Faktor mìøítka pro hodnoty pøeètené z rastrové mapy. Hodnoty budou tímto faktorem pøenásobeny.

source: Bilinear interpolation (default is nearest neighbor)
cs: Bilineární interpolace (výchozí je nejbli¾¹í soused)

source: Cubic convolution interpolation (default is nearest neighbor)
cs: Interpolace kubickou konvulací (výchozí je metoda nejbli¾¹ího souseda)

source: Flags -b & -c are mutually exclusive. Choose only one.
cs: pøepínaèe -b a -c se navzájem vyluèují. Zvolte pouze jeden z nich.

source: Checking vector points...
cs: Kontroluji vektorové body ...

source: Either 'rules' or 'col' must be specified
cs: Buï 'pravidlo' nebo 'sloupec' musí být zadán

source: vector, volume, conversion
cs: vektor, volume, pøevod

source: Converts a binary GRASS vector map (only points) layer into a 3D GRASS raster map layer.
cs: Pøevede binární GRASS vektorovou mapovou vrstvu (pouze body) na 3D GRASS rastrovou mapovou vrstvu.

source: Column name (type must be numeric)
cs: Jméno sloupce (musí být èíselného typu)

source: vector, raster, conversion
cs: vektor, rastr, pøevod

source: Converts a binary GRASS vector map layer into a GRASS raster map layer.
cs: Importuje binární rastrový soubor jako GRASS rastrovou mapu.
