Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: force removal of .gislock if exists (use with care!). Only with --text flag
sv: tvingar borttagning av .gislock om sådan finns (använd med försiktighet!). Endast med --text flagga

source: use text based interface (skip graphical welcome screen)
sv: använda textbaserat gränssnitt (hoppa över grafisk välkomstskärm)

source: and set as default
sv: och ställ in som standard

source: use text based interface (show graphical welcome screen)
sv: använda textbaserat gränssnitt (visa grafisk välkomstskärm)

source: use $DEFAULT_GUI graphical user interface
sv: använd $DEFAULT_GUI grafiskt användargränssnitt

source: print GRASS configuration parameters
sv: skriva ut GRASS-konfigurationsparametrar

source: options: arch,build,compiler,date,path,python_path,revision,svn_revision,version
sv: alternativ: arch,build,kompilator,datum,sökväg,python_ sökväg,revision,svn_revision,version

source: initial GRASS database directory
sv: initial GRASS-databas katalog

source: directory containing GRASS projects
sv: katalog som innehåller GRASS-projekt

source: initial GRASS project (location)
sv: inledande GRASS-projekt (plats)

source: directory containing mapsets with one common coordinate reference system
sv: katalog som innehåller kartor med ett gemensamt koordinatreferenssystem

source: initial GRASS mapset
sv: initial GRASS-kartuppsättning

source: fully qualified initial mapset directory
sv: fullt kvalificerad initial mapset-katalog

source: Environment variables relevant for startup
sv: Miljövariabler som är relevanta för uppstart

source: set root path for configuration directory
sv: ange rotsökväg för konfigurationskatalog

source: select GUI (text, gui, gtext)
sv: välj GUI (text, gui, gtext)

source: set html web browser for help pages
sv: ställa in html-webbläsare för hjälpsidor

source: set additional path(s) to local GRASS modules or user scripts
sv: ange ytterligare sökväg(ar) till lokala GRASS-moduler eller användarskript

source: set additional GISBASE for locally installed GRASS Addons
sv: ställa in ytterligare GISBASE för lokalt installerade GRASS Addons

source: set Python interpreter name to override 'python'
sv: ange Python-tolkens namn för att åsidosätta 'python'

source: execute GRASS module or script
sv: exekvera GRASS-modul eller -skript

source: provided executable will be executed in GRASS session
sv: den tillhandahållna körbara filen kommer att köras i GRASS-sessionen

source: GRASS module, script or any other executable
sv: GRASS-modul, skript eller någon annan körbar fil

source: parameters of the executable
sv: parametrar för den körbara filen

source: standard flags
sv: standardflaggor

source: deprecated, use --tmp-project instead
sv: föråldrad, använd --tmp-project istället

source: location was renamed to project
sv: platsen döptes om till projekt

source: create temporary project (use with the --exec flag)
sv: skapa ett tillfälligt projekt (använd med flaggan --exec)

source: created in a temporary directory and deleted at exit
sv: skapas i en tillfällig katalog och raderas vid avslutning

source: create temporary mapset (use with the --exec flag)
sv: skapa tillfällig kartuppsättning (använd med flaggan --exec)

source: created in the specified project and deleted at exit
sv: skapas i det angivna projektet och raderas vid avslut

source: timeout for acquiring a mapset lock
sv: timeout för att förvärva ett mapset-lås

source: time for which the process will attempt to get a lock in seconds
sv: tid under vilken processen kommer att försöka få ett lås i sekunder

source: Failed to create configuration directory '{}' with error: {}
sv: Misslyckades med att skapa konfigurationskatalogen '{}' med fel: {}

source: Unable to create temporary directory <{tmpdir_name}>! Exiting.
sv: Det gick inte att skapa en tillfällig katalog <{tmpdir_name}>! Avslutar.

source: Invalid line in RC file ({file}): '{line}' ({error})
sv: Ogiltig rad i filen RC ({file}): '{line}' ({error})

source: Empty RC file ({file})
sv: Fil RC tom ({file})

source: GUI <%s> not supported in this version
sv: GUI <%s> stöds inte i den här versionen

source: The python command does not work as expected. Please check your installation or set the GRASS_PYTHON environment variable.
sv: Python-kommandot fungerar inte som förväntat. Kontrollera din installation eller ställ in miljövariabeln GRASS_PYTHON.

source: GRASS GUI not found. Please check your installation.
sv: GRASS GUI hittades inte. Vänligen kontrollera din installation.

source: {} Switching to text based interface mode.
sv: {} Växlar till textbaserat gränssnittsläge.

source: It appears that the X Windows system is not active. A graphical based user interface is not supported. (DISPLAY variable is not set.) Switching to text based interface mode.
sv: Det verkar som om X Windows-systemet inte är aktivt. Ett grafiskt baserat användargränssnitt stöds inte. (Variabeln DISPLAY är inte inställd.) Växlar till textbaserat gränssnittsläge.

source: Unable to create new project because the project <{location}> already exists.
sv: Det går inte att skapa ett nytt projekt eftersom projektet <{location}> redan finns.

source: Unable to create new project <{location}> because <{path}> is a file.
sv: Det går inte att skapa ett nytt projekt <{location}> eftersom <{path}> är en fil.

source: Unable to create new project <{location}> because the directory <{path}> already exists.
sv: Det går inte att skapa ett nytt projekt <{location}> eftersom katalogen <{path}> redan finns.

source: Unable to create new project in the directory <{path}> for an unknown reason.
sv: Det går inte att skapa ett nytt projekt i katalogen <{path}> av okänd anledning.

source: Mapset <{}> already exists. Unable to create a new temporary mapset of that name.
sv: Mapset <{}> finns redan. Det går inte att skapa en ny tillfällig mapset med det namnet.

source: Mapset <{}> already exists.
sv: Mapset <{}> finns redan.

source: A new mapset can be created using '-c' flag.
sv: En ny mapset kan skapas med hjälp av flaggan "-c".

source: Maybe you meant a different directory.
sv: Du kanske menade en annan katalog.

source: Provide CRS to create a project
sv: Tillhandahålla CRS för att skapa ett projekt

source: Creating new GRASS project <{}>...
sv: Skapar nytt GRASS-projekt <{}>...

source: Unable to create new mapset <{mapset}> because <{path}> is a file.
sv: Det går inte att skapa en ny kartuppsättning <{mapset}> eftersom <{path}> är en fil.

source: The mapset <{}> is missing the WIND file (computational region). It will be fixed now. Note that this warning may become an error in future versions.
sv: Kartuppsättningen <{}> saknar WIND-filen (beräkningsregion). Det kommer att åtgärdas nu. Observera att denna varning kan bli ett fel i framtida versioner.

source: No CRS is needed for creating mapset <{mapset}>, but <{geofile}> was provided as CRS. Did you mean to create a new project?
sv: Ingen CRS behövs för att skapa mapset <{mapset}>, men <{geofile}> tillhandahölls som CRS. Menade du att skapa ett nytt projekt?

source: Creating new GRASS mapset <{}>...
sv: Skapar ny GRASS-kartmängd <{}>...

source: GRASS database directory, project and mapset not set properly. Use GUI or command line to set them.
sv: GRASS-databasens katalog, projekt och mapset är inte korrekt inställda. Använd GUI eller kommandoraden för att ställa in dem.

source: Error reading data path information from g.gisenv. GISDBASE={gisdbase} LOCATION_NAME={location} MAPSET={mapset} Check the <{file}> file.
sv: Fel vid läsning av information om datasökväg från g.gisenv. GISDBASE={gisdbase} LOCATION_NAME={location} MAPSET={mapset} Kontrollera filen <{file}>.

source: Building user fontcap...
sv: Byggnadsanvändare fontcap...

source: The SHELL variable is not set
sv: SHELL-variabeln är inte inställd

source: Unsupported shell <{sh}>: {env_file}
sv: Skal som inte stöds <{sh}>: {env_file}

source: Executing <%s> ...
sv: Exekverar <%s> ...

source: Execution of <{cmd}> failed: {error}
sv: Exekvering av <{cmd}> misslyckades: {error}

source: Execution of <%s> finished.
sv: Exekvering av <%s> avslutad.

source: Unable to close GUI. {0}
sv: Det går inte att stänga GUI. {0}

source: Welcome to GRASS %s
sv: Välkommen till GRASS %s

source: GRASS homepage:
sv: GRASS hemsida:

source: This version running through:
sv: Denna version går igenom:

source: Help is available with the command:
sv: Hjälp finns tillgänglig med kommandot:

source: See the licence terms with:
sv: Se licensvillkoren med:

source: See citation options with:
sv: Se citeringsalternativ med:

source: If required, restart the GUI with:
sv: Om så krävs, starta om GUI med :

source: Start the GUI with:
sv: Starta GUI med:

source: When ready to quit enter:
sv: När du är redo att avsluta trycker du på :

source: 2D and 3D raster masks present
sv: 2D- och 3D-rastermasker närvarande

source: Raster mask present
sv: Rastermask närvarande

source: 3D raster mask present
sv: 3D-rastermask närvarande

source: Done.
sv: Klar.

source: Goodbye from GRASS
sv: Farväl från GRASS

source: Please install the GRASS development package
sv: Installera GRASS-utvecklingspaketet

source: Parameter <%s> not supported
sv: Parameter <%s> stöds inte

source: use mapset %(metavar)s
sv: använd mapset %(metavar)s

source: use temporary mapset in project %(metavar)s
sv: använd tillfällig mapset i projektet %(metavar)s

source: path to mapset (or project if creating one)
sv: sökväg till mapset (eller projekt om ett sådant skapas)

source: use temporary mapset
sv: använda tillfällig mapset

source: use temporary project with %(metavar)s (EPSG, georeferenced file, ...)
sv: använd tillfälligt projekt med %(metavar)s (EPSG, georefererad fil, ...)

source: mapset locking timeout in seconds
sv: tidsgräns för låsning av mapset i sekunder

source: remove lock if present
sv: avlägsna lås om sådant finns

source: Option --tmp-location is deprecated, use --tmp-project instead
sv: Alternativet --tmp-location är föråldrat, använd --tmp-project istället

source: execute module or script (followed by executable with arguments)
sv: exekvera modul eller skript (följt av körbar med argument)

source: Flag -e requires also flag -c
sv: Flagga -e kräver också flagga -c

source: Flag -c requires name of project or mapset
sv: Flagga -c kräver namn på projekt eller mapset

source: Either --tmp-project or --tmp-mapset can be used, not both
sv: Antingen --tmp-project eller --tmp-mapset kan användas, men inte båda

source: Coordinate reference system argument (e.g. EPSG) is needed for --tmp-project
sv: Argument för koordinatreferenssystem (t.ex. EPSG) behövs för --tmp-project

source: Only one argument (e.g. EPSG) is needed for --tmp-project, mapset name <{}> provided
sv: Endast ett argument (t.ex. EPSG) behövs för --tmp-project, mapset-namn <{}> anges

source: Unable to start GRASS. You have the choice to: - Launch the graphical user interface with the '--gui' switch {cmd_name} --gui - Launch with path to the project/mapset as an argument {cmd_name} /path/to/project/mapset` - Create a project with '-c' and launch in its PERMANENT mapset {cmd_name} -c EPSG:number /path/to/project {cmd_name} -c geofile /path/to/project - Create manually the GISRC file ({gisrcrc}) - Use '--help' for further options {cmd_name} --help See also: https://grass.osgeo.org/{cmd_name}/manuals/helptext.html
sv: Det gick inte att starta GRASS. Du har möjlighet att välja mellan: - Starta det grafiska användargränssnittet med '--gui'-omkopplaren {cmd_name} --gui - Starta med sökvägen till projektet/mapset som ett argument {cmd_name} /sökväg/till/projekt/mapset` - Skapa ett projekt med '-c' och starta i dess PERMANENTA kartset {cmd_name} -c EPSG:nummer /stig/till/projekt {cmd_name} -c geofile /väg/till/projekt - Skapa GISRC-filen manuellt ({gisrcrc}) - Använd '--help' för ytterligare alternativ {cmd_name} --hjälp Se även: https://grass.osgeo.org/{cmd_name}/manuals/helptext.html

source: Starting GRASS...
sv: Börjar med GRASS...

source: Failed to start GRASS, grassdata directory cannot be found or created.
sv: Misslyckades med att starta GRASS, grassdata-katalogen kan inte hittas eller skapas.

source: Failed to start GRASS, no default project to copy in the installation or copying failed.
sv: GRASS kunde inte startas, inget standardprojekt att kopiera i installationen eller kopieringen misslyckades.

source: Launching <%s> GUI in the background, please wait...
sv: Startar <%s> grafiskt gränssnitt i bakgrunden, vänta...

source: Failed to start shell '%s'
sv: Misslyckades med att starta skalet '%s'

source: Usage: %s file pid
sv: Användning: %s fil pid

source: Concurrent mapset locking is not supported on Windows
sv: Samtidig låsning av mapset stöds inte i Windows

source: Unable to write lockfile %s (%s)
sv: Det går inte att skriva lockfile %s (%s)

source: Unable to access table <%s>
sv: Det går inte att komma åt tabellen <%s>

source: <%s> created in database.
sv: <%s> skapad i databasen.

source: <%s> has not been created in database.
sv: <%s> har inte skapats i databasen.

source: Copying %s <%s> to current mapset as <%s>
sv: Kopiera %s <%s> till aktuell mapset som <%s>

source: %s copied
sv: %s kopierad

source: String for secondary color table has been truncated
sv: Sträng för sekundärfärgstabell har avkortats

source: %s: invalid index %d
sv: %s: ogiltigt index %d

source: Removing %s <%s>
sv: Ta bort %s <%s>

source: Vector map <%s> not found
cs: Vektorová mapa <%s> nebyla nalezena
sv: Vektorkarta <%s> hittades inte

source: Unable to delete vector map
sv: Det går inte att ta bort vektorkartan

source: Unable to remove %s element
sv: Det går inte att ta bort %s-elementet

source: Unable to remove %s
sv: Går inte att ta bort %s

source: <%s> nothing removed
sv: <%s> inget borttaget

source: Rename %s <%s> to <%s>
sv: Byt namn på %s <%s> till <%s>

source: Unable to rename vector map <%s> to <%s>
sv: Det går inte att byta namn på vektormapp <%s> till <%s>

source: Unable to rename %s
sv: Det går inte att byta namn %s

source: %s renamed
sv: %s bytt namn

source: <%s> nothing renamed
sv: <%s> inget bytt namn

source: %s to be %s
sv: %s att vara %s

source: Vector
sv: Vektor

source: Group
sv: Grupp

source: Unable to open data base element list '%s'
sv: Det går inte att öppna databasens elementlista '%s'

source: Format error: file ('%s') line (%d) - %s
sv: Formatfel: fil ('%s') rad (%d) - %s

source: Unable to define new light
cs: Nelze definovat novou linii
sv: Kan inte definiera nytt ljus

source: Maximum surfaces loaded!
cs: Maximum povrchù ji¾ naèteno!
sv: Maximalt belastade ytor!

source: Maximum vector line maps loaded!
cs: Maximum vektorových linií ji¾ naèteno!
sv: Maximala vektorlinjekartor laddade!

source: Error loading vector map <%s>
cs: Chyba pøi naèítání vektorové mapy <%s>
sv: Fel vid laddning av vektorkarta <%s>

source: Maximum vector point maps loaded!
cs: Maximum vektorových bodù ji¾ naèteno!
sv: Maximal vektorpunktskartor laddade!

source: Maximum volumes loaded!
cs: Maximum 3D rastrových map ji¾ naèteno!
sv: Maximala volymer laddade!

source: Error loading 3d raster map <%s>
cs: Chyba pøi naèítání 3D rastrové mapy <%s>
sv: Fel vid inläsning av 3d-rasterkarta <%s>

source: Nviz_new_map_obj(): unsupported data type
cs: Nviz_new_map_obj(): Nepodporovaný datový typ
sv: Nviz_new_map_obj(): datatyp som inte stöds

source: Invalid color (%s), using "white" as default
cs: Nesprávná barva pro symbol: '%s', pou¾ívám "bílá" jako výchozí
sv: Ogiltig färg (%s), använder "vit" som standard

source: Unable to set focus
cs: Nelze nastavit zaostøení
sv: Går inte att ställa in fokus

source: Unable to get function address for %s
sv: Det går inte att få fram funktionsadressen för %s

source: Bad server connection
cs: ©patné spojení se serverem
sv: Dålig serveranslutning

source: Unable to get visual info
sv: Det går inte att få visuell information

source: Unable to create rendering context
sv: Går inte att skapa renderingskontext

source: Unable to choose pixel format (CGL error = %d)
sv: Det går inte att välja pixelformat (CGL-fel = %d)

source: Unable to create context (CGL error = %d)
sv: Det går inte att skapa ett sammanhang (CGL-fel = %d)

source: Unable to register window class
sv: Det går inte att registrera fönsterklassen

source: Unable to create window
sv: Det går inte att skapa ett fönster

source: Unable to set current context (CGL error = %d)
sv: Det går inte att ställa in aktuell kontext (CGL-fel = %d)

source: Incomplete framebuffer status (status = %d)
sv: Status för ofullständig framebuffer (status = %d)

source: Need at least 3 keyframes for spline
sv: Behöver minst 3 keyframes för spline

source: Need at least 2 keyframes for interpolation
sv: Behöver minst 2 keyframes för interpolering

source: Unable to open file <%s> for writing
cs: Nelze otevøít soubor <%s> pro zápis
sv: Det går inte att öppna filen <%s> för skrivning

source: Check no. of frames requested and keyframes marked
sv: Kontrollera antal begärda frames och markerade keyframes

source: Unknown icon marker, using "sphere"
sv: Okänd ikonmarkör, använder "sfär"

source: Unable to open vector map <%s>
cs: Nelze otevøít vektorovou mapu <%s>
sv: Det går inte att öppna vektorkartan <%s>

source: Unable to read vector map <%s>
cs: Nelze èíst vektorovou mapu <%s>
sv: Det går inte att läsa vektorkarta <%s>

source: No points from vector map <%s> fall within current region
cs: ®ádný bod z vektorové mapy <%s> nespadá do souèasného regionu
sv: Inga punkter från vektorkarta <%s> faller inom aktuell region

source: Vector map <%s> loaded (%d points)
cs: Vektorová mapa <%s> naètena (%d bodù)
sv: Vektorkarta <%s> laddad (%d punkter)

source: Database connection not defined for layer %d
cs: Pro vrstvu %d nebylo definováno databázové pøipojení
sv: Databasanslutning inte definierad för lagret %d

source: Loading thematic points layer <%s>...
sv: Laddar tematiskt punktlager <%s>...

source: No color rule defined for category %d
sv: Ingen färgregel definierad för kategori %d

source: Invalid color definition (%s)
sv: Ogiltig färgdefinition (%s)

source: %d points without category. Unable to determine color rules for features without category.
sv: %d punkter utan kategori. Det går inte att fastställa färgregler för funktioner utan kategori.

source: no category info
sv: ingen kategoriinformation

source: no data
sv: ingen data

source: Raster map <%s> is outside of current region. Load failed.
sv: Rasterkarta <%s> ligger utanför den aktuella regionen. Laddningen misslyckades.

source: GS_load_att_map(): Out of memory. Unable to load map
cs: GS_load_att_map(): Nelze alokovat pamì». Nelze naèíst mapu.
sv: GS_load_att_map(): Slut på minne. Det går inte att ladda kartan

source: Loading failed
cs: Naèítání selhalo
sv: Misslyckades ladda

source: Error finding range
cs: Chyba pøi hledání rozsahu hodnot
sv: Område för felsökning

source: Loading raster map <%s>...
cs: Naèítání rastrové mapy<%s>...
sv: Läser in rasterkarta <%s>...

source: Color table range doesn't match data (mincol=%d, maxcol=%d
cs: Barevná ¹kála neodpovídá datùm (mincol=%d, max col=%d
sv: Färgtabellens intervall stämmer inte överens med data (mincol=%d, maxcol=%d)

source: Translating colors from raster map <%s>...
cs: Pøekládám barevnou ¹kálu z rastrové mapy <%s>...
sv: Översättning av färger från rasterkarta <%s>...

source: View not saved by this program,there may be some inconsistencies
sv: Visa inte sparad av detta program, det kan finnas vissa inkonsekvenser

source: Bitmap mismatch
sv: Bitmappsmissmatchning

source: Unable to get image of current GL screen
sv: Det går inte att få en bild av den aktuella GL-skärmen

source: Unable to write view
sv: Kan inte skriva vy

source: Max. number of labels reached!
cs: Dosa¾en maximální poèet popiskù!
sv: Max. antal etiketter uppnått!

source: Unable to read color file of raster map <%s>
cs: Nelze èíst soubor s barevnou ¹kálou pro rastrovou mapu <%s>
sv: Det gick inte att läsa färgfilen för rasterkartan <%s>

source: Unable to read category file of raster map <%s>
cs: Nelze èíst soubor s kategoriemi pro rastrovou mapu <%s>
sv: Det gick inte att läsa kategorifilen för rasterkartan <%s>

source: Unable to read fp range of raster map <%s>
cs: Nelze èíst rozmezí hodnot s desetinnou èárkou rastrové mapy <%s>
sv: Det gick inte att läsa fp-intervallet i rasterkartan <%s>

source: Unable to read range of raster map <%s>
cs: Nelze èíst rozmezí hodnot rastrové mapy <%s>
sv: Det gick inte att läsa intervallet för rasterkartan <%s>

source: Range request error for legend
cs: Chyba po¾adavku pro rozmezí hodnot pro legendu
sv: Fel på begäran om räckvidd för legend

source: Unable to show discrete FP range (use list)
sv: Kan inte visa diskret FP-område (använd lista)

source: Too many categories to show as discrete!
cs: Pøíli¹ mnoho kategorií pro zobrazení jako samostatné hodnoty!
sv: För många kategorier för att visas som diskreta!

source: Try using smaller font!
cs: Zkuste pou¾ít men¹í font!
sv: Försök använda mindre typsnitt!

source: Color Material: %d
cs: Barva materiálu:%d
sv: Färg Material: %d

source: gsd_rot(): %c is an invalid axis specification. Rotation ignored. Please advise GRASS developers of this error
cs: gsd_rot(): %c je neplatná specifikace osy. Ignoruji otoèení. Prosím informujte vývojáøe GRASSu o této chybì
sv: gsd_rot(): %c är en ogiltig axelspecifikation. Rotationen ignoreras. Vänligen informera GRASS-utvecklare om detta fel

source: Cut-plane points mismatch between surfaces. Check resolution(s).
sv: Skärningsplanets punkter stämmer inte överens mellan ytorna. Kontrollera upplösning(ar).

source: Unable to process vector map - out of memory
cs: nelze pracovat s vektorovou mapou - nelze alokovat pamì»
sv: Det går inte att bearbeta vektorkartan - minnet är slut

source: Maximum number of datasets exceeded
cs: Maximální poèet datasetù je pøekroèen
sv: Maximalt antal dataset har överskridits

source: No features from vector map <%s> fall within current region
cs: ®ádný prvek z vektorové mapy <%s> nespadá do aktuálního regionu
sv: Inga objekt från vektorkarta <%s> faller inom aktuell region

source: Vector map <%s> loaded (%d features)
cs: Vektorová mapa <%s> naètena (%d prvkù)
sv: Vektorkarta <%s> laddad (%d funktioner)

source: Loading thematic vector layer <%s>...
sv: Laddar tematiskt vektorlager <%s>...

source: %d features without category. Unable to determine color rules for features without category.
sv: %d funktioner utan kategori. Det går inte att fastställa färgregler för funktioner utan kategori.

source: Loading 3d raster map <%s>...
cs: Naèítám 3D rastrovou mapu <%s>...
sv: Laddar 3d-rasterkarta <%s>...

source: Maximum number of datafiles exceeded
cs: Maximální poèet souborù dat je pøekroèen
sv: Maximalt antal datafiler har överskridits

source: Unable to read range of 3D raster map <%s>
cs: Nelze èíst rozsah hodnot 3D rastrové mapy <%s>
sv: Det gick inte att läsa intervallet för 3D-rasterkartan <%s>

source: Unable to close 3D raster map <%s>
cs: Nelze zavøít rastrovou mapu <%s>
sv: Det gick inte att stänga 3D-rasterkartan <%s>

source: Out of matrix stack space
sv: Utrymme i matrisens stack

source: Tried to pop an empty stack
sv: Försökte öppna en tom stack

source: png: truecolor status enabled
sv: png: truecolor-status aktiverad

source: png: truecolor status disabled
sv: png: truecolor-status inaktiverad

source: png: collecting to file '%s'
sv: png: samlar in till filen '%s'

source: png: image size %dx%d
sv: png: bildstorlek %dx%d

source: Unable to read PNG
sv: Det går inte att läsa PNG

source: Unable to allocate PNG structure
sv: Kan inte tilldela PNG-struktur

source: Unable to read PNG file
sv: PNG-filen kan inte läsas

source: Input PNG file is not 8-bit
sv: PNG-filen som matas in är inte 8-bitars
