Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: projection
sv: projektion

source: create project
sv: skapa projekt

source: Prints or modifies GRASS projection information files (in various co-ordinate system descriptions).
sv: Skriver ut eller ändrar GRASS-projektionsinformationsfiler (i olika beskrivningar av koordinatsystem).

source: Can also be used to create new GRASS projects.
sv: Kan även användas för att skapa nya GRASS-projekt.

source: Prints and manipulates GRASS projection information files.
sv: Skriver ut och hanterar informationsfiler för GRASS-projektion.

source: Print projection information
sv: Skriv ut projektionsinformation

source: [DEPRECATED] Print projection information in shell script style. This flag is obsolete and will be removed in a future release. Use format=shell instead.
sv: [DEPREDIERAD] Skriv ut projektionsinformation i skalskriptformat. Denna flagga är föråldrad och kommer att tas bort i en framtida version. Använd format=skal i stället.

source: Verify datum information and print transformation parameters
cs: Ovìø informace o datumu a vypi¹ transformaèní parametry
sv: Verifiera datuminformation och skriva ut transformationsparametrar

source: [DEPRECATED] Print projection information in PROJ.4 format. This flag is obsolete and will be removed in a future release. Use format=proj4 instead.
sv: [DEPRECATED] Skriv ut projektionsinformation i PROJ.4-format. Denna flagga är föråldrad och kommer att tas bort i en framtida version. Använd format=proj4 istället.

source: Print 'flat' output with no linebreaks (applies to WKT and PROJ.4 output)
cs: Vypi¹ 'flat' výstup bez øádkových zlom (pou¾ito pro výstup WKT a PROJ.4)
sv: Skriv ut "platt" utdata utan radbrytningar (gäller för WKT- och PROJ.4-utdata)

source: Print 'flat' output with no linebreaks (applies to PROJ.4 output)
sv: Skriv ut "platt" utdata utan radbrytningar (gäller PROJ.4-utdata)

source: [DEPRECATED] Print projection information in WKT format. This flag is obsolete and will be removed in a future release. Use format=wkt instead.
sv: [DEPREDIERAD] Skriv ut projektionsinformation i WKT-format. Denna flagga är föråldrad och kommer att tas bort i en framtida version. Använd format=wkt istället.

source: Use ESRI-style format (applies to WKT output only)
cs: Pou¾ít styl ESRI formátu (aplikováno pouze na výstup WKT)
sv: Använd format i ESRI-stil (gäller endast WKT-utdata)

source: Specification
sv: Specifikation

source: Name of georeferenced data file to read projection information from
sv: Namn på den georefererade datafil som projektionsinformationen ska hämtas från

source: Name of ASCII file containing a WKT projection description
sv: Namn på ASCII-fil som innehåller en beskrivning av en WKT-projektion

source: Spatial reference ID with authority name and code
sv: ID för rumslig referens med myndighetsnamn och kod

source: E.g. EPSG:4326 or urn:ogc:def:crs:EPSG::4326
sv: T.ex. EPSG:4326 eller urn:ogc:def:crs:EPSG::4326

source: PROJ.4 projection description
sv: PROJ.4 projektionsbeskrivning

source: EPSG projection code
cs: EPSG kód projekce
sv: EPSG-projektionskod

source: List codes for given authority, e.g. EPSG, and exit
sv: Lista koder för given myndighet, t.ex. EPSG, och avsluta

source: Datum (overrides any datum specified in input co-ordinate system)
sv: Datum (åsidosätter eventuellt datum som anges i inmatat koordinatsystem)

source: Accepts standard GRASS datum codes, or "list" to list and exit
sv: Accepterar standard GRASS datumkoder, eller "list" för att lista och avsluta

source: Index number of datum transform parameters
sv: Indexnummer för parametrar för datumtransformation

source: "0" for unspecified or "-1" to list and exit
sv: "0" för ospecificerat eller "-1" för att lista och avsluta

source: Force override of datum transformation information in input co-ordinate system
cs: Vynutit pøepsání informace o datumu transformace ve vstupním souøadém systému
sv: Force override av information om datumtransformation i inmatat koordinatsystem

source: Modify
sv: Ändra

source: Modify current project's projection files
sv: Modifiera det aktuella projektets projektionsfiler

source: Name of new project (location) to create
sv: Namn på det nya projekt (plats) som ska skapas

source: plain;Human readable text output;shell;shell script style text output;json;JSON (JavaScript Object Notation);wkt;Well-known text output;proj4;PROJ.4 style text output;
sv: plain;Human readable text output;skal;skal script style text output;json;JSON (JavaScript Object Notation);wkt;Välkänd text output;proj4;PROJ.4 style text output;

source: The format option can only be used with -%c flag
sv: Formatalternativet kan endast användas med flaggan -%c

source: Flag 'g' is deprecated and will be removed in a future release. Please use format=shell instead.
sv: Flaggan "g" är föråldrad och kommer att tas bort i en framtida version. Använd format=skal istället.

source: Flag 'j' is deprecated and will be removed in a future release. Please use format=proj4 instead.
sv: Flaggan 'j' är föråldrad och kommer att tas bort i en framtida version. Använd format=proj4 istället.

source: Flag 'w' is deprecated and will be removed in a future release. Please use format=wkt instead.
sv: Flaggan "w" är föråldrad och kommer att tas bort i en framtida version. Använd format=wkt istället.

source: Only one of '%s', '%s', '%s', '%s' or '%s' options may be specified
sv: Endast ett av alternativen '%s', '%s', '%s', '%s' eller '%s' får anges

source: Projection files missing
cs: Soubory s projekcí chybí
sv: Projektionsfiler saknas

source: Only one of -%c, -%c, -%c, -%c, -%c or -%c flags may be specified
sv: Endast en av flaggorna -%c, -%c, -%c, -%c, -%c eller -%c kan anges

source: Only one of -%c, -%c, -%c, -%c or -%c flags may be specified
sv: Endast en av flaggorna -%c, -%c, -%c, -%c eller -%c kan anges

source: No output format specified. Define one of the options: plain, shell, json, wkt, or proj4 using the -%c flag.
sv: Inget utdataformat har angetts. Definiera ett av alternativen: plain, skal, json, wkt eller proj4 med hjälp av flaggan -%c.

source: No output format specified. Define one of the options: plain, shell, json, or proj4 using the -%c flag.
sv: Inget utdataformat har angetts. Definiera ett av alternativen: plain, skal, json eller proj4 med hjälp av flaggan -%c.

source: Unable to convert projection information to PROJ format
sv: Det går inte att konvertera projektionsinformation till PROJ-format

source: Unable to create PROJ definition from srid <%s>
sv: Det går inte att skapa en PROJ-definition från srid <%s>

source: Unable to convert to WKT
sv: Går inte att konvertera till WKT

source: computational region
sv: beräkningsregion

source: extent
sv: omfattning

source: resolution
sv: upplösning

source: Manages the boundary definitions for the geographic region.
cs: Správuje definice hranic geografického regionu.
sv: Hanterar gränsdefinitionerna för den geografiska regionen.

source: Set from default region
cs: Nastav z výchozího regionu
sv: Ställ in från standardregion

source: Existing
cs: Existuje
sv: Befintlig

source: Save as default region
cs: Nastav jako výchozí region
sv: Spara som standardregion

source: Only possible from the PERMANENT mapset
sv: Endast möjligt från PERMANENT mapset

source: Print the current region
cs: Vypi¹ aktuální region
sv: Skriv ut den aktuella regionen

source: Print the current region in lat/long using the current ellipsoid/datum
cs: Vypi¹ aktuální region v zem. délce/¹íøce s pou¾itím souèasného ellipsoidu/datumu
sv: Skriv ut den aktuella regionen i lat/long med hjälp av aktuell ellipsoid/datum

source: Print the current region extent
cs: Vypi¹ rozsah aktuálního regionu
sv: Skriv ut den aktuella regionens utsträckning

source: Print the current region map center coordinates
cs: Vypi¹ mapové souøadnice støedu aktuálního regionu
sv: Skriv ut den aktuella regionkartans mittkoordinater

source: Print the current region in GMT style
sv: Skriv ut den aktuella regionen i GMT-stil

source: Print the current region in WMS style
sv: Skriv ut den aktuella regionen i WMS-stil

source: Print region resolution in meters (geodesic)
cs: Vypi¹ rozli¹ení regionu v metrech (geodetické)
sv: Upplösning för utskriftsområde i meter (geodetisk)

source: Print the convergence angle (degrees CCW)
sv: Skriv ut konvergensvinkeln (grader CCW)

source: The difference between the projection's grid north and true north, measured at the center coordinates of the current region.
sv: Skillnaden mellan projektionens grid north och true north, mätt vid centrumkoordinaterna för den aktuella regionen.

source: Print also 3D settings
cs: Vypi¹ také 3D nastavení
sv: Skriv ut även 3D-inställningar

source: Print the maximum bounding box in lat/long on WGS84
cs: Zobrazí hranièní souøadnice v lat/long na WGS84
sv: Skriv ut den maximala avgränsningsrutan i lat/long på WGS84

source: Print in shell script style
cs: Vypi¹ ve stylu pro shell skript.
sv: Skriv ut i skal script-stil

source: Print in shell script style, but in one line (flat)
sv: Skriv ut i skal script-stil, men på en rad (flat)

source: Align region to resolution (default = align to bounds, works only for 2D resolution)
cs: Vyrovná region na rozli¹ení (výchozí = vyrovnat na hranice, funguje pouze pro 2D rozli¹ení)
sv: Rikta in regionen efter upplösningen (standard = rikta in efter gränserna, fungerar endast för 2D-upplösning)

source: Bounds
cs: Hranice
sv: Gränser

source: Do not update the current region
cs: Neaktualizuj aktuální region
sv: Uppdatera inte den aktuella regionen

source: Effects
cs: Efekty
sv: Effekter

source: Force update of the current region
sv: Tvinga fram en uppdatering av den aktuella regionen

source: Set current region from named region
cs: Nastaví aktuální region z pojmenovaného regionu
sv: Ställ in aktuell region från namngiven region

source: Set region to match raster map(s)
sv: Ställ in region för att matcha rasterkarta(er)

source: Set region to match 3D raster map(s) (both 2D and 3D values)
sv: Ställ in regionen så att den matchar 3D-rasterkartor (både 2D- och 3D-värden)

source: Set region to match vector map(s)
sv: Ställ in regionen så att den matchar vektorkartan/vektorkartorna

source: Value for the northern edge
cs: Severní okraj
sv: Värde för den norra kanten

source: Value for the southern edge
cs: Ji¾ní okraj
sv: Värde för den södra kanten

source: Value for the eastern edge
cs: Východní okraj
sv: Värde för den östra kanten

source: Value for the western edge
cs: Západní okraj
sv: Värde för den västra kanten

source: Value for the top edge
cs: Horní okraj
sv: Värde för den övre kanten

source: Value for the bottom edge
cs: Spodní okraj
sv: Värde för den nedre kanten

source: Number of rows in the new region
cs: Poèet øádkù v novém regionu
sv: Antal rader i den nya regionen

source: Resolution
cs: Rozli¹ení
sv: Upplösning

source: Number of columns in the new region
cs: Poèet sloupcù v novém regionu
sv: Antal kolumner i den nya regionen

source: 2D grid resolution (north-south and east-west)
sv: 2D-rutnätsupplösning (nord-syd och öst-väst)

source: 3D grid resolution (north-south, east-west and top-bottom)
cs: 3D rozli¹ení (severo-ji¾ní, východo-západní a horní-spodní)
sv: 3D-nätverksupplösning (nord-syd, öst-väst och topp-botten)

source: North-south 2D grid resolution
sv: Nord-sydlig 2D-rutnätsupplösning

source: East-west 2D grid resolution
sv: Upplösning i 2D-rutnät i öst-västlig riktning

source: Top-bottom 3D grid resolution
sv: Upplösning för 3D-grid uppifrån och ned

source: Shrink region until it meets non-NULL data from this raster map
cs: Nastavit region tak, aby ze zadané rastrové mapy nebyly vidìt ¾ádné NULLové hodnoty
sv: Krymp regionen tills den möter icke-NULL-data från denna rasterkarta

source: Adjust region cells to cleanly align with this raster map
cs: Nastavit region tak, aby odpovídal této rastrové mapì
sv: Justera regioncellerna så att de stämmer överens med denna rasterkarta

source: Number of cells to add to each side of the current region extent
sv: Antal celler som ska läggas till på varje sida av den aktuella regionens utsträckning

source: A negative number shrinks the current region extent
sv: Ett negativt tal krymper den aktuella regionens utsträckning

source: Save current region settings in named region file
cs: Ulo¾it aktuální region jako region se jménem
sv: Spara aktuella regioninställningar i en namngiven regionfil

source: plain;Plain text output;shell;shell script style output;json;JSON (JavaScript Object Notation);
sv: plain;Utdata i klartext;skal;utdata i skalskriptstil;json;JSON (JavaScript Object Notation);

source: Region <%s> not found
cs: Region <%s> nebyl nalezen
sv: Region <%s> hittades inte

source: 3D raster map <%s> not found
cs: 3D rastrová mapa <%s> nebyla nalezena
sv: 3D-rasterkarta <%s> hittades inte

source: Unable to get map bounding box
sv: Det går inte att få fram kartans avgränsande box

source: '%s' option not used with <%s> because a coordinate would become invalid
sv: alternativet '%s' används inte med <%s> eftersom en koordinat då skulle bli ogiltig

source: '%s' option not used with <%s> because <%s> would become minor than <%s>
sv: alternativet '%s' används inte med <%s> eftersom <%s> skulle bli mindre än <%s>

source: Unable to set region <%s>
cs: Nelze nastavit region <%s>
sv: Det går inte att ställa in region <%s>

source: Unable to update current region
cs: Neschopen aktualizovat aktuální region
sv: Det går inte att uppdatera aktuell region

source: Unable to change default region. The current mapset is not <PERMANENT>.
cs: nelze zmìnit základní region. Souèasný mapset není <PERMANENT>.
sv: Det går inte att ändra standardregion. Den aktuella kartuppsättningen är inte <PERMANENT>.

source: Invalid input <%s=%s>
cs: Neplatný vstup <%s=%s>
sv: Ogiltig inmatning <%s=%s>

source: Can't get projection info of current project
sv: Kan inte få projektionsinformation om aktuellt projekt

source: Can't get projection units of current project
sv: Kan inte få projektering av enheter för nuvarande projekt

source: Can't get projection key values of current project
sv: Kan inte få fram nyckelvärden för projektion av aktuellt projekt

source: Error in %s (projection of input coordinate pair)
sv: Fel i %s (projektion av inmatat koordinatpar)

source: You are already in Lat/Long. Use the -p flag instead.
sv: Du befinner dig redan i Lat/Long. Använd flaggan -p istället.

source: You are in a simple XY project, projection to Lat/Lon is not possible. Use the -p flag instead.
sv: Du befinner dig i ett enkelt XY-projekt, projektion till Lat/Lon är inte möjlig. Använd flaggan -p istället.

source: WGS84 output not possible as this project does not contain datum transformation parameters. Try running g.setproj.
sv: WGS84-utdata är inte möjlig eftersom det här projektet inte innehåller parametrar för datumtransformation. Försök att köra g.setproj.

source: Unable to update lat/long projection parameters
cs: Nelze nastavit parametry mapové projekce lat/long
sv: Det går inte att uppdatera parametrarna för lat/long-projektion

source: Lat/Long calculations are not possible from a simple XY system
sv: Lat/Long-beräkningar är inte möjliga från ett enkelt XY-system

source: Raster map <%s@%s> is a base map for <%s>. Remove forced.
sv: Rasterkarta <%s@%s> är en baskarta för <%s>. Ta bort tvingad.

source: Raster map <%s@%s> is a base map. Remove reclassed map <%s> first.
sv: Rasterkarta <%s@%s> är en baskarta. Ta bort omklassificerad karta <%s> först.

source: Removing information about reclassed map from <%s@%s> failed
sv: Borttagning av information om omklassificerad karta från <%s@%s> misslyckades

source: %s: Cannot remove or exclude files not in the current mapset.
sv: %s: Det går inte att ta bort eller utesluta filer som inte finns i den aktuella kartuppsättningen.

source: Illegal filenames not allowed in the name or ignore option.
sv: Olagliga filnamn som inte tillåts i alternativet name eller ignore.

source: remove
sv: ta bort

source: Removes data base element files from the user's current mapset using the search pattern.
sv: Tar bort databaselementfiler från användarens aktuella kartset med hjälp av sökmönstret.

source: Basic
sv: Grundläggande

source: Name of file(s) to remove
sv: Namn på fil(er) som ska tas bort

source: Name of file(s) to ignore (default: none)
sv: Namn på fil(er) som ska ignoreras (standard: ingen)

source: File name search pattern
sv: Sökmönster för filnamn

source: File name exclusion pattern (default: none)
sv: Exkluderingsmönster för filnamn (standard: inget)

source: Force removal (required for actual deletion of files)
cs: Vynutit odstranìní ( po¾adováno pro souèasné mazání souborù)
sv: Tvinga borttagning (krävs för faktisk radering av filer)

source: Remove base raster maps
sv: Ta bort basrasterkartor

source: The following data base element files would be deleted:
sv: Följande filer med databaselement skulle raderas:

source: No file(s) found for type(s): %s
sv: Ingen fil hittades för typ(er): %s

source: Nothing removed. You must use the force flag (-%c) to actually remove them. Exiting.
sv: Inget borttaget. Du måste använda flaggan force (-%c) för att faktiskt ta bort dem. Avslutar.

source: rename
sv: byta namn på

source: Renames data base element files in the user's current mapset.
cs: Pøejmenuje data v aktuálním mapsetu
sv: Byter namn på databaselementfiler i användarens aktuella kartset.

source: renamed
sv: bytt namn

source: %s <%s> not found
cs: %s <%s> nebyl nalezen
sv: %s <%s> hittades inte

source: <%s> already exists in mapset <%s>
cs: <%s> ji¾ existuje v mapsetu <%s>
sv: <%s> finns redan i mapset <%s>

source: <%s> is an illegal file name
cs: <%s> je neplatné jméno souboru
sv: <%s> är ett olagligt filnamn

source: %s=%s,%s: files could be the same, no rename possible
sv: %s=%s,%s: filerna kan vara desamma, inget byte av namn möjligt

source: Updating reclass maps
sv: Uppdatering av reclass-kartor

source: Failed to read reclass maps file
sv: Misslyckades med att läsa reclass maps-filen

source: Failed to write full reclass maps file
sv: Misslyckades med att skriva fullständig reclass maps-fil

source: Unable to find reclass information for <%s> in base map <%s@%s>
sv: Det gick inte att hitta reclass-information för <%s> i baskartan <%s@%s>

source: Updating base map <%s@%s>
sv: Uppdatering av baskartan <%s@%s>

source: Unable to update dependency file in <%s@%s>
sv: Det går inte att uppdatera beroendefilen i <%s@%s>

source: This should not happen. See your system admin.
sv: Detta ska inte hända. Kontakta din systemadministratör.

source: Unable to open FIPS code file
sv: Det går inte att öppna filen FIPS code

source: No match of FIPS state %d county %d
sv: Ingen matchning av FIPS state %d county %d

source: Reading sf key_value temp file
sv: Läsning av temporär fil med nyckelvärden för sf

source: Invalid State FIPS code
sv: Ogiltig FIPS-kod för stat

source: Reading cf key_value temp file
sv: Läsning av temporär fil för nycklar och värden

source: Invalid County FIPS code
sv: Ogiltig FIPS-kod för län

source: Interactively reset the location's projection settings.
cs: Interaktivnì znovunastavit vlastnosti projekce location
sv: Återställ platsens projektionsinställningar interaktivt.

source: You must be in the PERMANENT mapset to run g.setproj
cs: Musíte být v mapsetu PERMANENT pro spu¹tìní g.setproj
sv: Du måste befinna dig i PERMANENT mapset för att kunna köra g.setproj

source: PERMANENT: permission denied
cs: PERMANENT: Pøístup odepøen
sv: PERMANENT: behörighet nekad

source: Current region cannot be set
cs: Nelze nastavit aktuální region.
sv: Aktuell region kan inte ställas in

source: Retrieving and setting region failed
cs: Obnovení a nastavené regionu selhalo
sv: Hämtning och inställning av region misslyckades

source: Would you still like to change some of the parameters?
cs: Poøád je¹tì chcete zmìnit nìkteré parametry?
sv: Skulle du fortfarande vilja ändra några av parametrarna?

source: The projection information will not be updated
cs: Informace o projekci nebudou aktualizovány
sv: Projektionsinformationen kommer inte att uppdateras

source: Zone in default geographic region definition: %d is different from zone in PROJ_INFO file: %d
cs: Zóna v základní definici geografického regionu: %d se li¹í od zóny v souboru PROJ_INFO: %d
sv: Zon i standarddefinition av geografisk region: %d skiljer sig från zonen i PROJ_INFO-filen: %d

source: XY-location cannot be projected
cs: XY-location nemù¾e být promístnuta
sv: XY-lokalisering kan inte projiceras

source: Unknown projection
cs: Neznámá projekce
sv: Okänd projektion

source: Projection %s is not specified in the file 'proj-parms.table'
cs: Projekce %s není specifikována v souboru 'proj-parms.table'
sv: Projektion %s är inte specificerad i filen 'proj-parms.table'

source: Do you wish to specify a geodetic datum for this location?
cs: Pøejete si zadat geodetické datum pro tuto location?
sv: Vill du ange ett geodetiskt datum för den här platsen?

source: The current datum is %s (%s)
cs: Souèasné datum je %s (%s)
sv: Aktuellt datum är %s (%s)

source: Do you wish to change the datum (or datum transformation parameters)?
cs: Pøejete si zmìnit datum ( nebo parametry transformace datumu)?
sv: Vill du ändra datumet (eller parametrarna för datumtransformation)?

source: The datum information has not been changed
cs: Informace o datumu se nezmìnily
sv: Datuminformationen har inte ändrats

source: The current ellipsoid is %s
cs: Souèasný elipsoid je %s
sv: Den aktuella ellipsoiden är %s

source: Do you want to change ellipsoid parameter?
cs: Pøejete si zmìnit parametry elipsoidu?
sv: Vill du ändra ellipsoidparametern?

source: The ellipse information has not been changed
cs: Informace o elipsoidu se nezmìily
sv: Informationen om ellipsen har inte ändrats

source: The radius is currently %f
cs: Souèasný polomìr je %f
sv: Radien är för närvarande %f

source: Do you want to change the radius?
cs: Oøejete si zmìnit polomìr?
sv: Vill du ändra radien?

source: Enter radius for the sphere in meters
cs: Vlo¾te polomìr pro kouli v metrech
sv: Ange radie för sfären i meter

source: Invalid input ellipsoid
cs: Neplatný vstuní elipsoid
sv: Ogiltig inmatningsellipsoid

source: The UTM zone is now set to %d
cs: UTM zóna je nyní nastavena na %d
sv: UTM-zonen är nu inställd på %d

source: Do you want to change the UTM zone?
cs: Pøejete si zmìnit UTM zónu?
sv: Vill du ändra UTM-zonen?

source: UTM zone information has not been updated
cs: Informace o UTM zónì nebyly aktualizovány.
sv: Informationen om UTM-zonen har inte uppdaterats

source: But if you change zone, all the existing data will be interpreted by projection software. GRASS will not automatically re-project or even change the headers for existing maps.
cs: Ale jestli¾e zmìníte zónu, v¹echna existující data budou pøekládána projekèním softwarem. GRASS neumí automaticky znìnit projekci nebo dokonce zmìnit hlavièky existujících map.
sv: Men om du byter zon kommer alla befintliga data att tolkas av projektionsprogramvaran. GRASS kommer inte automatiskt att omprojicera eller ens ändra rubrikerna för befintliga kartor.

source: Would you still like to change the UTM zone?
cs: Poøád je¹tì si pøejete zmìnit UTM zónu?
sv: Vill du fortfarande ändra UTM-zonen?

source: Error writing PROJ_INFO file <%s>
cs: Chyba pøi zápisu PROJ_INFO <%s>
sv: Fel vid skrivning av PROJ_INFO-fil <%s>

source: Enter plural form of units [meters]:
cs: Vlo¾te mno¾né èíslo jednotek[metry]:
sv: Ange pluralform av enheter [meter]:

source: Enter singular for unit:
cs: Vlo¾te jednotné èíslo jednotky:
sv: Ange singular för enhet:

source: Enter conversion factor from %s to meters:
cs: Pøevodní faktor z %s na metry:
sv: Ange omvandlingsfaktor från %s till meter:
