Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Beginning cross validation with lambda_i=%.4f ... (%d of %d)
sv: Börjar korsvalidering med lambda_i=%.4f ... (%d av %d)

source: Mean = %.5lf
sv: Medelvärde = %.5lf

source: Root Mean Square (RMS) = %.5lf
sv: Kvadratmedelvärde (RMS) = %.5lf

source: Different number of splines and lambda_i values have been taken for the cross correlation
sv: Olika antal splines och lambda_i-värden har använts för korskorrelationen

source: The minimum value for the test (rms=%lf) was obtained with: lambda_i = %.3f
sv: Minimivärdet för testet (rms=%lf) erhölls med: lambda_i = %.3f

source: Table of results:
sv: Tabell över resultat:

source: lambda | mean | rms |
sv: lambda | medelvärde | rms |

source: No point lies into the current region
sv: Ingen punkter ligger i den aktuella regionen

source: resample
sv: omprov

source: bilinear
sv: bilinjär

source: bicubic
sv: bicubisk

source: Performs bilinear or bicubic spline interpolation with Tykhonov regularization.
sv: Utför bilinjär eller bikubisk spline-interpolation med Tykhonov-regularisering.

source: Name for output vector map with interpolation grid
sv: Namn för utdatavektorkarta med interpoleringsnät

source: Name of raster map to use for masking
sv: Namn på den rasterkarta som ska användas för maskering

source: Only cells that are not NULL and not zero are interpolated
sv: Endast celler som inte är NULL och inte noll interpoleras

source: Length of each spline step in the east-west direction. Default: 1.5 * ewres.
sv: Längd på varje spline-steg i öst-västlig riktning. Standard: 1,5 * ewres.

source: Length of each spline step in the north-south direction. Default: 1.5 * nsres.
sv: Längd på varje spline-steg i nord-sydlig riktning. Standard: 1,5 * nsres.

source: Spline interpolation algorithm
sv: Algoritm för spline-interpolation

source: Bicubic interpolation
cs: Bikubická interpolace
sv: Bikubisk interpolation

source: Bilinear interpolation
cs: Bilineární interpolace
sv: Bilinjär interpolation

source: Only interpolate null cells in input raster map
sv: Interpolerar endast nollceller i rasterkartan

source: Find the best Tykhonov regularizing parameter using a "leave-one-out" cross validation method
sv: Hitta den bästa Tykhonov-regleringsparametern med hjälp av en "leave-one-out"-korsvalideringsmetod

source: ew_step must be positive
sv: ew_step måste vara positivt

source: ns_step must be positive
sv: ns_step måste vara positivt

source: spline step in ew direction %g
sv: spline-steg i västlig riktning %g

source: spline step in ns direction %g
sv: spline-steg i ns riktning %g

source: adjusted EW splines %d
sv: justerade EW-splines %d

source: adjusted NS splines %d
sv: justerade NS-splines %d

source: Memory in MB must be >= 3
sv: Minne i MB måste vara >= 3

source: Loading input raster <%s>
sv: Laddar inmatningsraster <%s>

source: Can not write to temp file
sv: Kan inte skriva till temp-fil

source: Only NULL cells in input raster
sv: Endast NULL-celler i inmatningsraster

source: Cross validation didn't finish correctly
cs: Køí¾ová validace nebyla správnì ukonèena
sv: Korsvalideringen avslutades inte korrekt

source: Cross validation finished for ew_step = %f and ns_step = %f
sv: Korsvalideringen är klar för ew_step = %f och ns_step = %f

source: Mark cells for interpolation
sv: Markera celler för interpolering

source: No NULL cells found in input raster.
sv: Inga NULL-celler hittades i inmatningsrastret.

source: Initializing output...
sv: Initialisering av utdata...

source: subregion %d of %d
sv: delregion %d av %d

source: No data within this subregion. Consider increasing the spline step.
sv: Inga data inom denna delregion. Överväg att öka spline-steget.

source: Writing output...
sv: Skriva ut...

source: Filter <%s> not found
sv: Filter <%s> hittades inte

source: kernel filter
sv: kärnfilter

source: convolution
sv: konvolution

source: box
sv: låda

source: hamming
sv: hamstring

source: Resamples raster map layers using an analytic kernel.
sv: Resamplar rasterkartlager med hjälp av en analytisk kärna.

source: Filter kernel(s)
sv: Filterkärna(n)

source: Filter radius
sv: Filterradie

source: Filter radius (horizontal)
sv: Filterradie (horisontell)

source: Filter radius (vertical)
sv: Filterradie (vertikal)

source: %s= and %s=/%s= are mutually exclusive
sv: %s= och %s=/%s= är ömsesidigt uteslutande

source: Either %s= or %s=/%s= required
sv: Antingen %s= eller %s=/%s= krävs

source: Both %s= and %s= required
sv: Både %s= och %s= krävs

source: Differing number of values for filter= and [xy_]radius=
sv: Olika antal värden för filter= och [xy_]radius=

source: Too many filters (max: %d)
sv: För många filter (max: %d)

source: At least one filter must be finite
sv: Åtminstone ett filter måste vara finit

source: nearest neighbor
sv: närmaste granne

source: Resamples raster map to a finer grid using interpolation.
sv: Resamplar rasterkartan till ett finare rutnät med hjälp av interpolation.

source: Method
sv: Metod

source: Reinterpolates and optionally computes topographic analysis from input raster map to a new raster map (possibly with different resolution) using regularized spline with tension and smoothing.
cs: Reinterpoluje a volitelnì spoèítá topografickou analýzu ze vstupního rastrového souboru do nové rastrové mapy (volitelnì s novým rozli¹ením) za pou¾ití RST -regularized spline s tension a vyhlazení - smothing.
sv: Reinterpolerar och beräknar eventuellt topografisk analys från inmatad rasterkarta till en ny rasterkarta (eventuellt med annan upplösning) med hjälp av regulariserad spline med spänning och utjämning.

source: Desired east-west resolution
cs: Po¾adované rozli¹ení východ-západ
sv: Önskad upplösning i öst-västlig riktning

source: Desired north-south resolution
cs: Po¾adované rozli¹ení sever-jih
sv: Önskad nord-sydlig lösning

source: Name for output elevation raster map
sv: Namn på rasterkartan för höjddata

source: Name for output slope map (or fx)
sv: Namn för utmatad lutningskarta (eller fx)

source: Name for output aspect map (or fy)
sv: Namn för utmatad aspektkarta (eller fy)

source: Name for output profile curvature map (or fxx)
sv: Namn för utmatningsprofilens krökningskarta (eller fxx)

source: Name for output tangential curvature map (or fyy)
sv: Namn för utmatad tangentiell krökningskarta (eller fyy)

source: Name for output mean curvature map (or fxy)
sv: Namn för utmatad medelkurvaturkarta (eller fxy)

source: Name of input raster map containing smoothing
sv: Namn på inmatad rasterkarta som innehåller utjämning

source: Name of input raster map to be used as mask
sv: Namn på den rasterkarta som ska användas som mask

source: Rows/columns overlap for segmentation
cs: Pøekryv øádkù/sloupcù pro segmentaci
sv: Överlappning av rader/kolumner för segmentering

source: Multiplier for z-values
cs: Multiplikátor pro hodnoty z
sv: Multiplikator för z-värden

source: Spline tension value
cs: Hodnota pnutí køivek
sv: Splines spänningsvärde

source: Anisotropy angle (in degrees counterclockwise from East)
cs: Úhel anisotropie (ve stupních proti smìru hodinových ruèièek od Východu)
sv: Anisotropivinkel (i grader moturs från öster)

source: Anisotropy
cs: Anisotropie
sv: Anisotropi

source: Anisotropy scaling factor
cs: Míra anisotropie
sv: Skalningsfaktor för anisotropi

source: Use dnorm independent tension
cs: Pou¾ij dnorm nezávislou tenzi
sv: Använd dnorm oberoende spänning

source: Output partial derivatives instead of topographic parameters
cs: Výstup ve formì parciálních derivací místo topografických parametrù
sv: Utmatning av partiella derivat i stället för topografiska parametrar

source: Unable to read ew_res value
sv: Det går inte att läsa ew_res-värdet

source: Unable to read ns_res value
sv: Det går inte att läsa ns_res-värdet

source: Invalid value for tension
cs: ©patná hodnota pro pnutí
sv: Ogiltigt värde för spänning

source: Invalid value for zmult
cs: Neplatná hodnota pro zmult
sv: Ogiltigt värde för zmult

source: Invalid value for overlap
cs: ©patná hodnota pro pøekryv.
sv: Ogiltigt värde för överlappning

source: Invalid value for theta
cs: ©patná hodnota pro theta
sv: Ogiltigt värde för theta

source: Invalid value for scalex
cs: Neplatná hodnota pro scalex
sv: Ogiltigt värde för scalex

source: When using anisotropy both theta and scalex must be specified
cs: Pøi pou¾ití anisotropie musí být zadány theta i scalex
sv: Vid användning av anisotropi måste både theta och scalex anges

source: Map <%s> is the wrong resolution
sv: Map <%s> har fel upplösning

source: Smoothing values can not be negative or NULL
cs: Hodnota vyhlazení nesmí být negativní èi NULL
sv: Utjämningsvärdena kan inte vara negativa eller NULL

source: Input map resolution differs from current region resolution!
cs: Rozli¹ení rastrové mapy je rùzné od aktuálního rozli¹ení regionu!
sv: Inmatningskartans upplösning skiljer sig från den aktuella regionens upplösning!

source: Processing all selected output files will require
cs: Zpracování v¹ech vybraných vektorových vrstev bude vy¾adovat
sv: Bearbetning av alla valda utdatafiler kräver

source: %.2f GB of disk space for temp files.
sv: %.2f GB diskutrymme för temp-filer.

source: %.2f MB of disk space for temp files.
sv: %.2f MB diskutrymme för temp-filer.

source: %.2f KB of disk space for temp files.
sv: %.2f KB diskutrymme för temp-filer.

source: %d byte of disk space for temp files.
sv: %d byte diskutrymme för temp-filer.

source: Maximum value of a raster map is NULL.
cs: Maximální hodnota rastru je NULL
sv: Högsta värdet för en rasterkarta är NULL.

source: Temporarily changing the region to desired resolution ...
cs: Doèasnì mìním region na po¾adované rozli¹ení
sv: Tillfällig ändring av regionen till önskad upplösning ...

source: Changing back to the original region ...
cs: Nastavuje zpìt pùvodní rozli¹ení
sv: Ändra tillbaka till den ursprungliga regionen ...

source: Percent complete:
cs: Hotovo procent:
sv: Procentuellt färdigställd:

source: dnorm in mainc after grid before out1= %f
cs: dnorm v mainc po grid pøed out1=%f
sv: dnorm i mainc efter grid före out1= %f

source: split_and_interpolate() failed
sv: split_and_interpolate() misslyckades

source: dnorm in mainc after grid before out2= %f
cs: dnorm v mainc po grid pøed out2=%f
sv: dnorm i mainc efter grid före out2= %f

source: Unable to write raster maps -- try increasing cell size
sv: Det går inte att skriva rasterkartor - försök öka cellstorleken

source: Error writing temporary file <%s>
sv: Fel vid skrivning av temporär fil <%s>

source: Resamples raster map layers to a coarser grid using aggregation.
sv: Samplar om rasterkartlager till ett grövre rutnät med hjälp av aggregering.

source: Aggregation method
cs: Agregaèní metoda
sv: Aggregeringsmetod

source: Weight according to area (slower)
cs: Váha podle plochy (pomalej¹í)
sv: Vikt enligt yta (långsammare)

source: GRASS raster map layer data resampling capability.
cs: Modul pro pøevzorkování rastrových map.
sv: Möjlighet till omsampling av data från GRASS rasterkartskikt.

source: Name of an input layer
cs: Název vstupní vrstvy
sv: Namn på ett inmatningslager

source: Name of an output layer
cs: Název výstupní vrstvy
sv: Namn på ett utgående lager

source: Creating new cats file...
cs: Vytváøím nový soubor kategorií...
sv: Skapar ny kattfil...

source: Reading %s ...
cs: Naèítám %s...
sv: Läsning %s ...

source: rescale
sv: skala om

source: Rescales histogram equalized the range of category values in a raster map layer.
cs: Zmìní kategorie histogramu rastrové mapy podle rozsahu hodnot kategorií.
sv: Omskalning av histogram utjämnar intervallet för kategorivärden i ett rasterkartskikt.

source: The name of the raster map to be rescaled
cs: Název rastrové mapy, její¾ mìøítko má být zmìnìno.
sv: Namnet på den rasterkarta som ska skalas om

source: The input data range to be rescaled (default: full range of input map)
cs: Vstupní rozsah hodnot, pro které bude provedena zmìna mìøítka (výchozí: celý rozsah hodnot)
sv: Inmatningsdataområdet som ska skalas om (standard: hela området för inmatningskartan)

source: The resulting raster map name
cs: Výsledná rastrová mapa
sv: Den resulterande rasterkartans namn

source: The output data range
cs: Rozsah výstupních dat
sv: Intervall för utdata

source: Title for new raster map
cs: Titulek pro novou rastrovou mapu
sv: Titel för ny rasterkarta

source: Rescale %s[%d,%d] to %s[%d,%d]
cs: Pøevzorkování%s[%d,%d] na %s[%d,%d]
sv: Rescale %s[%d,%d] till %s[%d,%d]

source: Rescales the range of category values in a raster map layer.
cs: Zmìní rozsahy hodnot v kategoriích rastrové mapy.
sv: Skalar om intervallet för kategorivärden i ett rasterkartskikt.

source: Rescale %s[%ld,%ld] to %s[%ld,%ld]
cs: Pøevzorkování %s[%ld,%ld] na %s[%ld,%ld]
sv: Rescale %s[%ld,%ld] till %s[%ld,%ld]

source: fire
sv: brand

source: spread
sv: spridning

source: rate of spread
sv: spridningstakt

source: model
sv: modell

source: Generates rate of spread raster maps.
sv: Genererar rasterkartor med spridningshastighet.

source: Generates three, or four raster map layers showing the base (perpendicular) rate of spread (ROS), the maximum (forward) ROS, the direction of the maximum ROS, and optionally the maximum potential spotting distance for fire spread simulation.
sv: Genererar tre eller fyra rasterkartlager som visar den grundläggande (vinkelräta) spridningshastigheten (ROS), den maximala (framåtriktade) ROS, riktningen för den maximala ROS och eventuellt det maximala potentiella avståndet för brandspridning för simulering av brandspridning.

source: Raster map containing fuel models
sv: Rasterkarta som innehåller bränslemodeller

source: Name of an existing raster map layer in the user's current mapset search path containing the standard fuel models defined by the USDA Forest Service. Valid values are 1-13; other numbers are recognized as barriers by r.ros.
sv: Namn på ett befintligt rasterkartlager i användarens aktuella sökväg för kartset som innehåller de standardbränslemodeller som definieras av USDA Forest Service. Giltiga värden är 1-13; andra nummer identifieras som barriärer av r.ros.

source: Raster map containing the 1-hour fuel moisture (%)
sv: Rasterkarta som innehåller 1 timmes bränslefuktighet (%)

source: Name of an existing raster map layer in the user's current mapset search path containing the 1-hour (<.25") fuel moisture (percentage content multiplied by 100).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller 1-timmes (<.25") bränslefuktighet (procentuell halt multiplicerad med 100).

source: Raster map containing the 10-hour fuel moisture (%)
sv: Rasterkarta som innehåller 10-timmars bränslefuktighet (%)

source: Name of an existing raster map layer in the user's current mapset search path containing the 10-hour (.25-1") fuel moisture (percentage content multiplied by 100).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller 10-timmars (.25-1") bränslefuktighet (procentuell halt multiplicerad med 100).

source: Raster map containing the 100-hour fuel moisture (%)
sv: Rasterkarta som innehåller 100-timmars fukthalt i bränslet (%)

source: Name of an existing raster map layer in the user's current mapset search path containing the 100-hour (1-3") fuel moisture (percentage content multiplied by 100).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller 100-timmars (1-3") bränslefuktighet (procentuell halt multiplicerad med 100).

source: Raster map containing live fuel moisture (%)
sv: Rasterkarta som innehåller fukthalt i levande bränsle (%)

source: Name of an existing raster map layer in the user's current mapset search path containing live (herbaceous) fuel moisture (percentage content multiplied by 100).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller fukt i levande (örtartat) bränsle (procentuell halt multiplicerad med 100).

source: Raster map containing midflame wind velocities (ft/min)
sv: Rasterkarta som innehåller vindhastigheter vid mitten av flamman (ft/min)

source: Name of an existing raster map layer in the user's current mapset search path containing wind velocities at half of the average flame height (feet/minute).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller vindhastigheter vid hälften av den genomsnittliga flamhöjden (fot/minut).

source: Name of raster map containing wind directions (degree)
sv: Namn på rasterkarta som innehåller vindriktningar (grader)

source: Name of an existing raster map layer in the user's current mapset search path containing wind direction, clockwise from north (degree).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller vindriktning, medurs från norr (grader).

source: Name of raster map containing slope (degree)
sv: Namn på rasterkarta som innehåller lutning (grad)

source: Name of an existing raster map layer in the user's current mapset search path containing topographic slope (degree).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller topografisk lutning (grad).

source: Raster map containing aspect (degree, CCW from E)
sv: Rasterkarta som innehåller aspekt (grad, CCW från E)

source: Name of an existing raster map layer in the user's current mapset search path containing topographic aspect, counterclockwise from east (GRASS convention) in degrees.
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller topografisk aspekt, moturs från öster (GRASS-konvention) i grader.

source: Raster map containing elevation (m, required for spotting)
sv: Rasterkarta med höjd över havet (m, krävs för spotting)

source: Name of an existing raster map layer in the user's current mapset search path containing elevation (meters). Option is required from spotting distance computation (when spotting_distance option is provided)
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller höjd (meter). Alternativet krävs för beräkning av spottingavstånd (när alternativet spotting_distance tillhandahålls)

source: Output raster map containing base ROS (cm/min)
sv: Utmatad rasterkarta som innehåller bas ROS (cm/min)

source: Base (perpendicular) rate of spread (ROS)
sv: Bas (vinkelrät) spridningshastighet (ROS)

source: Output raster map containing maximal ROS (cm/min)
sv: Utmatad rasterkarta med maximal ROS (cm/min)

source: The maximum (forward) rate of spread (ROS)
sv: Den maximala (framåtriktade) spread-graden (ROS)

source: Output raster map containing directions of maximal ROS (degree)
sv: Utmatad rasterkarta som innehåller riktningar för maximal ROS (grad)

source: The direction of the maximal (forward) rate of spread (ROS)
sv: Riktningen för den maximala (framåtriktade) spridningshastigheten (ROS)

source: Output raster map containing maximal spotting distance (m)
sv: Utmatning av rasterkarta som innehåller maximalt spottingavstånd (m)

source: The maximal potential spotting distance (requires elevation raster map to be provided).
sv: Det maximala potentiella spottingavståndet (kräver att höjdrasterkarta tillhandahålls).

source: No dead fuel moisture is given. At least one of the 1-h, 10-h, 100-h moisture layers is required.
sv: Ingen fukthalt för dött bränsle anges. Minst ett av fuktskikten 1-h, 10-h, 100-h krävs.

source: A wind direction layer should be given if the wind velocity layer <%s> has been given
sv: Ett vindriktningsskikt bör anges om vindhastighetsskiktet <%s> har angetts

source: A wind velocity layer should be given if the wind direction layer <%s> has been given
sv: Ett vindhastighetsskikt bör anges om vindriktningsskiktet <%s> har angetts

source: An aspect layer should be given if the slope layer <%s> has been given
sv: Ett aspektskikt bör anges om lutningsskiktet <%s> har angetts

source: A slope layer should be given if the aspect layer <%s> has been given
sv: Ett sluttningsskikt bör anges om aspektskiktet <%s> har angetts

source: An elevation layer should be given if considering spotting
sv: Ett höjdlager bör anges om man överväger spotting

source: Raster maps <%s>, <%s> and <%s> created.
sv: Rasterkartor <%s>, <%s> och <%s> skapade.

source: Makes each output cell value a accumulationfunction of the values assigned to the corresponding cells in the input raster map layers.
sv: Gör varje utdatacellvärde till en ackumuleringsfunktion av de värden som tilldelats motsvarande celler i de ingående rasterkartlagren.

source: Existing map to be added to output
sv: Befintlig karta som ska läggas till i utdata

source: Input file with raster map names, one per line
sv: Indatafil med namn på rasterkartor, ett per rad

source: Scale factor for input
sv: Skalfaktor för inmatning

source: Shift factor for input
sv: Skiftfaktor för inmatning

source: The raster map specifying the lower accumulation limit, also called baseline
sv: Den rasterkarta som anger den nedre ackumuleringsgränsen, även kallad baslinje

source: The raster map specifying the upper accumulation limit, also called cutoff. Only applied to BEDD computation.
sv: Den rasterkarta som anger den övre ackumuleringsgränsen, även kallad cutoff. Tillämpas endast vid BEDD-beräkning.

source: Ignore values outside this range
sv: Ignorera värden utanför detta intervall

source: Use these limits in case lower and/or upper input maps are not defined
sv: Använd dessa gränser om nedre och/eller övre inmatningskartor inte är definierade

source: Growing Degree Days or Winkler indices
sv: Växande graddagar eller Winkler-index

source: Mean: sum(input maps)/(number of input maps)
sv: Medelvärde: summa(inmatningskartor)/(antal inmatningskartor)

source: Biologically Effective Degree Days
sv: Biologiskt effektiva graddagar

source: Do not keep files open
sv: Håll inte filer öppna

source: Create a FCELL map (floating point single precision) as output
sv: Skapa en FCELL-karta (flyttal med enkel precision) som utdata

source: '%s'=%f must be > '%s'=%f
sv: '%s'=%f måste vara > '%s'=%f

source: Interpolates raster maps located (temporal or spatial) in between input raster maps at specific sampling positions.
sv: Interpolerar rasterkartor som ligger (tidsmässigt eller rumsligt) mellan ingående rasterkartor vid specifika provtagningspositioner.

source: Data point position for each input map
sv: Datapunktens position för varje inmatningskarta

source: Input file with one input raster map name and data point position per line, field separator between name and sample point is |
sv: Inmatningsfil med ett rasterkartnamn och en datapunktsposition per rad, fältavgränsare mellan namn och provpunkt är |

source: Sampling point position for each output map
sv: Position för provtagningspunkt för varje utmatningskarta

source: Input file with one output raster map name and sample point position per line, field separator between name and sample point is |
sv: Inmatningsfil med ett rasterkartnamn och en provpunktsposition per rad, fältavgränsare mellan namn och provpunkt är |

source: Interpolation method, currently only linear interpolation is supported
sv: Interpolationsmetod, för närvarande stöds endast linjär interpolation

source: Please specify %s= and %s=
sv: Ange %s= och %s=

source: Missing point position for %s map <%s> in file <%s> near line %i
sv: Saknar punktposition för %s map <%s> i fil <%s> nära rad %i

source: Preparing %s map <%s> at position %g
sv: Förbereder %s karta <%s> vid position %g

source: No raster map name found in %s file <%s>
sv: Inget namn på rasterkarta hittades i %s-filen <%s>

source: No %s raster map not found
sv: Nej %s rasterkarta hittades inte
