Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Cropping intensity (upper brightness level)
cs: Oøezávám intenzitu (horní hodnoty svìtlosti)
sv: Beskärningsintensitet (övre ljusstyrkanivå)

source: Extend colors to full range of data on each channel
cs: Na ka¾dém kanálu roztáhne barvy po celé ¹kále
sv: Utöka färgerna till hela datautbudet på varje kanal

source: Preserve relative colors, adjust brightness only
cs: Zachovej relativní barvy, hýbej pouze se svìtlostí
sv: Bevara relativa färger, justera endast ljusstyrkan

source: Reset to standard color range
cs: Nastav zpìt na standardní barevný rozsah
sv: Återställ till standardfärgskala

source: Process bands serially (default: run in parallel)
sv: Bearbeta banden seriellt (standard: kör parallellt)

source: Mosaics several images and extends colormap.
sv: Mosaik av flera bilder och utökning av färgkartan.

source: mosaicking
sv: mosaik

source: Imports SPOT VGT NDVI data into a raster map.
sv: Importerar SPOT VGT NDVI-data till en rasterkarta.

source: Also import quality map (SM status map layer) and filter NDVI map
sv: Importera även kvalitetskarta (SM status map layer) och filtrera NDVI-karta

source: Name of input SPOT VGT NDVI HDF file
sv: Namn på inmatad SPOT VGT NDVI HDF-fil

source: Calculates Optimum-Index-Factor table for spectral bands
sv: Beräknar Optimum-Index-Factor-tabell för spektralband

source: multispectral
sv: multispektral

source: Image fusion algorithms to sharpen multispectral with high-res panchromatic channels
sv: Bildfusionsalgoritmer för att skärpa multispektrala med högupplösta pankromatiska kanaler

source: sharpen
sv: skärpa

source: Name of raster map to be used for <red>
sv: Namn på rasterkarta som ska användas för <red>

source: Name of raster map to be used for <green>
sv: Namn på rasterkarta som ska användas för <green>

source: Name of raster map to be used for <blue>
sv: Namn på rasterkarta som ska användas för <blue>

source: Name of raster map to be used for high resolution panchromatic channel
sv: Namn på rasterkarta som ska användas för högupplöst pankromatisk kanal

source: Method for pan sharpening
sv: Metod för slipning av pannan

source: Bit depth of image (must be in range of 2-30)
sv: Bitdjup för bilden (måste ligga inom intervallet 2-30)

source: Serial processing rather than parallel processing
sv: Seriell bearbetning snarare än parallell bearbetning

source: Rebalance blue channel for LANDSAT
sv: Ombalansering av blå kanal för LANDSAT

source: Rescale (stretch) the range of pixel values in each channel to the entire 0-255 8-bit range for processing (see notes)
sv: Omskalning (stretch) av pixelvärdena i varje kanal till hela 8-bitarsintervallet 0-255 för bearbetning (se anteckningar)

source: Displays spectral response at user specified locations in group or images.
sv: Visar spektral respons på användarspecificerade platser i grupp eller bilder.

source: Name for output image is valid for -g (or text file for -t flag)
sv: Namn för utdatabilden är giltigt för -g (eller textfil för -t flagga)

source: Graphics format for output file (valid for -g flag)
sv: Grafikformat för utdatafilen (gäller för flaggan -g)

source: Show sampling coordinates instead of numbering in the legend (valid for -g flag)
sv: Visa provtagningskoordinater i stället för numrering i teckenförklaringen (gäller för flaggan -g)

source: Use gnuplot for display
sv: Använd gnuplot för visning

source: output to text file
sv: utdata till textfil

source: Performs Tasseled Cap (Kauth Thomas) transformation.
sv: Utför Tasseled Cap (Kauth Thomas) transformation.

source: Worldview
sv: Världsbild

source: For Landsat4-7: bands 1, 2, 3, 4, 5, 7; for Landsat8: bands 2, 3, 4, 5, 6, 7; for MODIS: bands 1, 2, 3, 4, 5, 6, 7; for Sentinel-2: bands 1 to 12, 8A; for Worldview-2: bands 1, 2, 3, 4, 5, 6, 7, 8
sv: För Landsat4-7: band 1, 2, 3, 4, 5, 7; för Landsat8: band 2, 3, 4, 5, 6, 7; för MODIS: band 1, 2, 3, 4, 5, 6, 7; för Sentinel-2: band 1 till 12, 8A; för Worldview-2: band 1, 2, 3, 4, 5, 6, 7, 8

source: basename for output raster map(s)
sv: basnamn för rasterkarta(r) för utdata

source: Satellite sensor
sv: Satellitsensor

source: Converts coordinates from one projection to another (cs2cs frontend).
sv: Konverterar koordinater från en projektion till en annan (cs2cs frontend).

source: miscellaneous
cs: rùzné
sv: diverse

source: Input coordinates to reproject
sv: Inmatningskoordinater för att omprojektera

source: Input coordinates
sv: Koordinater för inmatning

source: Name of input coordinate file
sv: Namn på koordinatfil för inmatning

source: Name for output coordinate file (omit to send to stdout)
sv: Namn på koordinatfilen för utdata (utelämnas om den ska skickas till stdout)

source: Field separator (format: input[,output])
sv: Fältavskiljare (format: input[,output])

source: Input projection parameters (PROJ.4 style)
cs: Parametry vstupní projekce (ve stylu PROJ.4)
sv: Inmatning av projektionsparametrar (PROJ.4-stil)

source: Projections
sv: Projektioner

source: Output projection parameters (PROJ.4 style)
cs: Parametry výstupní projekce (ve stylu PROJ.4)
sv: Utmatning av projektionsparametrar (PROJ.4-stil)

source: Use LL WGS84 as input and current location as output projection
cs: Jako vstup pou¾ij LL WGS84 a aktuální location jako výstupní projekci
sv: Använd LL WGS84 som inmatning och aktuell plats som utmatningsprojektion

source: Use current location as input and LL WGS84 as output projection
cs: Pou¾ij aktuální location jako vstup a LL WGS84 jako výstupní projekci
sv: Använd aktuell position som indata och LL WGS84 som utgångsprojektion

source: Output long/lat in decimal degrees, or other projections with many decimal places
sv: Utmatning av längd/höjd i decimalgrader eller andra projektioner med många decimaler

source: Include input coordinates in output file
sv: Inkludera koordinater för inmatning i utdatafilen

source: Include column names in output file
sv: Inkludera kolumnnamn i utdatafilen

source: Blends color components of two raster maps by a given ratio.
cs: Spojí barevné èásti dvou rastrových map zadaným pomìrem.
sv: Blandar färgkomponenter i två rasterkartor med ett givet förhållande.

source: composite
sv: komposit

source: Name of first raster map for blending
cs: Jméno nového rastru pro mí¹ení
sv: Namn på den första rasterkartan för blandning

source: Name of second raster map for blending
cs: Jméno druhého rastru pro smí¹ení
sv: Namn på den andra rasterkartan för blandning

source: Basename for red, green and blue output raster maps
sv: Basnamn för rasterkartor med röd, grön och blå utgång

source: Percentage weight of first map for color blending
cs: Procenta váhy první mapy barevného spojení
sv: Procentuell vikt av första kartan för färgblandning

source: Combine resulting R,G,B layers into single output map
sv: Kombinera de resulterande R,G,B-lagren till en enda utdatakarta

source: Creates a raster map showing buffer zones surrounding cells that contain non-NULL category values.
sv: Skapar en rasterkarta som visar buffertzoner kring celler som innehåller kategorivärden som inte är NULL.

source: This is the low-memory alternative to the classic r.buffer module.
sv: Detta är ett alternativ med låg minneskapacitet till den klassiska r.buffer-modulen.

source: buffer
sv: buffert

source: Ignore zero (0) data cells instead of NULL cells
cs: Ignoruj nulové (0) buòky, místo NULLových
sv: Ignorera noll (0) dataceller istället för NULL-celler

source: Distance zone(s)
cs: Zóna(y) vzdáleností
sv: Avstånd zon(er)

source: Units of distance
cs: Jednotky vzdálenosti
sv: Enheter för avstånd

source: Sets color rules based on stddev from a raster map's mean value.
sv: Ställer in färgregler baserat på stddev från en rasterkartas medelvärde.

source: Color using standard deviation bands
sv: Färg med hjälp av standardavvikelseband

source: Force center at zero
sv: Kraftcentrum vid noll

source: Traces a flow through an elevation model or cost surface on a raster map.
sv: Följer ett flöde genom en höjdmodell eller en kostnadsyta på en rasterkarta.

source: hydrology
sv: hydrologi

source: cost surface
sv: kostnadsyta

source: Name of input elevation or cost surface raster map
sv: Namn på rasterkarta över inmatad höjd eller kostnadsyta

source: Name of input movement direction map associated with the cost surface
sv: Namn på inmatad karta över rörelseriktning som är associerad med kostnadsytan

source: Direction in degrees CCW from east
sv: Riktning i grader CCW från öster

source: Cost surface
sv: Kostnad yta

source: Name for output drain vector map
sv: Namn på vektormapp för utdatadränering

source: Recommended for cost surface made using knight's move
sv: Rekommenderas för kostnadsyta tillverkad med hjälp av riddarens drag

source: Coordinates of starting point(s) (E,N)
sv: Koordinater för startpunkt(er) (E,N)

source: Name of starting vector points map(s)
sv: Namn på startvektorpunkter karta(r)

source: Copy input cell values on output
cs: Kopíruj vstupní hodnoty bunìk na výstup
sv: Kopiera värden från inmatningsceller till utdata

source: Path settings
sv: Inställningar för sökväg

source: Accumulate input values along the path
cs: Proveï akumulaci hodnot ve smìru pohybu/odtoku
sv: Ackumulera ingångsvärden längs vägen

source: Count cell numbers along the path
cs: Spoèítej buòky ve smìru pohybu/odtoku
sv: Räkna cellnummer längs stigen

source: The input raster map is a cost surface (direction surface must also be specified)
sv: Den ingående rasterkartan är en kostnadsyta (riktningsytan måste också anges)

source: Fills no-data areas in raster maps using spline interpolation.
sv: Fyller i områden utan data i rasterkartor med hjälp av spline-interpolation.

source: surface
sv: yta

source: interpolation
sv: interpolering

source: no-data filling
sv: ingen datafyllning

source: Spline tension parameter
cs: Parametr pnutí (tension)
sv: Parameter för spline-spänning

source: RST options
sv: RST-alternativ

source: Spline smoothing parameter
cs: Parametr vyhlazení (smoothing)
sv: Parameter för splineutjämning

source: Width of hole edge used for interpolation (in cells)
sv: Bredd på hålkanten som används för interpolering (i celler)

source: Minimum number of points for approximation in a segment (>segmax)
cs: Minimální poèet bodù pro aproximaci v segmentu (>segmax)
sv: Minsta antal punkter för approximation i ett segment (>segmax)

source: Maximum number of points in a segment
cs: Maximální poèet bodù v segmentu
sv: Maximalt antal punkter i ett segment

source: Tykhonov regularization parameter (affects smoothing)
sv: Tykhonov regulariseringsparameter (påverkar utjämningen)

source: Used in bilinear and bicubic spline interpolation
sv: Används i bilinjär och bikubisk spline-interpolation

source: Spline options
sv: Spline-alternativ

source: Generates a raster map layer with contiguous areas grown by one cell.
cs: Vytvoøí rastrovou spojitých oblastí zvìt¹ených o jednu buòku.
sv: Genererar ett rasterkartlager med sammanhängande områden som växer med en cell.

source: proximity
sv: närhet

source: Radius is in map units rather than cells
sv: Radien anges i kartenheter i stället för celler

source: Radius of buffer in raster cells
cs: Polomìr obalové zóny (bufferu) v poètu bunìk
sv: Radie för buffert i rasterceller

source: Metric
cs: Metrický
sv: Metriska

source: Value to write for input cells which are non-NULL (-1 => NULL)
cs: Hodnota, která bude pøiøazena vstupním, nenulovým, buòkám, které jsou ne-NULLOvé (-1 => NULL)
sv: Värde att skriva för indataceller som inte är NULL (-1 => NULL)

source: Value to write for "grown" cells
cs: Hodnota, která bude pøiøazena buòkám "grown"
sv: Värde att skriva för "odlade" celler

source: Imports raster data into a GRASS raster map using GDAL library and reprojects on the fly.
sv: Importerar rasterdata till en GRASS-rasterkarta med hjälp av GDAL-biblioteket och återprojicerar i farten.

source: Name of GDAL dataset to be imported
sv: Namn på GDAL-dataset som ska importeras

source: Input band(s) to select (default is all bands)
sv: Inmatningsband att välja (standard är alla band)

source: Resampling method to use for reprojection
sv: Resamplingsmetod att använda för reprojektion

source: nearest;nearest neighbor;bilinear;bilinear interpolation;bicubic;bicubic interpolation;lanczos;lanczos filter;bilinear_f;bilinear interpolation with fallback;bicubic_f;bicubic interpolation with fallback;lanczos_f;lanczos filter with fallback
sv: närmaste;närmaste granne;bilinear;bilinear interpolation;bicubic;bicubic interpolation;lanczos;lanczos filter;bilinear_f;bilinear interpolation med fallback;bicubic_f;bicubic interpolation med fallback;lanczos_f;lanczos filter med fallback

source: Output raster map extent
sv: Utgångsrasterkartans utsträckning

source: region;extent of current region;input;extent of input map
sv: region;omfattning av aktuell region;input;omfattning av input map

source: Resolution of output raster map (default: estimated)
sv: Upplösning för utmatad rasterkarta (standard: uppskattad)

source: estimated;estimated resolution;value;user-specified resolution;region;current region resolution
sv: uppskattad;uppskattad upplösning;värde;användarspecificerad upplösning;region;aktuell regionupplösning

source: Resolution of output raster map (use with option resolution=value)
sv: Upplösning på utmatad rasterkarta (används med alternativet resolution=value)

source: Title for resultant raster map
cs: Titulek pro výslednou rastrovou mapu
sv: Titel för resulterande rasterkarta

source: Estimate resolution only
sv: Endast upplösning för uppskattning

source: Optional
sv: Valfritt

source: Do not perform region cropping optimization
cs: Nepou¾ívej optimalizaci oøíznutím regionu
sv: Utför inte optimering av regionbeskärning

source: Force Lat/Lon maps to fit into geographic coordinates (90N,S; 180E,W)
sv: Tvinga Lat/Lon-kartor att passa in i geografiska koordinater (90N,S; 180E,W)

source: Override projection check (use current project's CRS)
sv: Åsidosätt projektionskontroll (använd det aktuella projektets CRS)

source: Assume that the dataset has the same coordinate reference system (CRS) as the current project
sv: Antag att datasetet har samma koordinatreferenssystem (CRS) som det aktuella projektet

source: Georeference, rectify, and import Terra-ASTER imagery and relative DEMs using gdalwarp.
sv: Georeferera, rektifiera och importera Terra-ASTER-bilder och relativa DEM:er med hjälp av gdalwarp.

source: Name of input ASTER image
sv: Namn på inmatad ASTER-bild

source: ASTER imagery processing type (Level 1A, Level 1B, or relative DEM)
cs: Typ souboru ASTER (Level 1A, Level 1B, nebo pøíbuzný DEM)
sv: Typ av bearbetning av ASTER-bilder (nivå 1A, nivå 1B eller relativ DEM)

source: List L1A L1B or L1T band to translate (1,2,3n,...), or enter 'all' to translate all bands
sv: Lista L1A L1B eller L1T band som ska översättas (1,2,3n,...), eller ange "all" för att översätta alla band

source: Base name for output raster map (band number will be appended to base name)
sv: Basnamn för utgående rasterkarta (bandnummer kommer att läggas till basnamnet)

source: Imports SRTM HGT files into raster map.
sv: Importerar SRTM HGT-filer till en rasterkarta.

source: Name of SRTM input tile (file without .hgt.zip extension)
sv: Namn på SRTM-inmatningsplatta (fil utan .hgt.zip-tillägg)

source: Name for output raster map (default: input tile)
sv: Namn för utgående rasterkarta (standard: input tile)

source: Input is a 1-arcsec tile (default: 3-arcsec)
cs: Vstup je 1-arcsec dla¾dice (výchozí: 3-arcsec)
sv: Inmatningen är en 1 bågsekelsplatta (standard: 3 bågsekelsplattor)

source: Downloads and imports data from OGC WMS and OGC WMTS web mapping servers.
sv: Hämtar och importerar data från OGC WMS- och OGC WMTS-webbkartläggningsservrar.

source: OGC web services
sv: OGC webbtjänster

source: Typically starts with "http://"
sv: Börjar vanligtvis med "http://"

source: Layer(s) to request from the map server
sv: Layer(s) att begära från kartservern

source: Layer style(s) to request from the map server
sv: Layer style(s) att begära från kartservern

source: Map style
sv: Kartstil

source: Image format requested from the server
cs: Formát obrázku, ve kterém se mají data stáhnout
sv: Bildformat som begärs från servern

source: Request
cs: ®ádost
sv: Förfrågan

source: EPSG code of requested source projection
sv: EPSG-kod för den begärda källprojektionen

source: Driver used for communication with the server
sv: Drivrutin som används för kommunikation med servern

source: WMS_GDAL;Download data using GDAL WMS driver;WMS_GRASS;Download data using native GRASS-WMS driver;WMTS_GRASS;Download data using native GRASS-WMTS driver;OnEarth_GRASS;Download data using native GRASS-OnEarth driver;
sv: WMS_GDAL;Hämta data med GDAL WMS-drivrutinen;WMS_GRASS;Hämta data med den inbyggda GRASS-WMS-drivrutinen;WMTS_GRASS;Hämta data med den inbyggda GRASS-WMTS-drivrutinen;OnEarth_GRASS;Hämta data med den inbyggda GRASS-OnEarth-drivrutinen;

source: Maximum columns to request at a time
cs: Maximum sloupcù, které se mají najednou stáhnout
sv: Maximalt antal kolumner som kan begäras åt gången

source: Maximum rows to request at a time
cs: Maximum øádkù, které se mají najednou stáhnout
sv: Maximalt antal rader som kan begäras åt gången

source: Additional query parameters to pass to the server
sv: Ytterligare frågeparametrar att skicka till servern

source: Username for server connection
sv: Användarnamn för serveranslutning

source: Password for server connection
sv: Lösenord för serveranslutning

source: Interpolation method to use in reprojection
sv: Interpolationsmetod som ska användas vid reprojektion

source: GDAL creation option(s) to pass to the output format driver
sv: Alternativ för GDAL-skapande som ska skickas till drivrutinen för utdataformat

source: In the form of "NAME=VALUE", separate multiple entries with a comma
sv: I form av "NAME=VALUE", separera flera poster med ett kommatecken

source: Request data for this named region instead of the current region bounds
sv: Begär data för denna namngivna region i stället för den aktuella regionens gränser

source: HTTP proxy only GDAL driver (GDAL_HTTP_PROXY)
sv: HTTP-proxy endast GDAL-drivrutin (GDAL_HTTP_PROXY)

source: User and password for HTTP proxy only for GDAL driver (GDAL_HTTP_PROXYUSERPWD). Must be in the form of [user name]:[password].
sv: Användare och lösenord för HTTP-proxy endast för GDAL-drivrutinen (GDAL_HTTP_PROXYUSERPWD). Måste vara i form av [användarnamn]:[lösenord].

source: User and password for HTTP proxy
sv: Användare och lösenord för HTTP-proxy

source: Capabilities file to parse (input). It is relevant for WMTS_GRASS and OnEarth_GRASS drivers
sv: Kapacitetsfil att analysera (input). Den är relevant för WMTS_GRASS- och OnEarth_GRASS-drivrutiner

source: File where the server capabilities will be saved ('c' flag)
sv: Fil där serverfunktionerna sparas ("c"-flagga)

source: Get the server capabilities, print them out, then exit
sv: Hämta serverns funktioner, skriv ut dem och avsluta sedan

source: Do not request transparent data
sv: Begär inte transparenta data

source: Keep original bands (default: create composite)
sv: Behåll originalband (standard: skapa komposit)

source: Calculates a new raster map from a simple r.mapcalc expression.
sv: Beräknar en ny rasterkarta från ett enkelt r.mapcalc-uttryck.

source: simple
sv: enkel

source: Formula (e.g. A-B or A*C+B)
sv: Formel (t.ex. A-B eller A*C+B)

source: Name of input A raster map
sv: Namn på indata En rasterkarta

source: Input maps
sv: Inmatningskartor

source: Name of input B raster map
sv: Namn på rasterkarta för indata B

source: Name of input C raster map
sv: Namn på inmatad C-rasterkarta

source: Name of input D raster map
sv: Namn på inmatad D-rasterkarta

source: Name of input E raster map
sv: Namn på inmatad E rasterkarta

source: Name of input F raster map
sv: Namn på inmatad F-rasterkarta

source: Seed for rand() function
sv: Seed för rand()-funktionen

source: Random
sv: Slumpmässig

source: Generate random seed (result is non-deterministic)
sv: Generera slumpmässigt frö (resultatet är icke-deterministiskt)

source: Quote the map names
sv: Citera kartnamnen

source: Case sensitive variable names
sv: Skiftlägeskänsliga variabelnamn

source: Creates a raster mask for limiting raster operation.
sv: Skapar en rastermask för begränsning av rasteroperationer.

source: null data
sv: noll data

source: no-data
sv: ingen data

source: Name of raster map to use as mask
sv: Namn på rasterkarta som ska användas som mask

source: Raster values to use for mask
sv: Rastervärden att använda för mask

source: Format: 1 2 3 thru 7 *
sv: Format: 1 2 3 till och med 7 *

source: Name of vector map to use as mask
sv: Namn på den vektorkarta som ska användas som mask

source: Vector
cs: Vektorová mapa
sv: Vektor

source: Layer number or name (vector)
sv: Lagrets nummer eller namn (vektor)

source: Category values (vector)
sv: Kategorivärden (vektor)

source: WHERE conditions of SQL statement without 'where' keyword (vector)
sv: WHERE-villkor i SQL-satsen utan nyckelordet "where" (vektor)

source: Create inverse mask
sv: Skapa invers mask

source: Remove existing mask (overrides other options)
sv: Ta bort befintlig mask (åsidosätter andra alternativ)

source: Exports a raster map to a text file as x,y,z values based on cell centers.
sv: Exporterar en rasterkarta till en textfil som x,y,z-värden baserade på cellcentrum.

source: conversion
sv: omvandling

source: Include no data values
sv: Inkluderar inga datavärden

source: Exports a raster map as GRASS GIS specific archive file
sv: Exporterar en rasterkarta som GRASS GIS-specifik arkivfil

source: copying
sv: kopiering

source: Name of raster map to pack up
sv: Namn på rasterkarta som ska packas upp

source: Name for output file (default is <input>.pack)
sv: Namn på utdatafilen (standard är <input>.pack)

source: Switch the compression off
sv: Stäng av kompressionen

source: Creates raster plane map given dip (inclination), aspect (azimuth) and one point.
cs: Vytvoøí rastrovou mapu plochy pøi zadání ponoru (sklonu), expozice (azimut) a jednoho bodu.
sv: Skapar en plan rasterkarta givet dip (lutning), aspect (azimut) och en punkt.

source: Dip of plane in degrees
sv: Planets lutning i grader

source: Azimuth of the plane in degrees
sv: Planets azimut i grader

source: Easting coordinate of a point on the plane
cs: Souøadnice x bodu na plo¹e
sv: Östlig koordinat för en punkt på planet

source: Northing coordinate of a point on the plane
cs: Souøadnice y bodu na plo¹e
sv: Nordlig koordinat för en punkt på planet

source: Elevation coordinate of a point on the plane
cs: Souøadnice z bodu na plo¹e
sv: Elevationskoordinat för en punkt på planet

source: Reclasses a raster map greater or less than user specified area size (in hectares).
sv: Omklassificerar en rasterkarta som är större eller mindre än användarens angivna områdesstorlek (i hektar).

source: aggregation
sv: sammanställning

source: Value option that sets the area size limit (in hectares)
sv: Värdealternativ som anger gränsen för områdets storlek (i hektar)

source: Area
sv: Område

source: Lesser or greater than specified value
sv: Lägre eller högre än angivet värde

source: Method used for reclassification
sv: Metod som använts för omklassificering

source: Input map is clumped
sv: Inmatningskartan är klumpad

source: Clumps including diagonal neighbors
sv: Klumpar inklusive diagonala grannar

source: Splits a raster map into red, green and blue maps.
sv: Delar upp en rasterkarta i röda, gröna och blå kartor.

source: separate
sv: separat

source: split
sv: delad

source: Red channel raster map name
sv: Namn på rasterkarta för röd kanal

source: Green channel raster map name
sv: Namn på rasterkarta för grön kanal

source: Blue channel raster map name
sv: Namn på rasterkarta för blå kanal
