Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Duplicate filter start specified
cs: Dvakrát specifikovaný start filtru
sv: Duplikatfilter start specificerat

source: Filter start %s ignored, using UL
cs: Poèátek filtru %s ignorován, pou¾ívám UL
sv: Filterstart %s ignoreras, använder UL

source: Illegal filter file format
cs: Byl zadán neplatný formát filtru
sv: Olagligt filterfilformat

source: Error reading temporary file
cs: Chyba pøi ètení doèasného souboru
sv: Fel vid läsning av temporär fil

source: filter
sv: filtrera

source: Performs raster map matrix filter.
sv: Utför matrisfilter för rasterkartor.

source: Path to filter file
sv: Sökväg till filterfil

source: Number of times to repeat the filter
cs: Poèet iterací
sv: Antal gånger som filtret ska upprepas

source: Output raster map title
cs: Titulek výstupního rastru
sv: Titel på rasterkarta för utdata

source: Apply filter only to null data values
cs: Aplikuj filtr pouze na NULLové hodnoty dat
sv: Tillämpa filter endast på null-datavärden

source: <%d> is not valid number of threads.
sv: <%d> är inte ett giltigt antal trådar.

source: GRASS is compiled without OpenMP support. Ignoring threads setting.
sv: GRASS är kompilerad utan OpenMP-stöd. Ignorerar inställningen för trådar.

source: Parallel processing disabled due to active mask.
sv: Parallellbearbetning inaktiverad på grund av aktiv mask.

source: Raster map too small for the size of the filter
cs: Rastrové mapa je pøíli¹ malá pro velikost filtru
sv: Rasterkartan är för liten för filtrets storlek

source: Unable to create temporary file
cs: Nelze èíst doèasný soubor
sv: Det går inte att skapa en temporär fil

source: Writing raster map <%s>
cs: Zapisuji rastrovou mapu <%s>
sv: Skriva rasterkarta <%s>

source: Finds the mode of values in a cover map within areas assigned the same category value in a user-specified base map.
cs: Nalezne modus hodnot z pøekrývající mapy, která bude rozdìlena podle ploch se stejnými hodnotami z pokladové mapy.
sv: Tar reda på läget för värden i en täckningskarta inom områden som tilldelats samma kategorivärde i en användarspecificerad baskarta.

source: Base map to be reclassified
cs: Základní mapa, která má být reklasifikována
sv: Baskartan ska omklassificeras

source: Coverage map
cs: Krycí mapa
sv: Täckningskarta

source: Output map
cs: Výstupní mapa
sv: Utgångskarta

source: %s: Unable to read category labels
cs: %s: Nemohu naèít popisky kategorií
sv: %s: Det går inte att läsa kategorietiketter

source: Unable to read color table for %s
cs: Nelze èíst barevnou tabulku pro %s
sv: Det går inte att läsa färgtabellen för %s

source: reading r.stats output
cs: ètu výstup z r.stats
sv: läsa utdata från r.stats

source: Unknown method <%s>
cs: Neznámá metoda <%s>.
sv: Okänd metod <%s>

source: Invalid out_type enumeration: %d
sv: Ogiltig uppräkning av out_type: %d

source: neighbor
sv: granne

source: focal statistics
sv: fokuserad statistik

source: Makes each cell category value a function of the category values assigned to the cells around it, and stores new cell values in an output raster map layer.
cs: Hodnota ka¾dé buòky v novém rastru bude funkcí hodnot kategorii sousedních bunìk a bude ulo¾ena jako hodnota ve výstupní rastrové mapì.
sv: Gör varje cellkategorivärde till en funktion av de kategorivärden som tilldelats cellerna runt omkring och lagrar nya cellvärden i ett rasterkartskikt.

source: Neighborhood operation
cs: Operace s okolím
sv: Operation i grannskapet

source: Gaussian weighting function
sv: Gaussisk viktningsfunktion

source: No weighting
sv: Ingen viktning

source: Exponential weighting function
sv: Exponentiell viktningsfunktion

source: File with a custom weighting matrix
sv: Fil med en anpassad viktningsmatris

source: Factor used in the selected weighting function (ignored for none and file)
sv: Faktor som används i den valda viktningsfunktionen (ignoreras för none och file)

source: Do not align output with the input
cs: Nezarovnávej výstup se vstupem
sv: Anpassa inte utdata till indata

source: Neighborhood size must be positive
cs: Velikost sousedù musí být vìt¹í ne¾ nula
sv: Grannskapets storlek måste vara positiv

source: Neighborhood size must be odd
cs: Velikost sousedù musí být lichá
sv: Grannskapets storlek måste vara udda

source: File with weighting matrix is missing.
sv: Fil med viktningsmatris saknas.

source: Weighting function '%s' requires a %s.
sv: Viktningsfunktionen '%s' kräver en %s.

source: %s= and %s= must have the same number of values
sv: %s= och %s= måste ha samma antal värden

source: Computing %s weights...
sv: Beräkning av %s vikter...

source: Method %s not compatible with weighing window, using weight mask instead
sv: Metod %s inte kompatibel med vägningsfönstret, använd viktmask istället

source: Opening selection map <%s>
sv: Öppna urvalskarta <%s>

source: Unable to open weights file %s
cs: Nelze otevøít soubor s vahami %s
sv: Det går inte att öppna filen Weights %s

source: Error reading weights file %s
cs: Chyba pøi ètení souboru s vahami %s
sv: Fel vid läsning av viktfil %s

source: Manages NULL-values of given raster map.
sv: Hanterar NULL-värden för en given rasterkarta.

source: Name of raster map for which to edit null values
sv: Namn på rasterkarta för vilken null-värden ska redigeras

source: List of cell values to be set to NULL
cs: Seznam hodnot bunìk pro nastavení NULL
sv: Lista över cellvärden som ska sättas till NULL

source: The value to replace the null value by
cs: Hodnota pro nahrazení hodnoty NULL
sv: Det värde som ska ersätta null-värdet med

source: Only do the work if the map is floating-point
cs: Pracuj pouze pokud je mapa s plovoucí desetinnou èárkou
sv: Gör bara arbetet om kartan är flyttalsbaserad

source: Check
sv: Kontrollera

source: Only do the work if the map is integer
cs: Pracuj pouze pokud je mapa celoèíselná
sv: Utför endast arbetet om kartan är heltal

source: Only do the work if the map doesn't have a NULL-value bitmap file
cs: Udìlej svou práci pouze pokud mapa nemá soubor NULL
sv: Utför endast arbetet om kartan inte har en bitmappsfil med NULL-värde

source: Create NULL-value bitmap file validating all data cells
cs: Vytvoø soubor s hodnotami NULL pøi validaci v¹ech bunìk
sv: Skapa bitmapfil med NULL-värde som validerar alla dataceller

source: Remove NULL-value bitmap file
cs: Smazat soubor NULL
sv: Ta bort bitmappfil med NULL-värde

source: Re-create NULL-value bitmap file (to compress or uncompress)
sv: Återskapa bitmappsfil med NULL-värde (för att komprimera eller avkomprimera)

source: Raster map <%s> is a reclass of map <%s@%s>. Consider to generate a copy with r.mapcalc. Exiting.
sv: Rasterkarta <%s> är en omklassificering av karta <%s@%s>. Överväg att generera en kopia med r.mapcalc. Avslutar.

source: <%s> is a virtual raster map. Consider to generate a copy with r.mapcalc. Exiting.
sv: <%s> är en virtuell rasterkarta. Överväg att generera en kopia med r.mapcalc. Avslutar.

source: Raster map <%s> is not in your mapset <%s>
sv: Rasterkarta <%s> finns inte i din kartuppsättning <%s>

source: %s is illegal entry for null
sv: %s är olaglig post för null

source: Raster map <%s> already has a null bitmap file
sv: Rasterkarta <%s> har redan en null-bitmapfil

source: <%s> is integer raster map (CELL)
sv: <%s> är heltalsrasterkarta (CELL)

source: <%s> is integer raster map (CELL). Using null=%d.
sv: <%s> är en heltalsrasterkarta (CELL). Använd null=%d.

source: <%s> is floating pointing raster map
sv: <%s> är flytande pekande rasterkarta

source: Writing new null file for raster map <%s>...
sv: Skriver ny null-fil för rasterkarta <%s>...

source: Raster map <%s> modified.
sv: Rasterkarta <%s> modifierad.

source: The NULL file is already compressed, nothing to do.
sv: NULL-filen är redan komprimerad, inget att göra.

source: The NULL file is already uncompressed, nothing to do.
sv: NULL-filen är redan okomprimerad, inget att göra.

source: Removing null file for raster map <%s>...
sv: Tar bort null-fil för rasterkarta <%s>...

source: %s: %s: illegal value spec
sv: %s: %s: olagligt värde spec

source: %s: illegal value spec
cs: %s: neplatná hodnota pro spec
sv: %s: olagligt värde spec

source: Writing new data for raster map <%s>...
sv: Skriver nya data för rasterkarta <%s>...

source: Calculates geometry parameters for raster objects.
sv: Beräknar geometriparametrar för rasterobjekt.

source: Use meters as units instead of cells
sv: Använd meter som enhet istället för celler

source: Input raster must be of type CELL
sv: Inmatningsrastret måste vara av typen CELL

source: Empty input map <%s>
sv: Tom inmatningskarta <%s>

source: Calculating statistics
sv: Beräkning av statistik

source: Writing output
sv: Skriva utdata

source: Converts a raster map layer into a GRASS ASCII text file.
sv: Konverterar ett rasterkartskikt till en GRASS ASCII-textfil.

source: Name for output ASCII grid map (use out=- for stdout)
cs: Název výstupního ASCII souboru (pro standardní výstup pou¾ijte out=-)
sv: Namn för utmatning av ASCII-nätkarta (använd out=- för stdout)

source: Number of values printed before wrapping a line (only SURFER or MODFLOW format)
cs: Poèet hodnot vyti¹tìných pøed zalomením øádku (pouze pro formáty SURFER nebo MODFLOW)
sv: Antal värden som skrivs ut innan en rad bryts (endast SURFER- eller MODFLOW-format)

source: String to represent null cell (GRASS grid only)
cs: Textový øetìzec, reprezentující hodnotu NULL (pouze pro formát GRASS)
sv: Sträng för att representera nollcell (endast GRASS-rutnät)

source: Suppress printing of header information
cs: Potlaè výpis informací z hlavièky
sv: Undertrycka utskrift av rubrikinformation

source: Write SURFER (Golden Software) ASCII grid
cs: Ulo¾ jako SURFER (Golden Software) ASCII rastr
sv: Skriv SURFER (Golden Software) ASCII-rutnät

source: Write MODFLOW (USGS) ASCII array
cs: Ulo¾ jako MODFLOW (USGS) ASCII pole
sv: Skriva MODFLOW (USGS) ASCII-array

source: Force output of integer values
cs: Vynucený výstup celoèíselných hodnot
sv: Tvinga fram utmatning av heltalsvärden

source: Failed to interpret dp as an integer
cs: selhal pøevod dp na celé èíslo
sv: Misslyckades med att tolka dp som ett heltal

source: dp has to be from 0 to 20
cs: dp musí být od 0 do 20
sv: dp måste vara mellan 0 och 20

source: Failed to interpret width as an integer
cs: selhal pøevod ¹íøky na celé èíslo
sv: Misslyckades med att tolka bredd som ett heltal

source: Both -s and -h doesn't make sense
cs: Obì volby -s a -h dohromady nedávají smysl
sv: Både -s och -h är inte meningsfulla

source: Use -M or -s, not both
cs: Vyberte pouze jeden z pøepínaèù -M nebo -s, ne oba
sv: Använd -M eller -s, inte båda

source: Unable to read fp range for <%s>
cs: Nemohu èíst rozsah pro <%s>
sv: Det går inte att läsa fp-intervallet för <%s>

source: Read failed at row %d
cs: Ètení selhalo na øádku %d
sv: Läsning misslyckades på rad %d

source: Header File = %s
cs: Hlavièkový soubor = %s
sv: Huvudfil = %s

source: World File = %s
sv: Världsfil = %s

source: Exports a GRASS raster to a binary array.
cs: Exportuje rastrový soubor GRASSu do binárního pole.
sv: Exporterar ett GRASS-raster till en binär array.

source: Name for output binary map (use output=- for stdout)
cs: Název výstupní binární mapy (pro standardní výstup pou¾ijte out=-)
sv: Namn på binär karta för utdata (använd output=- för stdout)

source: Value to write out for null
cs: Hodnota místo NULL
sv: Värde att skriva ut för null

source: Generate integer output
sv: Generera heltalsutdata

source: Generate floating-point output
sv: Generera flyttalsutdata

source: Export array with GMT compatible header
cs: Export pole s GMT kompatibilní hlavièkou:q
sv: Exportera array med GMT-kompatibel header

source: Generate BIL world and header files
cs: Generuje BIL world a hlavièkový soubor
sv: Generera BIL-världs- och header-filer

source: Byte swap output
cs: Výstup bytového swapu
sv: Byte-swap-utgång

source: Invalid value for null (integers only)
cs: ©patná hodnota pro ¾ádná data (pouze celá èísla)
sv: Ogiltigt värde för null (endast heltal)

source: Floating-point output requires %s=4 or %s=8
sv: Utmatning av flyttal kräver %s=4 eller %s=8

source: Integer output doesn't support %s=8 in this build
sv: Integer-utmatning stöder inte %s=8 i den här versionen

source: GMT grid doesn't support 64-bit integers
sv: GMT-rutnätet stöder inte 64-bitars heltal

source: Creating BIL support files...
cs: Vytváøím podpùrné soubory BIL...
sv: Skapa BIL-stödfiler...

source: Exporting raster as floating values (%s=%d)
sv: Exportera raster som flytande värden (%s=%d)

source: Writing GMT float format ID=1
cs: Zapisuji formát GMT s plovoucí desetinnou èárkou ID=1
sv: Skrivning av GMT float-format ID=1

source: Exporting raster as integer values (%s=%d)
sv: Exportera raster som heltalsvärden (%s=%d)

source: Writing GMT integer format ID=2
cs: Zapisuji GMT celoèíselný formát ID=2
sv: Skrivning GMT heltalsformat ID=2

source: Using the current region settings...
cs: Pou¾ívám nastavení aktuálního regionu...
sv: Använda de aktuella regioninställningarna...

source: north=%f
cs: sever=%f
sv: norr=%f

source: south=%f
cs: jih=%f
sv: söder=%f

source: east=%f
cs: východ=%f
sv: öst=%f

source: west=%f
cs: západ=%f
sv: väst=%f

source: No label for category entry no %d
sv: Ingen etikett för kategoripost nr %d

source: Failed to set raster attribute table
sv: Misslyckades med att ställa in rasterattributtabell

source: Unable to allocate buffer for reading raster map
cs: Nelze alokovat buffer pro ètení rastru
sv: Det går inte att allokera buffert för läsning av rasterkarta

source: Using GDAL data type <%s>
sv: Använda GDAL-datatyp <%s>

source: Input raster map contains cells with NULL-value (no-data). The value %d will be used to represent no-data values in the input map. You can specify a nodata value with the %s option.
sv: Inmatad rasterkarta innehåller celler med NULL-värde (inga data). Värdet %d kommer att användas för att representera no-data-värden i indatakartan. Du kan ange ett nodata-värde med alternativet %s.

source: Input raster map contains cells with NULL-value (no-data). The value %g will be used to represent no-data values in the input map. You can specify a nodata value with the %s option.
sv: Inmatad rasterkarta innehåller celler med NULL-värde (inga data). Värdet %g kommer att användas för att representera no-data-värden i indatakartan. Du kan ange ett nodata-värde med alternativet %s.

source: The default nodata value is present in rasterband <%s> and would lead to data loss. Please specify a custom nodata value with the %s parameter.
sv: Standardvärdet för nodata finns i rasterband <%s> och skulle leda till dataförlust. Ange ett anpassat nodatavärde med parametern %s.

source: The user given nodata value %g is present in rasterband <%s> and would lead to data loss. Please specify a different nodata value with the %s parameter.
sv: Det av användaren angivna nodatavärdet %g finns i rasterband <%s> och skulle leda till dataförlust. Ange ett annat nodatavärde med parametern %s.

source: Unable to get raster band
cs: Nelze dostat jedno z rastrových pásem
sv: Det går inte att hämta rasterband

source: Unable to write GDAL raster file
cs: Nelze zapisovat do rastrového souboru GDAL
sv: Det går inte att skriva GDAL-rasterfil

source: Selected GDAL datatype does not cover data range.
sv: Vald GDAL-datatyp täcker inte dataområdet.

source: GDAL datatype: %s, range: %d - %d
sv: GDAL datatyp: %s, intervall: %d - %d

source: Raster map <%s> range: %g - %g
sv: Rasterkarta <%s> intervall: %g - %g

source: GDAL datatype: %s, range: %u - %u
sv: GDAL datatyp: %s, intervall: %u - %u

source: GDAL datatype: %s, range: %.7g - %.7g
sv: GDAL datatyp: %s, intervall: %.7g - %.7g

source: GDAL datatype: %s, range: %.16g - %.16g
sv: GDAL datatyp: %s, intervall: %.16g - %.16g

source: Supported formats:
cs: Podporované formáty:
sv: Format som stöds:

source: Exports GRASS raster maps into GDAL supported formats.
sv: Exporterar GRASS-rasterkartor till format som stöds av GDAL.

source: List supported output formats
cs: Seznam podporovaných výstupních formátù
sv: Lista över stödda utdataformat

source: Do not write GDAL standard colortable
sv: Skriv inte GDAL standard colortable

source: Only applicable to Byte or UInt16 data types
sv: Gäller endast datatyperna Byte eller UInt16

source: Creation
cs: Vytvoøení
sv: Skapelse

source: Do not write non-standard metadata
sv: Skriv inte metadata som inte är standard

source: Enhances compatibility with other GIS software
sv: Förbättrad kompatibilitet med annan GIS-programvara

source: Write raster attribute table
sv: Skriva rasterattributtabell

source: Some export formats may not be supported
sv: Vissa exportformat kanske inte stöds

source: Force raster export despite any warnings of data loss
sv: Tvinga fram rasterexport trots alla varningar om dataförlust

source: Overrides nodata safety check
sv: Åsidosätter säkerhetskontroll av nodata

source: Name of raster map (or group) to export
cs: Jméno rastrové mapy (nebo skupiny) k exportování
sv: Namn på den rasterkarta (eller grupp) som ska exporteras

source: Name for output raster file
cs: Název výstupní rastrové mapy
sv: Namn för rasterfil för utdata

source: Raster data format to write (case sensitive, see also -l flag)
sv: Rasterdataformat att skriva (skiftlägeskänsligt, se även flaggan -l)

source: Number of overviews to create for the output dataset
sv: Antal översikter som ska skapas för utdatasetet

source: Assign a specified offset value to output bands
sv: Tilldela ett specificerat offsetvärde till utgångsbanden

source: Assign a specified scale value to output bands
sv: Tilldela ett specificerat skalvärde till utgångsbanden

source: Raster map or group <%s> not found
cs: Rastrová mapa nebo skupina <%s> nebyla nalezena
sv: Rasterkarta eller grupp <%s> hittades inte

source: No raster maps in group <%s>
cs: Ve skupinì <%s> nejsou ¾ádné rastrové mapy
sv: Inga rasterkartor i grupp <%s>

source: Unable to get <%s> driver
cs: Nelze získat ovladaè <%s>
sv: Det går inte att hämta <%s> drivrutin

source: Driver <%s> does not support direct writing. Using MEM driver for intermediate dataset.
cs: Ovladaè <%s> nepodporuje pøímý zápis. Pou¾ívám ovladaè MEM pro pøechodný dataset.
sv: Drivrutin <%s> stöder inte direkt skrivning. Använder MEM-drivrutin för mellanliggande dataset.

source: Unable to get in-memory raster driver
cs: Nelze se dostat do pamì»ového rastrového ovladaèe
sv: Det går inte att hämta rasterdrivrutin i minnet

source: Driver <%s> does not support creating rasters
cs: Ovladaè <%s> nepodporuje vytváøení rastrù
sv: Drivrutin <%s> stöder inte skapande av raster

source: Could not read data range of raster <%s>
sv: Kunde inte läsa dataintervallet för raster <%s>

source: Exporting to GDAL data type: %s
cs: export do datového typu GDAL: %s
sv: Exporterar till GDAL-datatyp: %s

source: Raster export would result in complete data loss, aborting.
sv: Rasterexport skulle resultera i fullständig dataförlust och avbrytas.

source: Precision loss: Raster map <%s> of type %s to be exported as %s. This can be avoided by using %s.
sv: Förlust av precision: Rasterkarta <%s> av typ %s exporteras som %s. Detta kan undvikas genom att använda %s.

source: Precision loss: The range of <%s> can not be accurately preserved with GDAL datatype Float32. This can be avoided by exporting to Int32 or Float64.
sv: Förlust av precision: Intervallet för <%s> kan inte bevaras korrekt med GDAL-datatypen Float32. Detta kan undvikas genom att exportera till Int32 eller Float64.

source: Precision loss: Float32 can not preserve the DCELL precision of raster <%s>. This can be avoided by using Float64
sv: Förlust av precision: Float32 kan inte bevara DCELL-precisionen för raster <%s>. Detta kan undvikas genom att använda Float64

source: Forcing raster export
sv: Tvinga fram rasterexport

source: Raster export aborted. To override data loss check, use the -%c flag
sv: Rasterexporten avbröts. Om du vill åsidosätta kontrollen av dataförlust använder du flaggan -%c

source: Raster export aborted.
sv: Rasterexporten avbröts.

source: Checking GDAL data type and nodata value...
sv: Kontrollerar GDAL-datatyp och nodata-värde...

source: Checking options for raster map <%s> (band %d)...
sv: Kontrollerar alternativ för rasterkarta <%s> (band %d)...

source: Forcing raster export.
sv: Tvinga fram rasterexport.

source: Unable to create dataset using memory raster driver
cs: Nelze vytvoøit dataset pomocí pamì»ového ovladaèe rastrù
sv: Det går inte att skapa en dataset med rasterdrivrutinen Memory

source: Unable to create <%s> dataset using <%s> driver
cs: Nelze vytvoøit dataset <%s> pomocí ovladaèe <%s>
sv: Det går inte att skapa <%s> dataset med hjälp av <%s> drivrutin

source: Unable to set geo transform
cs: Nelze nastavit geo transform
sv: Det går inte att ställa in geotransformation

source: Unable to set projection
cs: Nelze nastavit projekci
sv: Det går inte att ställa in projektion

source: Exporting raster data to %s format...
sv: Exportera rasterdata till %s-format...

source: Exporting raster map <%s> (band %d)...
cs: Exportuji rastrovou mapu <%s> (èást %d)...
sv: Exporterar rasterkarta <%s> (band %d)...

source: Unable to export raster map <%s>
cs: Nelze exportovat rastrovou mapu <%s>
sv: Det går inte att exportera en rasterkarta <%s>

source: Number of overviews must be between 0 and 5
sv: Antal översikter måste vara mellan 0 och 5

source: Building overviews ...
sv: Översikt över byggnader ...

source: Unable to build overviews
sv: Det går inte att skapa översikter

source: Unable to create raster map <%s> using driver <%s>
cs: Nelze vytvoøit rastrovou mapu <%s> ovladaèem <%s>
sv: Det går inte att skapa en rasterkarta <%s> med drivrutinen <%s>

source: Range to be exported: %g - %g
sv: Område som ska exporteras: %g - %g

source: Mismatch between metadata nodata value and actual nodata value in exported raster: specified nodata value %g gets converted to %d by selected GDAL datatype.
sv: Mismatch mellan metadata nodatavärde och faktiskt nodatavärde i exporterat raster: specificerat nodatavärde %g konverteras till %d av vald GDAL-datatyp.

source: GDAL datatype: %s, valid range: %d - %d
sv: GDAL datatyp: %s, giltigt intervall: %d - %d

source: GDAL datatype: %s, valid range: %u - %u
sv: GDAL datatyp: %s, giltigt intervall: %u - %u

source: Mismatch between metadata nodata value and actual nodata value in exported raster: specified nodata value %g gets converted to %g by selected GDAL datatype.
sv: Mismatch mellan metadata nodatavärde och faktiskt nodatavärde i exporterat raster: specificerat nodatavärde %g konverteras till %g av vald GDAL-datatyp.

source: GDAL datatype: %s, valid range: %g - %g
sv: GDAL datatyp: %s, giltigt intervall: %g - %g

source: Exports GRASS raster map to GRIDATB.FOR map file (TOPMODEL).
sv: Exporterar GRASS-rasterkarta till kartfilen GRIDATB.FOR (TOPMODEL).

source: Exports a GRASS raster to a binary MAT-File.
cs: Exportuje rastrový soubor GRASSu do binárního souboru MAT.
sv: Exporterar ett GRASS-raster till en binär MAT-fil.

source: Name for output binary MAT file
sv: Namn för binär MAT-fil för utdata

source: Exporting <%s>
cs: Exportuji <%s>
sv: Exportera <%s>

source: Using the Current Region settings:
cs: Pou¾ívám nastavení aktuálního regionu:
sv: Använda inställningarna för Aktuell region:

source: Exporting raster as integer values
cs: Exportuji rastr jako celoèíselnou mapu
sv: Exportera raster som heltalsvärden

source: Exporting raster as floating point values
cs: Exportuji rastr jako mapu s hodnotami s plovoucí desetinnou èárkou
sv: Exportera raster som flyttalsvärden

source: Exporting raster as double FP values
cs: Exportuji rastr jako mapu s hodnotami s plovoucí desetinnou èárkou (double)
sv: Exportera raster som dubbla FP-värden

source: Reading in map ...
cs: Ètu v mapì ...
sv: Läser i karta...
