Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Input seems to be NOAA/AVHRR data which needs to be georeferenced with thin plate spline transformation (%s or %s).
sv: Indata verkar vara NOAA / AVHRR-data som måste georefereras med spline-transformation med tunn platta (%s eller %s).

source: Imports raster data into a GRASS raster map using GDAL library.
sv: Importerar rasterdata till en GRASS-rasterkarta med hjälp av GDAL-biblioteket.

source: Name of raster file to be imported
sv: Namn på rasterfil som ska importeras

source: Band(s) to select (default is all bands)
sv: Band att välja (standard är alla band)

source: Bands
sv: Band

source: Name of GCPs target project (location)
sv: Namn på GCP:s målprojekt (plats)

source: Name of project to create or to read CRS from for GCPs transformation
sv: Namn på projekt för att skapa eller läsa CRS från för GCP-transformation

source: Projection
sv: Projektion

source: Offset to be added to band numbers
sv: Offset som ska läggas till bandnummer

source: If 0, no offset is added and the first band is 1
sv: Om 0, läggs ingen offset till och det första bandet är 1

source: Zero-padding of band number by filling with leading zeros up to given number
sv: Zero-padding av bandnummer genom att fylla på med inledande nollor upp till givet antal

source: If 0, length will be adjusted to 'offset' number without leading zeros
sv: Om 0, kommer längden att justeras till "offset"-numret utan inledande nollor

source: Name of the output file that contains the imported map names
sv: Namn på utdatafilen som innehåller de importerade kartnamnen

source: Name for new project (location) to create
sv: Namn på det nya projekt (plats) som ska skapas

source: File prefix for raster attribute tables
sv: Filprefix för rasterattributtabeller

source: The band number and ".csv" will be appended to the file prefix
sv: Bandnumret och ".csv" kommer att läggas till i filprefixet

source: Keep band numbers instead of using band color names
cs: Ponechej èísla kanálù místo pou¾ití jmen jejich barev
sv: Behåll bandnumren istället för att använda bandfärgens namn

source: Create the project specified by the "project" parameter and exit. Do not import the raster file.
sv: Skapa det projekt som anges i parametern "project" och avsluta. Importera inte rasterfilen.

source: Limit import to the current region
cs: Limit pøi importu do souèasného regionu
sv: Begränsa importen till den aktuella regionen

source: Print number of bands and exit
sv: Skriv ut antal band och avsluta

source: You have to specify a target project different from output project
sv: Du måste ange ett målprojekt som skiljer sig från utgångsprojektet

source: You need to specify valid project name.
sv: Du måste ange ett giltigt projektnamn.

source: The '-l' flag only works in Lat/Lon projects
sv: Flaggan "-l" fungerar bara i Lat/Lon-projekt

source: The number of digits for band numbering must be equal or greater than 0
sv: Antalet siffror för bandnumrering måste vara lika med eller större än 0

source: Disabling '-r' flag for new project
sv: Inaktivera flaggan "-r" för nya projekt

source: Using memory cache size: %s MiB
sv: Använda minnescachestorlek: %s MiB

source: Input contains subdatasets which may need to be imported separately by name:
sv: Input innehåller underdataset som kan behöva importeras separat efter namn:

source: No raster bands found in <%s>
sv: Inga rasterband hittades i <%s>

source: Raster map <%s> already exists
cs: Rastrová vrstva <%s> ji¾ existuje.
sv: Rasterkarta <%s> finns redan

source: Input raster map is flipped or rotated - cannot import. You may use 'gdalwarp' to transform the map to North-up.
sv: Inmatad rasterkarta är vänd eller roterad - kan inte importeras. Du kan använda "gdalwarp" för att omvandla kartan till norr upp.

source: Unable to fetch the affine transformation coefficients. Flag -%c cannot be used in this case.
sv: Det går inte att hämta koefficienterna för affin transformation. Flagga -%c kan inte användas i detta fall.

source: Map bounds have been constrained to geographic coordinates. You will almost certainly want to check map bounds and resolution with r.info and reset them with r.region before going any further.
sv: Kartans gränser har begränsats till geografiska koordinater. Du kommer med största sannolikhet att vilja kontrollera kartans gränser och upplösning med r.info och återställa dem med r.region innan du går vidare.

source: Input raster does not overlap current computational region. Nothing to import.
sv: Inmatningsrastret överlappar inte den aktuella beräkningsregionen. Inget att importera.

source: Importing %d raster bands...
sv: Importerar %d rasterband...

source: Unable to open the map names output text file
sv: Det går inte att öppna textfilen med utdata för kartnamn

source: Unable to get raster band number %d
sv: Det går inte att få fram rasterbandets nummer %d

source: Copying %d GCPS in points file for <%s>
cs: Kopíruji %d GCPS v souboru bodù pro <%s>
sv: Kopiering av %d GCPS i punktfil för <%s>

source: GCPs have the following OpenGIS WKT Coordinate System:
cs: GCPs mají následující OpenGIS WTK souøadný systém:
sv: GCP:er har följande OpenGIS WKT-koordinatsystem:

source: Re-projecting GCPs table:
cs: Zmìna projekce GCPs tabulky:
sv: Omprojicering av GCP-tabell:

source: * Input projection for GCP table: %s
cs: * Vstupní projekce pro GCP tabulku: %s
sv: * Inmatad projektion för GCP-tabell: %s

source: * Output projection for GCP table: %s
cs: á Výstupní projekce pro GCP tabulk: %s
sv: * Utgångsprojektion för GCP-tabell: %s

source: Error in %s (can't re-project GCP %i)
sv: Fel i %s (kan inte omprojektera GCP %i)

source: Unable to convert input map CRS to GRASS format; cannot create new project.
sv: Det går inte att konvertera CRS-data till GRASS-format; det går inte att skapa ett nytt projekt.

source: The target for the output group <%s> has been set to project <%s>, mapset <PERMANENT>.
sv: Målet för utdatagruppen &lt;%s&gt; har satts till projekt &lt;%s&gt;, mapset <PERMANENT>.

source: Unable to translate projection key values of input GCPs
cs: Nelze získat klíèové hodnoty mapové projekce vstupní GCPs
sv: Det går inte att översätta nyckelvärden för projektion av inmatade GCP:er

source: Unable to get CRS info of target project
sv: Det går inte att få CRS-information om målprojektet

source: Unable to get CRS units of target project
sv: Det går inte att få CRS-enheter för målprojektet

source: Unable to get CRS key values of target project
sv: Det går inte att få CRS-nyckelvärden för målprojektet

source: Mapset <%s> in target project <%s> -
sv: Mapset <%s> i målprojekt <%s> -

source: Importing raster map <%s>...
sv: Importerar rasterkarta <%s>...

source: Invalid row
sv: Ogiltig rad

source: Unable to read row %d
sv: Det går inte att läsa raden %d

source: Unable to open file <%s>: %s.
sv: Det går inte att öppna filen <%s>: %s.

source: Unable to convert input map projection to GRASS format; cannot create new project.
sv: Det går inte att konvertera inmatad kartprojektion till GRASS-format; det går inte att skapa ett nytt projekt.

source: In case of no significant differences in the CRS definitions, use the -o flag to ignore them and use current project definition.
sv: Om det inte finns några betydande skillnader i CRS-definitionerna kan du använda flaggan -o för att ignorera dem och använda den aktuella projektdefinitionen.

source: Unable to open file: %s
sv: Det går inte att öppna filen: %s

source: Setting window header failed
cs: Nastavení hlavièky selhalo
sv: Inställning av fönsterhuvud misslyckades

source: Rows changed
cs: Øádky zmìnìny
sv: Raderna ändrade

source: Cols changed
cs: Sloupce zmìnìny
sv: Cols förändrades

source: Imports GRIDATB.FOR map file (TOPMODEL) into a GRASS raster map.
sv: Importerar kartfilen GRIDATB.FOR (TOPMODEL) till en GRASS-rasterkarta.

source: GRIDATB i/o map file
cs: GRIDATB vstup/výstup soubor
sv: GRIDATB i/o kartfil

source: File not found: %s
cs: Soubor nenalezen: %s
sv: Filen har inte hittats: %s

source: Scanning data ...
cs: Prohledávání dat ...
sv: Skanning av data ...

source: Range: min max
cs: Rozsah: min max
sv: Område: min max

source: Creates a raster map from LAS LiDAR points using univariate statistics.
sv: Skapar en rasterkarta från LAS LiDAR-punkter med hjälp av univariat statistik.

source: LAS input file
sv: LAS-ingångsfil

source: LiDAR input files in LAS format (*.las or *.laz)
sv: LiDAR-ingångsfiler i LAS-format (*.las eller *.laz)

source: File containing names of LAS input files
sv: Fil som innehåller namn på LAS-ingångsfiler

source: Number of points in cell
sv: Antal punkter i cellen

source: Minimum value of point values in cell
sv: Minsta värde för punktvärden i cellen

source: Maximum value of point values in cell
sv: Maximalt värde för punktvärden i cellen

source: Range of point values in cell
sv: Intervall för punktvärden i cellen

source: Sum of point values in cell
sv: Summan av punktvärdena i cellen

source: Mean (average) value of point values in cell
sv: Medelvärde (genomsnitt) av punktvärden i cellen

source: Standard deviation of point values in cell
sv: Standardavvikelse för punktvärden i cellen

source: Variance of point values in cell
sv: Varians av punktvärden i cell

source: Coefficient of variance of point values in cell
sv: Varianskoefficient för punktvärden i cell

source: Median value of point values in cell
sv: Medianvärde för punktvärdena i cellen

source: pth (nth) percentile of point values in cell
sv: p:e (n:te) percentilen av punktvärdena i cellen

source: Skewness of point values in cell
sv: Skevhet i punktvärdena i cellen

source: Trimmed mean of point values in cell
sv: Trimmat medelvärde av punktvärden i cell

source: Subtract raster values from the Z coordinates
sv: Subtrahera rastervärden från Z-koordinaterna

source: The scale for Z is applied beforehand, the range filter for Z afterwards
sv: Skalan för Z tillämpas i förväg, avståndsfiltret för Z i efterhand

source: Transform
sv: Omvandla

source: Filter range for Z data (min,max)
sv: Filterområde för Z-data (min,max)

source: Applied after base_raster transformation step
sv: Tillämpas efter omvandlingssteget för base_raster

source: Scale to apply to Z data
sv: Skala för att applicera på Z-data

source: Filter range for intensity values (min,max)
sv: Filterområde för intensitetsvärden (min,max)

source: Scale to apply to intensity values
sv: Skala för att tillämpa på intensitetsvärden

source: Discard given percentage of the smallest and largest values
sv: Kassera en given procentandel av de minsta och största värdena

source: Output raster resolution
sv: Utmatad rasterupplösning

source: Only import points of selected return type
sv: Importera endast punkter av vald returtyp

source: If not specified, all points are imported
sv: Om inget anges importeras alla punkter

source: Only import points of selected class(es)
sv: Endast importpunkter av vald klass(er)

source: Input is comma separated integers. If not specified, all points are imported.
sv: Indata är kommaseparerade heltal. Om inget anges importeras alla punkter.

source: Print LAS file info and exit
sv: Skriv ut filinformationen LAS och avsluta

source: Use the extent of the input for the raster extent
sv: Använd inmatningens utsträckning för rasterutsträckningen

source: Set internally computational region extents based on the point cloud
sv: Ställ in internt beräknade regionutbredningar baserat på punktmolnet

source: Set computation region to match the new raster map
sv: Ställ in beräkningsregionen så att den matchar den nya rasterkartan

source: Set computation region to match the 2D extent and resolution of the newly created new raster map
sv: Ställ in beräkningsregionen så att den matchar 2D-utbredningen och upplösningen för den nyligen skapade nya rasterkartan

source: Use intensity values rather than Z values
sv: Använd intensitetsvärden i stället för Z-värden

source: Uses intensity values everywhere as if they would be Z coordinates
sv: Använder intensitetsvärden överallt som om de skulle vara Z-koordinater

source: Use Z values for filtering, but intensity values for statistics
sv: Använd Z-värden för filtrering, men intensitetsvärden för statistik

source: Use base raster resolution instead of computational region
sv: Använd basrasterupplösning istället för beräkningsregion

source: For getting values from base raster, use its actual resolution instead of computational region resolution
sv: För att få värden från basraster, använd dess faktiska upplösning istället för beräkningsregionens upplösning

source: Use only valid points
sv: Använd endast giltiga punkter

source: Points invalid according to APSRS LAS specification will be filtered out
sv: Punkter som är ogiltiga enligt APSRS LAS-specifikationen kommer att filtreras bort

source: Flag %c makes sense only with %s option or -%c flag
sv: Flagga %c är endast meningsfull med alternativet %s eller flaggan -%c

source: Trim option can be used only with trimmean method
sv: Trim-alternativet kan endast användas med trimmean-metoden

source: File <%s> does not exist
sv: Filen <%s> finns inte

source: zrange will not be taken into account during scan
cs: na rozsah z nebude bìhem hledání brán zøetel
sv: zrange tas inte med i beräkningen under scanningen

source: Input file <%s> does not exist
sv: Indatafilen <%s> finns inte

source: Unable to open file <%s> as a LiDAR point cloud
sv: Det går inte att öppna filen <%s> som ett LiDAR-punktmoln

source: Unable to read LAS header of <%s>
sv: Det går inte att läsa LAS-header för <%s>

source: First file's projection checked, checking projection of the other files...
sv: Första filens projektion kontrollerad, kontrollerar projektion av de andra filerna...

source: Unknown filter option <%s>
sv: Okänt filteralternativ <%s>

source: Invalid zrange
sv: Ogiltigt z-område

source: Invalid %s
sv: Ogiltig %s

source: Option '%s' must be > 0.0
sv: Alternativet '%s' måste vara > 0,0

source: Unable to process the whole map at once. Please set the '%s' option to some value lower than 100.
sv: Det går inte att bearbeta hela kartan på en gång. Ställ in alternativet '%s' på ett värde lägre än 100.

source: Pass #%d (of %d)...
sv: Passera #%d (av %d)...

source: %lu points found in input file(s)
sv: %lu punkter hittades i inmatningsfil (er)

source: %lu input points were invalid and filtered out
sv: %lu inmatningspunkterna var ogiltiga och filtrerades bort

source: %lu input points were invalid, use -%c flag to filter them out
sv: %lu inmatningspunkterna var ogiltiga, använd flaggan -%c för att filtrera bort dem

source: Raster map <%s> created. %lu points from %d files found in region.
sv: Rasterkarta <%s> skapad. %lu punkter från %d filer hittades i regionen.

source: Raster map <%s> created. %lu points found in region.
sv: Rasterkarta <%s> skapad. %lu punkter hittades i regionen.

source: Unable to calculate percentile without the pth option specified!
cs: Nelze vypoèítat percentil bez urèené volby pth!
sv: Det går inte att beräkna percentil utan att alternativet pth anges!

source: Unable to calculate trimmed mean without the trim option specified!
sv: Det går inte att beräkna trimmat medelvärde utan att trim-alternativet har angetts!

source: GRASS project PROJ_INFO is:
sv: GRASS-projektet PROJ_INFO är:

source: Import dataset PROJ_INFO is:
cs: iMPORT PROJ_INFO datasetu je:
sv: Importera dataset PROJ_INFO är:

source: Consider generating a new project with 'project' parameter from input data set.
sv: Överväg att generera ett nytt projekt med parametern "project" från indatauppsättningen.

source: Unable to convert input map projection information to GRASS format for checking
cs: Nelze pøevést informace o vstupní mapové projekci do formátu GRASSu (pro kontrolu)
sv: Det gick inte att konvertera inmatad kartprojektionsinformation till GRASS-format för kontroll

source: Cannot create temporary file with segments of a raster map
sv: Det går inte att skapa en temporär fil med segment av en rasterkarta

source: Cannot open file %s for reading
sv: Filen %s kan inte öppnas för läsning

source: Imports a binary MAT-File(v4) to a GRASS raster.
cs: Importuje soubor MAT (v4) jako rastrový soubor GRASSu.
sv: Importerar en binär MAT-fil (v4) till ett GRASS-raster.

source: Name of input MAT-File(v4)
sv: Namn på inmatad MAT-fil (v4)

source: Name for output raster map (override)
sv: Namn för utgående rasterkarta (åsidosättande)

source: Reading MAT-File...
cs: Naèítám soubor MAT...
sv: Läser MAT-filen...

source: Array contains no data
cs: Oblast neobsahuje ¾ádná data
sv: Arrayen innehåller inga data

source: Array contains imaginary data
cs: Oblast obsahuje snímek
sv: Array innehåller imaginära data

source: Invalid array name
cs: ©patné jméno oblasti
sv: Ogiltigt namn på matris

source: Invalid 'map_name' array
cs: ©patná oblast 'map_name'
sv: Ogiltig matris för "map_name

source: Error reading 'map_name' array
cs: Chyba pøi ètení pole 'map_name'
sv: Fel vid läsning av arrayen "map_name

source: Invalid 'map_northern_edge' array
cs: ©patná oblast 'map_northern_edge'
sv: Ogiltig matris för "map_northern_edge

source: Invalid 'map_southern_edge' array
cs: ©patná oblast 'map_southern_edge'
sv: Ogiltig "map_southern_edge"-uppsättning

source: Invalid 'map_eastern_edge' array
cs: ©patná oblast 'map_eastern_edge'
sv: Ogiltig matris för "map_eastern_edge

source: Invalid 'map_western_edge' array
cs: ©patná oblast 'map_western_edge'
sv: Ogiltig matris för "map_western_edge

source: Invalid 'map_title' array
cs: ©patná oblast 'map_title'
sv: Ogiltig "map_title"-matris

source: Error reading 'map_title' array
cs: Chyba pøi ètení pole 'map_title'
sv: Fel vid läsning av arrayen "map_title

source: Invalid 'map_data' array
cs: ©patná oblasti 'map_data'
sv: Ogiltig "map_data"-matris

source: Please contact the GRASS development team
cs: Prosím, kontaktujte GRASS development team
sv: Kontakta GRASS utvecklingsteam

source: Skipping unknown array '%s'
cs: Pøeskakuji neznámé pole '%s'
sv: Hoppar över okänd matris '%s'

source: No 'map_data' array found in <%s>
cs: Oblast 'map_data' nenalezena v <%s>
sv: Ingen "map_data"-matris hittades i <%s>

source: Setting map name to <%s> which overrides <%s>
sv: Ange kartnamn till <%s> som åsidosätter <%s>

source: Setting map name to <%s>
sv: Ange mapnamn till <%s>

source: No 'map_name' array found; using <MatFile>
sv: Ingen 'map_name'-matris hittades; använder <MatFile>

source: Missing bound
cs: Postrádám hranici
sv: Saknad bindning

source: Using default bounds
cs: Pou¾ívám výchozí hranice
sv: Använda standardgränser

source: Map <%s> bounds set to:
sv: Map <%s> gränser sätts till:

source: northern edge=%f
cs: severní okraj=%f
sv: nordlig kant=%f

source: southern edge=%f
cs: Ji¾ní okraj=%f
sv: södra kanten=%f

source: eastern edge=%f
cs: východní okraj=%f
sv: östra kanten=%f

source: western edge=%f
cs: západní hrana=%f
sv: västlig kant=%f

source: rows=%d
cs: øádky=%d
sv: rader=%d

source: Writing new raster map...
cs: Zapisuji novou rastrovou mapu...
sv: Skriva ny rasterkarta...

source: 4 values required for '%s' option
sv: 4 värden krävs för alternativet "%s

source: Invalid range <%s> for option <%s>
sv: Ogiltigt intervall <%s> för alternativ <%s>

source: Unknown return filter value <%s>
sv: Okänt returfiltervärde <%s>

source: Cannot determine input file type of <%s>
sv: Det går inte att fastställa typen av inmatningsfil för <%s>

source: PDAL error: %s
sv: PDAL-fel: %s

source: Mode value of point values in cell
sv: Lägesvärde för punktvärden i cell

source: Maximum number of points in cell per source ID
sv: Maximalt antal punkter i cellen per käll-ID

source: Minimum number of points in cell per source ID
sv: Minsta antal punkter i cellen per käll-ID

source: First eigenvalue of point x, y, z coordinates
sv: Första egenvärdet för punkt x, y, z koordinater

source: Second eigenvalue of point x, y, z coordinates
sv: Andra egenvärdet för punktens x, y, z-koordinater

source: Third eigenvalue of point x, y, z coordinates
sv: Tredje egenvärdet för punktens x-, y-, z-koordinater

source: Filter range for output dimension values (min,max)
sv: Filterområde för utgående dimensionsvärden (min,max)

source: Scale to apply to output dimension values
sv: Skala som ska tillämpas på utgående dimensionsvärden

source: Use if output dimension is not Z or intensity
sv: Används om utdatadimensionen inte är Z eller intensitet

source: Reproject to project's coordinate system if needed
sv: Omprojicera till projektets koordinatsystem om det behövs

source: Reprojects input dataset to the coordinate system of the GRASS project (by default only datasets with matching coordinate system can be imported
sv: Reprojicerar inmatad dataset till GRASS-projektets koordinatsystem (som standard kan endast dataset med matchande koordinatsystem importeras)

source: Input dataset projection (WKT or EPSG, e.g. EPSG:4326)
sv: Projektion av indataset (WKT eller EPSG, t.ex. EPSG:4326)

source: Override input dataset coordinate system using EPSG code or WKT definition
sv: Åsidosätt koordinatsystemet för indataset med hjälp av EPSG-kod eller WKT-definition

source: Dimension (variable) to use for raster values
sv: Dimension (variabel) att använda för rastervärden

source: Z coordinate
sv: Z-koordinat

source: Intensity
sv: Intensitet

source: Return number
sv: Returnummer

source: Number of returns
sv: Antal returer

source: Scan direction
sv: Skanningsriktning

source: Scan angle
sv: Skanningsvinkel

source: Point class value
sv: Värde för punktklass

source: Source ID
sv: Käll-ID

source: Custom dimension (variable) to use for raster values
sv: Egen dimension (variabel) att använda för rastervärden

source: PDAL dimension name
sv: PDAL-dimensionens namn

source: Print data file extent in shell script style and then exit
sv: Skriv ut datafilens omfattning i skalskriptstil och avsluta sedan

source: Flag %c makes sense only with %s option or -%c flag or -%c flag
sv: Flagga %c är endast meningsfull med alternativet %s eller -%c flagga eller -%c flagga

source: Binning methods 'n', 'sidnmax', 'sidnmin' and eigenvalues are ignoring specified dimension
sv: Binningmetoderna "n", "sidnmax", "sidnmin" och egenvärden ignorerar angiven dimension

source: Output map type set to CELL
sv: Typ av utmatningskarta inställd på CELL

source: PDAL reader creation failed, a wrong format of <%s>
sv: Skapandet av PDAL-läsare misslyckades, fel format för <%s>

source: Reprojecting the input to the project's CRS
sv: Återprojicering av inmatningen till projektets CRS

source: Overriding projection check and assuming that the CRS of input matches the project's CRS
sv: Åsidosätta projektionskontroll och anta att CRS för indata matchar projektets CRS

source: The input dataset has undefined projection
sv: Inmatningsdatasetet har odefinierad projektion

source: Running PDAL algorithms...
sv: Kör PDAL-algoritmer...

source: Scanning points...
sv: Skanning av punkter...

source: Cannot identify the requested dimension. Check dimension name spelling.
sv: Det går inte att identifiera den begärda dimensionen. Kontrollera stavningen av dimensionens namn.

source: Both dimension and user dimension parameters are specified. Using '%s' as the dimension to import.
sv: Både dimensions- och användardimensionsparametrar anges. Använder '%s' som dimension att importera.

source: Dataset doesn't have requested dimension '%s' (possibly a programming error)
sv: Datasetet har inte den begärda dimensionen '%s' (eventuellt ett programmeringsfel)

source: points found in input file(s)
sv: punkter hittades i inmatningsfil(er)

source: Raster map <%s> created.
sv: Rasterkarta <%s> skapad.

source: Overriding projection check
sv: Åsidosättande av projektionskontroll

source: Unable to open PNG file '%s'
sv: Det går inte att öppna filen PNG '%s'
