Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Create a new Mapset in selected Location
sv: Skapa en ny Mapset på vald plats

source: Create a new location using location wizard. After location is created successfully, GRASS session is started.
sv: Skapa en ny plats med hjälp av platsguiden. När platsen har skapats framgångsrikt startas GRASS-sessionen.

source: Ren&ame
sv: Nytt namn

source: Rename selected location
cs: Pøejmenovat vybranou lokaci
sv: Byt namn på vald plats

source: Delete selected location
cs: Odstranit vybranou lokaci
sv: Ta bort vald plats

source: Rename selected mapset
cs: Pøejmenovat vybraný mapset
sv: Byt namn på vald mapset

source: Delete selected mapset
cs: Odstranit vybraný mapset
sv: Ta bort vald mapset

source: GRASS GIS %s startup%s
sv: GRASS GIS %s uppstart%s

source: Enter GRASS session
cs: Spustit GRASS seanci
sv: Gå in i GRASS-sessionen

source: Unable to set GRASS database. Check your locale settings.
cs: Nelze nastavit GRASS databázi. Zkontrolujte nastavení.
sv: Det går inte att ställa in GRASS-databasen. Kontrollera dina lokala inställningar.

source: ERROR: Location <%s> not found
sv: FEL: Plats <%s> hittades inte

source: ERROR: Mapset <%s> not found
sv: FEL: Mapset <%s> hittades inte

source: Invalid line in GISRC file (%s):%s
sv: Ogiltig rad i filen GISRC (%s):%s

source: Error: {text}
sv: Felmeddelande: {text}

source: Do you want to import <%(name)s> to the newly created location?
sv: Vill du importera <%(name)s> till den nyskapade platsen?

source: Import data?
sv: Importera data?

source: New mapset:
sv: Nytt kartset:

source: Create new mapset
cs: Vytvoøit nový mapset
sv: Skapa ny mapset

source: Import of <%(name)s> failed. Reason: %(msg)s
sv: Import av <%(name)s> misslyckades. Anledning: %(msg)s

source: Data file <%(name)s> imported successfully. The location's default region was set from this imported map.
sv: Datafil <%(name)s> importerades framgångsrikt. Platsens standardregion ställdes in från den här importerade kartan.

source: Mapset <PERMANENT> is required for valid GRASS location. This mapset cannot be renamed.
cs: Mapset <PERMANENT> je vy¾adován pro ka¾kou location. Tento mapset nemù¾e být pøejmenován.
sv: Mapset <PERMANENT> krävs för giltig GRASS-plats. Denna kartuppsättning kan inte byta namn.

source: Current name: %s Enter new name:
cs: Aktuální jméno: %s Vlo¾te nové jméno:
sv: Aktuellt namn: %s Ange nytt namn:

source: Unable to rename mapset. Mapset <%s> already exists in location.
cs: Nelze pøejmenovat mapset. Mapset <%s> ji¾ existuje v location.
sv: Det går inte att byta namn på mapset. Mapset <%s> finns redan på platsen.

source: Unable to rename mapset. %s
cs: Nelze pøejmenovat mapset. %s
sv: Det går inte att byta namn på mapset. %s

source: Unable to rename location. Location <%s> already exists in GRASS database.
cs: Nelze pøejmenovat location. Location <%s> ji¾ existuje v GRASS databázi
sv: Det går inte att byta namn på platsen. Plats <%s> finns redan i GRASS-databasen.

source: Unable to rename location. %s
cs: Nelze pøejmenovat location. %s
sv: Det går inte att byta namn på platsen. %s

source: Mapset <PERMANENT> is required for valid GRASS location. This mapset cannot be deleted.
cs: Mapset <PERMANENT> je vy¾adován pro ka¾dou location. Tento mapset nemù¾e být smazán.
sv: Mapset <PERMANENT> krävs för giltig GRASS-plats. Denna kartuppsättning kan inte tas bort.

source: Do you want to continue with deleting mapset <%(mapset)s> from location <%(location)s>? ALL MAPS included in this mapset will be PERMANENTLY DELETED!
cs: Pøejete si opravdu odstranit <%(mapset)s> z lokace <%(location)s>? V©ECHNY MAPY tohoto mapsetu budou NENÁVRATNÌ SMAZÁNY!
sv: Vill du fortsätta med att radera mapset <%(mapset)s> från plats <%(location)s>? ALLA KARTOR som ingår i denna kartuppsättning kommer att raderas PERMANENT!

source: Unable to delete mapset: %s
sv: Det går inte att ta bort mapset: %s

source: Do you want to continue with deleting location <%s>? ALL MAPS included in this location will be PERMANENTLY DELETED!
cs: Pøejete si opravdu odstranit lokace <%s(location)s>? V©ECHNY MAPY této lokace budou NENÁVRATNÌ SMAZÁNY!<
sv: Vill du fortsätta med att radera plats <%s>? ALLA KARTOR som ingår i denna plats kommer att raderas PERMANENT!

source: Unable to delete location: %s
sv: Det går inte att ta bort platsen: %s

source: Unicode error detected. Check your locale settings. Details: {0}
sv: Unicode-fel upptäcktes. Kontrollera dina lokala inställningar. Detaljerad information: {0}

source: No GRASS Location found in '%s'. Create a new Location or choose different GRASS database directory.
sv: Ingen GRASS-plats hittades i '%s'. Skapa en ny plats eller välj en annan katalog för GRASS-databasen.

source: Path '%s' doesn't exist.
sv: Banan '%s' finns inte.

source: Enter name for new mapset:
cs: Vlo¾te jméno nové mapsetu:
sv: Ange namn för ny mapset:

source: Mapset <%s> already exists.
sv: Mapset <%s> finns redan.

source: Mapset <%s> is reserved for direct read access to OGR layers. Please consider to use another name for your mapset. Are you really sure that you want to create this mapset?
sv: Mapset <%s> är reserverat för direkt läsåtkomst till OGR-skikt. Tänk på att använda ett annat namn för din mapset. Är du verkligen säker på att du vill skapa denna mapset?

source: Reserved mapset name
sv: Reserverat namn på kartuppsättning

source: Unable to create new mapset: %s
cs: Nelze vytvoøit nový mapset: %s
sv: Det går inte att skapa en ny mapset: %s

source: GRASS is already running in selected mapset <%(mapset)s> (file %(lock)s found). Concurrent use not allowed. Do you want to try to remove .gislock (note that you need permission for this operation) and continue?
sv: GRASS körs redan i den valda kartuppsättningen <%(mapset)s> (fil %(lock)s hittades). Samtidig användning är inte tillåten. Vill du försöka ta bort .gislock (notera att du behöver tillstånd för den här åtgärden) och fortsätta?

source: Lock file found
sv: Låsfil hittades

source: ARE YOU REALLY SURE? If you really are running another GRASS session doing this could corrupt your data. Have another look in the processor manager just to be sure...
sv: ÄR DU VERKLIGEN SÄKER? Om du verkligen kör en annan GRASS-session kan detta korrumpera dina data. Ta en titt i processorhanteraren igen bara för att vara säker...

source: Unable to remove '%(lock)s'. Details: %(reason)s
sv: Det går inte att ta bort '%(lock)s'. Detaljerad information: %(reason)s

source: Name <%(name)s> is not a valid name for location or mapset. Please use only ASCII characters excluding %(chars)s and space.
sv: Namn <%(name)s> är inte ett giltigt namn för plats eller kartset. Använd endast ASCII-tecken exklusive %(chars)s och mellanslag.

source: GRASS needs a directory (GRASS database) in which to store its data. Create one now if you have not already done so. A popular choice is "grassdata", located in your home directory. Press Browse button to select the directory.
sv: GRASS behöver en katalog (GRASS-databas) för att lagra sina data. Skapa en nu om du inte redan har gjort det. Ett populärt val är "grassdata", som finns i din hemkatalog. Tryck på Browse-knappen för att välja katalog.

source: Select group:
cs: Vybrat skupinu:
sv: Välj grupp:

source: Writing CONTROL_POINTS file failed
sv: Filen CONTROL_POINTS skrevs inte

source: CONTROL_POINTS file saved for group <%s>
sv: Fil CONTROL_POINTS sparad för grupp <%s> (*)

source: Reading CONTROL_POINTS file failed
sv: Läsning av filen CONTROL_POINTS misslyckades

source: Could not calculate RMS Error. Possible error with i.ortho.transform.
sv: Det gick inte att beräkna RMS Error. Möjligt fel med i.ortho.transform.

source: Could not calculate new extends. Possible error with i.ortho.transform.
sv: Kunde inte beräkna nya sträckor. Möjligt fel med i.ortho.transform.

source: source Z
sv: källa Z

source: target Z
sv: mål Z

source: source Z:
sv: källa Z:

source: target Z:
sv: mål Z:

source: GRASS GIS Manage Ground Control Points
sv: GRASS GIS Hantera markkontrollpunkter

source: No data set.
sv: Inga uppgifter.

source: Interactive Scatter Plot Tool can not be used. Number of cells (rows*cols) <%d> in current regionis higher than maximum limit <%d>. You can reduce number of cells in current region using <g.region> command.
sv: Det interaktiva verktyget för spridningsdiagram kan inte användas. Antalet celler (rader*koller) <%d> i aktuell region är högre än maxgränsen <%d>. Du kan minska antalet celler i den aktuella regionen med kommandot <g.region>.

source: Number of cells (rows*cols) <%d> in current region is higher than recommended threshold <%d>. It is strongly advised to reduce number of cells in current region below recommend threshold. It can be done by <g.region> command. Do you want to continue using Interactive Scatter Plot Tool with this region?
sv: Antalet celler (rader*kolumner) <%d> i den aktuella regionen är högre än det rekommenderade tröskelvärdet <%d>. Det är starkt rekommenderat att minska antalet celler i den aktuella regionen under det rekommenderade tröskelvärdet. Det kan göras med kommandot <g.region>. Vill du fortsätta använda Interactive Scatter Plot Tool med den här regionen?

source: Scatter plot with same band combination (regardless x y order) is already displayed.
sv: Spridningsdiagram med samma bandkombination (oavsett x y-ordning) visas redan.

source: Band <%s> is not CELL (integer) type.
sv: Band <%s> är inte av typen CELL (heltal).

source: Scatter plot cannot be added.
sv: Det går inte att lägga till spridningsdiagram.

source: Scatter plot cannot be added. Multiple of bands ranges <%s:%d * %s:%d = %d> is higher than maximum limit <%d>.
sv: Det går inte att lägga till spridningsdiagram. Multipeln av bandintervallen <%s:%d * %s:%d = %d> är högre än maxgränsen <%d>.

source: Multiple of bands ranges <%s:%d * %s:%d = %d> is higher than recommended limit <%d>. It is strongly advised to reduce range extend of bands(e. g. using r.rescale) below recommended threshold. Do you really want to add this scatter plot?
sv: Multipel av bandintervall <%s:%d * %s:%d = %d> är högre än rekommenderad gräns <%d>. Det är starkt rekommenderat att minska intervallet extend of bands (t.ex. med hjälp av r.rescale) under det rekommenderade tröskelvärdet. Vill du verkligen lägga till det här spridningsdiagrammet?

source: In order to select arrea in scatter plot, you have to select class first. There is no class yet, do you want to create one?
sv: För att kunna välja arrea i spridningsdiagrammet måste du först välja klass. Det finns ingen klass ännu, vill du skapa en?

source: Error occurred during computation of scatter plot category: %s
sv: Fel uppstod vid beräkning av kategori för spridningsdiagram: %s

source: Export scatter plot raster of class <%s>
sv: Exportera spridningsdiagram raster av klass <%s>

source: Scatter plot raster of class <%s> exported to raster map <%s>.
sv: Spridningsdiagramraster av klass <%s> exporterat till rasterkarta <%s>.

source: Export of scatter plot raster of class <%s> to map <%s> failed. %s
sv: Export av spridningsdiagramraster av klass <%s> till karta <%s> misslyckades. %s

source: Loading ctypes libs failed: %s
sv: Inläsning av ctypes-bibliotek misslyckades: %s

source: Add scatter plots
sv: Lägga till spridningsdiagram

source: x axis:
sv: x-axel:

source: y axis:
sv: y-axel:

source: Bands of scatter plots to be added (x y):
sv: Band av spridningsdiagram som ska läggas till (x y):

source: No scatter plots selected.
sv: Inga spridningsdiagram valda.

source: Select both x and y bands.
sv: Välj både x- och y-band.

source: Selected bands must be different.
sv: Utvalda band måste vara olika.

source: Scatter plot with same bands combination (regardless x y order) has been already added into the list.
sv: Spridningsdiagram med samma bandkombination (oavsett x y-ordning) har redan lagts till i listan.

source: Raster map <%s> already exists. Do you want to overwrite it?
sv: Rasterkarta <%s> finns redan. Vill du skriva över den?

source: Raster <%s> exists
sv: Raster <%s> finns

source: Show confidence ellipses
sv: Visa förtroendeellipser

source: Selection polygon color:
sv: Färg på urvalets polygoner:

source: Color of selection polygon vertex:
sv: Färg på urvalets polygonvertex:

source: Selected area color:
sv: Färg på valt område:

source: Snapping threshold in pixels:
sv: Tröskelvärde för snäppning i pixlar:

source: Selected area opacity:
sv: Opacitet för markerat område:

source: Selection style:
sv: Urvalsstil:

source: Ellipses settings:
sv: Ellipsinställningar:

source: Interactive Scatter Plot Tool
sv: Interaktivt verktyg för spridningsdiagram

source: scatter plot
sv: spridningsdiagram

source: Maximum limit of categories number was reached.
sv: Den maximala gränsen för antal kategorier har uppnåtts.

source: Rename class
sv: Byt namn på klass

source: Set color
sv: Ställ in färg

source: Change opacity level
cs: Zmìnit úroveò prùhlednosti
sv: Ändra opacitetsnivå

source: Hide
sv: Dölj

source: Show
sv: Visa

source: Move to top
sv: Flytta till högst upp

source: Move to bottom
sv: Flytta till botten

source: Move category up
sv: Flytta upp kategorin

source: Move category down
sv: Flytta kategori nedåt

source: Export class raster
sv: Exportera klassraster

source: Change opacity of class <%s>
sv: Ändra opacitet för klass <%s>

source: Empty name was inserted.
sv: Tomt namn infördes.

source: Select category for editing.
sv: Välj kategori för redigering.

source: Computing of scatter plots failed.
sv: Beräkning av spridningsdiagram misslyckades.

source: Patching category raster conditions file failed.
sv: Patching category raster conditions file misslyckades.

source: v.build failed: %s
sv: v.build misslyckades: %s

source: v.to.rast failed: {messages}
sv: v.to.rast misslyckades: {messages}

source: The Scatterplot Tool needs the "matplotlib" (python-matplotlib) package to be installed. {0}
sv: Scatterplot Tool kräver att paketet "matplotlib" (python-matplotlib) är installerat. {0}

source: Zoom to scatter plot extend
sv: Zooma till spridningsdiagram förläng

source: Add scatter plot
sv: Lägg till spridningsdiagram

source: Select area with polygon
sv: Välj område med polygon

source: Pan mode for scatter plots
sv: Panoreringsläge för spridningsdiagram

source: Zoom mode for scatter plots (left mouse button, wheel)
sv: Zoom-läge för spridningsdiagram (vänster musknapp, hjul)

source: Zoom to scatter plot data extend mode (click on scatter plot for zooming to extend)
sv: Utökat läge för zoomning till spridningsdiagramdata (klicka på spridningsdiagrammet för att utöka zoomningen)

source: Show/hide class manager
sv: Visa/dölj klasshanterare

source: Include selected area to class
sv: Inkludera utvalt område till klassen

source: Exclude selected area from class
sv: Exkludera valt område från klassen

source: Add new vertex
cs: Pøidat nový opìrný bod
sv: Lägg till ny toppunkt

source: Add new vertex to polygon boundary scatter plot
sv: Lägg till ny toppunkt i spridningsdiagram för polygongränser

source: Create selection polygon
sv: Skapa urvalspolygon

source: Add new vertex between last and first points of the boundary
sv: Lägg till en ny toppunkt mellan den sista och den första punkten i gränsen

source: Move vertex
cs: Pøemístit opìrný bod
sv: Flytta toppunkt

source: Move boundary vertex
sv: Flytta gränsvertex

source: Remove vertex
cs: Odstranit opìrný bod
sv: Ta bort toppunkt

source: Remove boundary vertex
sv: Ta bort gränsvertex

source: Remove polygon (click on scatter plot for removing it's polygon)
sv: Ta bort polygon (klicka på spridningsdiagrammet för att ta bort dess polygon)

source: Add class
sv: Lägg till klass

source: Remove selected class
sv: Ta bort vald klass

source: There were some issues when loading menu or Tools tab:
sv: Det uppstod vissa problem när menyn eller fliken Verktyg lästes in:

source: Workspace Toolbar
sv: Verktygsfält för arbetsområde

source: Tools Toolbar
sv: Verktygsfältet Verktyg

source: 3D view Toolbar
sv: 3D-vy Verktygsfält

source: Rename current Map Display
sv: Byt namn på aktuell kartvisning

source: Map Display {number}
sv: Kartvisning {number}

source: Close Map Display {}
sv: Stäng kartvisning {}

source: Console
sv: Konsol

source: Map Swipe Tool
sv: Verktyg för svepande kartor

source: Choose model to run
cs: Vybrat model ke spu¹tìní
sv: Välj modell för att köra

source: Command '%s' not yet implemented in the WxGUI. Try adding it as a command layer instead.
cs: Pøíkaz '%s' je¹tì nebyl implementován do WxGUI. Zkuste jej pøidat jako vrstvu pøíkazù.
sv: Kommandot '%s' är ännu inte implementerat i WxGUI. Försök att lägga till det som ett kommandolager istället.

source: Selected map layer is not vector.
sv: Valt kartlager är inte vektor.

source: Editing is allowed only for vector maps from the current mapset.
sv: Redigering är endast tillåten för vektorkartor från den aktuella kartuppsättningen.

source: Choose script file to run
cs: Vybrat soubor se skritp
sv: Välj skriptfil för att köra

source: Python script (*.py)|*.py|Bash script (*.sh)|*.sh
sv: Python-skript (*.py)|*.py|Bash-skript (*.sh)|*.sh

source: Script file '%s' doesn't exist. Operation canceled.
sv: Skriptfilen '%s' finns inte. Åtgärden avbröts.

source: Script <%s> is not executable. Do you want to set the permissions that allows you to run this script (note that you must be the owner of the file)?
sv: Skript <%s> är inte körbart. Vill du ange de behörigheter som gör att du kan köra det här skriptet (observera att du måste vara ägare till filen)?

source: Set permission?
sv: Ge tillstånd?

source: Unable to set permission. Operation canceled.
sv: Det går inte att ange behörighet. Åtgärden avbröts.

source: Directory '%s' is not defined in GRASS_ADDON_PATH. Do you want add this directory to GRASS_ADDON_PATH?
sv: Katalogen '%s' är inte definierad i GRASS_ADDON_PATH. Vill du lägga till denna katalog i GRASS_ADDON_PATH?

source: Update Addons path?
sv: Uppdatera Addons sökväg?

source: Launching script '%s'...
cs: Spou¹tím script '%s'...
sv: Startar skriptet '%s'...

source: No location/mapset provided. Operation canceled.
sv: Ingen plats/kartbild angiven. Operation avbruten.

source: No mapset provided. Operation canceled.
sv: Ingen mapset tillhandahållen. Operation avbruten.

source: Working directory changed to: "%s"
sv: Arbetskatalog ändrad till: "%s"

source: Changes current working directory for this GUI.
sv: Ändrar aktuell arbetskatalog för detta GUI.

source: Usage: cd [directory]
sv: Användning: cd [katalog]

source: Without parameters it opens a dialog.
sv: Utan parametrar öppnas en dialogruta.

source: If ~ (tilde) is present as the first directory on the path, it is replaced by user's home directory.
sv: Om ~ (tilde) finns som första katalog på sökvägen ersätts den med användarens hemkatalog.

source: More than one parameter provided.
sv: Mer än en parameter tillhandahålls.

source: Choose a working directory
sv: Välj en arbetskatalog

source: Code revision
sv: Revidering av kod

source: Build date
sv: Byggdatum

source: Build platform
sv: Bygg plattform

source: Platform
sv: Plattform

source: Close all Map Displays
sv: Stäng alla kartdisplayer

source: Enter new name:
sv: Ange nytt namn:

source: Rename Map Display
sv: Byt namn på kartdisplayen

source: Unable to launch "Supervised Classification Tool". Reason: %s
sv: Det gick inte att starta "Supervised Classification Tool". Anledning: %s

source: Unable to start Timeline Tool.
sv: Det går inte att starta Timeline Tool.

source: Unable to start Temporal Plot Tool.
sv: Det går inte att starta Temporal Plot Tool.

source: Add selected map layers into layer tree
sv: Lägg till markerade kartlager i lagerträdet

source: Unsupported map layer type <%s>.
sv: Kartskiktstyp <%s> stöds inte.

source: Note that cell values can only be displayed for regions of less than 10,000 cells.
sv: Observera att cellvärden endast kan visas för regioner med färre än 10.000 celler.

source: opacity:
cs: prùhlednost:
sv: opacitet:

source: Do you want to remove map layer(s) %s from layer tree?
cs: Pøejete si odstranit mapovou vrstvu %s ze seznamu vrstev?
sv: Vill du ta bort kartlager(n) %s från lagerträdet?

source: Do you want to remove selected map layer(s) from layer tree?
cs: Pøejete si odstranit vybranou mapovou vrstvu ze stromu vrstev?
sv: Vill du ta bort valda kartlager från lagerträdet?

source: Remove map layer
cs: Odstranit mapovou vrstvu
sv: Ta bort kartskikt

source: Quit GRASS GUI
cs: Ukonèit GRASS GUI
sv: Avsluta GRASS GUI

source: Display resolution is currently not constrained to computational settings. It's suggested to constrain map to region geometry. Do you want to constrain the resolution?
sv: Skärmupplösningen är för närvarande inte begränsad till beräkningsinställningarna. Det föreslås att kartan begränsas till regiongeometri. Vill du begränsa upplösningen?

source: Constrain map to region geometry?
sv: Begränsa kartan till regiongeometri?

source: Import data from WMS server
cs: Importovat data z WMS serveru
sv: Importera data från WMS-server

source: Add command layer
cs: Pøidat vrstvu s pøíkazem
sv: Lägg till kommandolager

source: Add HIS map layer
cs: Pøidat vrstvu HIS
sv: Lägg till HIS kartlager

source: Add shaded relief map layer
cs: Pøidat mapu stínovaného reliéfu
sv: Lägg till skuggat reliefkartskikt

source: Add raster flow arrows
cs: Pøidat rastrovou mapu smìrù odtokù
sv: Lägg till rasterflödespilar

source: Add raster cell numbers
cs: Pøidat èísla kategorie rastrové buòky
sv: Lägg till rastercellnummer

source: Add thematic (choropleth) vector map layer
sv: Lägg till tematiskt (choropleth) vektorkartskikt

source: Add thematic chart layer
cs: Pøidat tématickou vrstvu s grafem
sv: Lägg till lager med tematiskt diagram

source: Add grid layer
cs: Pøidat vrstvu s møí¾kou (grid)
sv: Lägg till rutnätslager

source: Add geodesic line layer
cs: Pøidat vrstvu s geodetickými èárami
sv: Lägg till lager med geodetisk linje

source: Add rhumbline layer
cs: Pøidat vrstvu s rovnobì¾kami
sv: Lägg till rhumbline-lager

source: Add labels
cs: Pøidat vrstvu s popisky
sv: Lägg till etiketter

source: Note that 3D raster data are rendered only in 3D view mode
cs: 3D rastrová data mohou být zobrazena pouze v 3D módu
sv: Observera att 3D-rasterdata endast återges i 3D-visningsläget

source: Add WMS layer.
sv: Lägg till WMS-lager.

source: Editing mode
sv: Redigeringsläge

source: Background vector map
sv: Vektorkarta i bakgrunden

source: Map Layers
cs: Mapové vrstvy
sv: Kartskikt

source: Rename
cs: Pøejmenovat
sv: Byt namn

source: Check selected layers
sv: Kontrollera valda lager

source: Uncheck selected layers
sv: Avmarkera valda lager

source: 3D view properties
cs: Vlastnosti 3D zobrazení
sv: egenskaper för 3D-vy

source: Zoom to selected map(s)
cs: Pøiblí¾it na vybranou mapu
sv: Zooma till vald(a) karta(r)

source: Zoom to selected map(s) (ignore NULLs)
cs: Pøiblí¾it na vybranou mapu (ignorovat NULL hodnoty)
sv: Zooma till vald(a) karta(r) (ignorera NULL)

source: Set computational region from selected map(s)
cs: Nastavit výpoèetní region podle vybrané mapy
sv: Ställ in beräkningsregion från vald(a) karta(r)

source: Align computational region to selected map
sv: Rikta in beräkningsregionen mot vald karta

source: Export common formats
sv: Exportera vanliga format

source: Export PostGIS
sv: Lägg till i Export PostGIS

source: Create pack
sv: Skapa paket

source: Make a copy in the current mapset
sv: Gör en kopia i den aktuella kartuppsättningen

source: Set color table
cs: Nastavit tabulku barev
sv: Ställ in färgbordet

source: Set color table interactively
sv: Ställ in färgbordet interaktivt

source: Show attribute data
cs: Zobrazit atributovou tabulku
sv: Visa attributdata

source: Start editing
cs: Spustit editaci
sv: Börja redigera

source: Stop editing
cs: Ukonèit editaci
sv: Sluta redigera
