Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Histogram plotting not implemented for categorical legends. Use the '-s' flag
sv: Histogramplottning implementeras inte för kategoriska legender. Använd flaggan "-s

source: Nothing to draw! (no categories with labels?)
cs: Nic k vykreslení! (¾ádné kategorie se ¹títky?)
sv: Inget att rita! (inga kategorier med etiketter?)

source: Histogram constrained by range not yet implemented for categorical rasters
sv: Histogram som begränsas av intervall ännu inte implementerat för kategoriska raster

source: Displays a legend for a 2D or 3D raster map in the active frame of the graphics monitor.
sv: Visar en teckenförklaring för en 2D- eller 3D-rasterkarta i den aktiva ramen på grafikmonitorn.

source: Input
cs: Vstup
sv: Inmatning

source: Default: Same as fontsize
sv: Standard: Samma som fontsize

source: Number of text lines (useful for truncating long legends)
cs: Poèet øádek textu (vhodné pro zkracování dlouhé legendy)
sv: Antal textrader (användbart för att förkorta långa texter)

source: Advanced
cs: Pokroèilé
sv: Avancerat

source: Thinning factor (thin=10 gives cats 0,10,20...)
cs: Faktor kroku (thin=10 dá cats 0,10,20...)
sv: Gallringsfaktor (thin=10 ger katterna 0,10,20...)

source: Units to display after labels (e.g. meters)
sv: Enheter som ska visas efter etiketter (t.ex. meter)

source: Number of text labels for smooth gradient legend
cs: Poèet textových ¹títkù pro legendu vyhlazený gradient
sv: Antal textetiketter för teckenförklaring med jämn gradient

source: Gradient
sv: Lutning

source: Specific values to draw ticks
sv: Specifika värden för att rita ticks

source: Display label every step
sv: Displayetikett för varje steg

source: Number of digits after decimal point
sv: Antal siffror efter decimaltecknet

source: Size and placement as percentage of screen coordinates (0,0 is lower left)
sv: Storlek och placering i procent av skärmkoordinaterna (0,0 är längst ner till vänster)

source: List of discrete category numbers/values for legend
cs: Vypsat nespojité èísla/hodnoty kategorií pro legendu
sv: Lista över diskreta kategorinummer/värden för teckenförklaring

source: Use a subset of the map range for the legend (min,max)
cs: Pou¾ít èást rozsahu mapy pro legendu (min,max)
sv: Använd en delmängd av kartområdet för teckenförklaringen (min,max)

source: Default: Auto-scaled
sv: Standard: Automatisk skalning

source: Do not show category labels
cs: Nezobrazovat ¹títky kategorií
sv: Visa inte kategoribeteckningar

source: Do not show category numbers
cs: Nezobrazovat kategorie
sv: Visa inte kategorinummer

source: Draw legend ticks for labels
sv: Rita teckenförklaringsmarkeringar för etiketter

source: Skip categories with no label
cs: Pøeskoèit kategorie bez ¹títku
sv: Hoppa över kategorier utan etikett

source: Draw smooth gradient
cs: Zobrazit vyhlazený gradient
sv: Rita jämn gradient

source: Add histogram to smoothed legend
sv: Lägg till histogram i utjämnad legend

source: Show background
sv: Visa bakgrund

source: Use logarithmic scale
sv: Använd logaritmisk skala

source: Generates and displays simple line graphs in the active graphics monitor display frame.
cs: Vytvoøí a zobrazí jednoduché grafické prvky na mapì vykreslené v aktivním grafickém monitoru.
sv: Genererar och visar enkla linjegrafer i den aktiva bildskärmsramen för grafikmonitorn.

source: Name of data file for X axis of graph
cs: Jméno souboru obsahujícího data osy X grafu
sv: Namn på datafil för X-axeln i diagrammet

source: Name of data file(s) for Y axis of graph
cs: Jméno souboru s daty pro osu Y grafu
sv: Namn på datafil(er) för grafens Y-axel

source: Path to files
sv: Sökväg till filer

source: Path to the directory where the input files are located
sv: Sökväg till den katalog där indatafilerna finns

source: Color for Y data
cs: Barva pro data osy Y
sv: Färg för Y-data

source: Define
sv: Definiera

source: Width of the lines
sv: Linjernas bredd

source: Color for axis, tics, numbers, and title
cs: Barva pro osy, znaèky èísla a název
sv: Färg för axel, tics, siffror och titel

source: Title for X data
cs: Titulek pro data osy X
sv: Titel för X-data

source: Title for Y data
cs: Titulek pro data osy Y
sv: Titel för Y-data

source: Title for Graph
cs: Titulek grafu
sv: Titel för graf

source: Minimum and maximum value for Y axis (min,max)
sv: Minsta och högsta värde för Y-axeln (min,max)

source: Tic values for the Y axis
sv: Tic-värden för Y-axeln

source: Scale for X values
sv: Skala för X-värden

source: Scale for Y values
sv: Skala för Y-värden

source: Symbol for point
sv: Symbol för punkt

source: Points
cs: Body
sv: Punkter

source: Point size
sv: Punktstorlek

source: Color for point symbol edge color
sv: Färg för punktsymbolens kantfärg

source: Width of point symbol lines
sv: Bredd på linjer för punktsymboler

source: Maximum of 10 Y data files exceeded
cs: maximální poèet souborù (10) byl pøekroèen
sv: Maximalt antal 10 Y-datafiler överskrids

source: Cannot find/open symbol: '%s'
sv: Kan inte hitta/öppna symbolen: '%s'

source: Color <%s> cannot for option %s be parsed
sv: Färg <%s> kan inte analyseras för alternativ %s

source: Only <%d> colors given for <%d> lines
cs: Jenom <%d> barev pøidìleno <%d> liniím
sv: Endast <%d> färger anges för <%d> linjer

source: Number of widths (%d) is higher then the number of files (%d)
sv: Antalet bredder (%d) är högre än antalet filer (%d)

source: Number of widths (%d) is lower then the number of files (%d)
sv: Antalet bredder (%d) är lägre än antalet filer (%d)

source: Y input file <%s> contains fewer data points than the X input file
sv: Y-ingångsfilen <%s> innehåller färre datapunkter än X-ingångsfilen

source: Y input file <%s> contains more data points than the X input file
sv: Y-ingångsfilen <%s> innehåller fler datapunkter än X-ingångsfilen

source: The last point will be ignored
sv: Den sista punkten kommer att ignoreras

source: Scale X labels cannot be used with this range of data (%f, %f)
sv: Scale X-etiketter kan inte användas med detta dataområde (%f, %f)

source: Problem reading X data file at line %d
cs: Problém pøi ètení øádku %d v souboru s daty osy X
sv: Problem med att läsa X-datafilen på rad %d

source: Problem reading <%s> data file at line %d
cs: Problém pøi ètení souboru s daty <%s> øádku %d
sv: Problem med att läsa <%s> datafil på rad %d

source: Scale Y labels cannot be used with this range of data (%f, %f)
sv: Etiketter för skala Y kan inte användas med detta dataområde (%f, %f)

source: Failed to append <%s> to path
sv: Misslyckades med att lägga till <%s> till sökvägen

source: List of running monitors:
sv: Lista över pågående monitorer:

source: No monitors running
sv: Inga monitorer igång

source: Unable to open file '%s'
sv: Det går inte att öppna filen '%s'

source: No support files found for monitor <%s>
sv: Inga stödfiler hittades för bildskärm <%s>

source: Controls graphics display monitors from the command line.
sv: Styr grafiska bildskärmar från kommandoraden.

source: Name of monitor to start
sv: Namn på monitorn som ska startas

source: Manage
sv: Hantera

source: Name of monitor to stop
sv: Namn på monitorn som ska stoppas

source: Name of monitor to select
sv: Namn på den monitor som ska väljas

source: Width for display monitor if not set by GRASS_RENDER_WIDTH
sv: Bredd för bildskärmen om den inte ställts in av GRASS_RENDER_WIDTH

source: Default value: 720
sv: Standardvärde: 720

source: Height for display monitor if not set by GRASS_RENDER_HEIGHT
sv: Höjd för bildskärmen om den inte ställts in av GRASS_RENDER_HEIGHT

source: Default value: 480
sv: Standardvärde: 480

source: Dimensions of display monitor versus current size
sv: Mått på bildskärmen jämfört med nuvarande storlek

source: Example: resolution=2 enlarge display monitor twice to 1280x960
sv: Exempel: resolution=2 förstorar bildskärmen två gånger till 1280x960

source: Name for output file (when starting new monitor)
sv: Namn för utdatafil (när du startar en ny bildskärm)

source: Ignored for 'wx' monitors
sv: Ignorerad för "wx"-monitorer

source: List running monitors and exit
sv: Lista pågående monitorer och avsluta

source: Print name of currently selected monitor and exit
sv: Skriv ut namnet på den aktuella monitorn och avsluta

source: Print commands for currently selected monitor and exit
sv: Skriv ut kommandon för aktuell bildskärm och avsluta

source: Print path to support files of currently selected monitor and exit
sv: Skriv ut sökvägen till supportfiler för aktuell vald bildskärm och avsluta

source: Do not automatically select when starting
sv: Välj inte automatiskt när du startar

source: Release and stop currently selected monitor and exit
sv: Frigör och stoppa aktuell vald monitor och avsluta

source: Disable true colors
sv: Inaktivera äkta färger

source: Open output file in update mode
sv: Öppna utdatafilen i uppdateringsläge

source: Requires --overwrite flag
sv: Kräver --överskrivningsflagga

source: Launch light-weight wx monitor without toolbars and statusbar
sv: Starta lättviktig wx-monitor utan verktygsfält och statusfält

source: Requires 'start=wx0-7'
sv: Kräver 'start=wx0-7'

source: Flag -%c has effect only for wx monitors (%s=wx0-7)
sv: Flagga -%c har effekt endast för wx-monitorer (%s=wx0-7)

source: Flag -%c ignored
sv: Flagga -%c ignorerad

source: Currently selected monitor:
sv: Aktuell vald monitor:

source: List of commands for monitor <%s>:
sv: Lista över kommandon för bildskärm <%s>:

source: Monitor <%s> released
sv: Monitor <%s> släppt

source: No monitor selected
sv: Ingen monitor vald

source: Either <%s>, <%s> or <%s> must be given
sv: Antingen <%s>, <%s> eller <%s> måste anges

source: Option <%s> ignored
sv: Alternativ <%s> ignoreras

source: Monitor <%s> is already selected
sv: Monitor <%s> är redan vald

source: Monitor <%s> is not running
sv: Monitor <%s> är inte igång

source: File <%s> already exists and will be overwritten
sv: Fil <%s> finns redan och kommer att skrivas över

source: option <%s>: <%s> exists. To overwrite, use the --overwrite flag
sv: alternativet <%s>: <%s> finns. För att skriva över, använd flaggan --overwrite

source: Unable to start monitor, don't have write permission for <%s>
sv: Det går inte att starta monitorn, har inte skrivbehörighet för <%s>

source: Unable to delete <%s>
sv: Det går inte att ta bort <%s>

source: Unable to get current working directory
sv: Det går inte att hämta aktuell arbetskatalog

source: Output file: %s
sv: Utmatad fil: %s

source: Monitor <%s> already running
sv: Monitor <%s> är redan igång

source: Starting monitor <%s>...
sv: Startar bildskärm <%s>...

source: Unable to copy render command file
sv: Det går inte att kopiera kommandofilen för rendering

source: Unable to create file <%s>
cs: Nelze vytvoøit soubor <%s>
sv: Det går inte att skapa filen <%s>

source: Failed to write to file <%s>
sv: Misslyckades med att skriva till filen <%s>

source: Unable to delete file <%s>
sv: Filen <%s> kan inte tas bort

source: Unable to delete directory <%s>
sv: Det går inte att ta bort katalogen <%s>

source: Unable to open file <%s>
cs: Nelze otevøít soubor <%s>
sv: Det går inte att öppna filen <%s>

source: Unable to read file <%s>
sv: Filen <%s> kan inte läsas

source: Could not parse symbol
sv: Kunde inte tolka symbolen

source: map annotations
sv: kartanteckningar

source: arrow
sv: pil

source: Displays a north arrow on the graphics monitor.
sv: Visar en norrpil på grafikmonitorn.

source: North arrow style
sv: Nordpilen stil

source: Two color arrowhead
sv: Pilspets i två färger

source: Two color arrowhead with circle
sv: Tvåfärgad pilspets med cirkel

source: Long with small arrowhead
sv: Lång med liten pilspets

source: Narrow with blending N
sv: Smal med blandning N

source: Inverted narrow inside a circle
sv: Inverterad smal inuti en cirkel

source: Triangle and N inside a circle
sv: Triangel och N inuti en cirkel

source: Arrowhead and N inside a circle
sv: Pilspets och N inuti en cirkel

source: Tall half convex arrowhead
sv: Hög halvkonvex pilspets

source: Tall half concave arrowhead
sv: Hög halv konkav pilspets

source: Thin arrow in a circle
sv: Tunn pil i en cirkel

source: Fat arrow in a circle
sv: Fet pil i en cirkel

source: One color arrowhead
sv: Pilspets i en färg

source: Basic compass
sv: Grundläggande kompass

source: Fancy compass
sv: Tjusig kompass

source: Simple arrow
sv: Enkel pil

source: 4-point star
sv: 4-punktsstjärna

source: Fat arrow
sv: Fet pil

source: Thin arrow
sv: Tunn pil

source: Rotation angle in degrees (counter-clockwise)
cs: Úhel rotace ve stupních (proti smìru hodinových ruèièek)
sv: Rotationsvinkel i grader (moturs)

source: Displayed letter on the top of arrow
sv: Visad bokstav på toppen av pilen

source: Fill color
sv: Fyllningsfärg

source: Line width
cs: ©íøka linie
sv: Linjebredd

source: Draw the symbol without text
sv: Rita symbolen utan text

source: Do not rotate text with symbol
sv: Rotera inte text med symbol

source: Use radians instead of degrees for rotation
cs: Pou¾ít pro rotaci radiány namísto stupòù
sv: Använd radianer istället för grader för rotation

source: network
sv: nätverk

source: Finds shortest path for selected starting and ending node.
cs: Nalézá nejkrat¹í cestu ve vektorové síti pro zadaný poèáteèní a koncový bod.
sv: Hittar kortaste vägen för vald start- och slutnod.

source: Arc type
cs: Typ hrany grafu
sv: Typ av båge

source: Arc layer
cs: Vrstva hran
sv: Bågskikt

source: Node layer
cs: Vrstva uzlu grafu
sv: Nodlager

source: Arc forward/both direction(s) cost column (number)
cs: Sloupeèek nesoucí cenu pohybu ve smìru dopøedu/oba smìry.
sv: Båge framåt/båda riktningarna kostnadskolumn (antal)

source: Arc backward direction cost column (number)
cs: Sloupeèek nesoucí cenu pohybu ve smìru zpìt.
sv: Båge bakåt riktning kostnad kolumn (antal)

source: Node cost column
cs: Sloupec pro ocenìní uzlu
sv: Kolumn för nodkostnad

source: Use geodesic calculation for longitude-latitude locations
cs: Pou¾ít geodetický výpoèet pro location se zemìpisných systémem
sv: Använd geodetisk beräkning för platser i longitud-latitud

source: Render bold lines
cs: Vykreslit silné linie
sv: Rendera feta linjer

source: %s - illegal x value
cs: %s - neplatná hodnota x
sv: %s - olagligt x-värde

source: %s - illegal y value
cs: %s - neplatná hodnota y
sv: %s - olagligt y-värde

source: The current projection is not longitude-latitude
cs: Souèasná projekce není longitude-latidude (¹íøka-délka)
sv: Den nuvarande projektionen är inte longitud-latitud

source: Node %d: %f %f
cs: Uzel %d: %f %f
sv: Nod %d: %f %f

source: Destination unreachable
cs: Místo urèení nedosa¾itelné
sv: Destination ej nåbar

source: Costs on the network = %f
cs: Náklady v síti = %f
sv: Kostnader på nätverket = %f

source: Distance to the network = %f, distance from the network = %f
cs: Vzdálenost k síti = %f, vzdálenost ze sítì = %f
sv: Avstånd till nätverket = %f, avstånd från nätverket = %f

source: Unable to read range for %s
sv: Det går inte att läsa intervallet för %s

source: Unable to read FP range for %s
sv: Det går inte att läsa FP-intervallet för %s

source: profile
sv: profil

source: plot
sv: tomt

source: Plots profile of a transect.
sv: Plottar profilen för en transekt.

source: Raster map to be profiled
cs: Rastrová mapa pro tvorbu profilu
sv: Rasterkarta som ska profileras

source: Profile coordinate pairs
cs: Souøadnice vymezující profil
sv: Koordinatpar för profil

source: Use map's range recorded range
sv: Använd kartans räckvidd registrerad räckvidd

source: At least two points are required
sv: Minst två punkter krävs

source: Draws arrows representing cell aspect direction for a raster map containing aspect data.
cs: Nakreslí ¹ipky pøedstavující smìr expozice pro rastrové mapy expozice.
sv: Ritar pilar som representerar cellaspektriktningen för en rasterkarta som innehåller aspektdata.

source: Name of raster aspect map to be displayed
cs: Název rastrové mapy expozice, která bude zobrazena
sv: Namn på den rasteraspektkarta som ska visas

source: Type of existing raster aspect map
cs: Typ existující rastrové mapy expozice
sv: Typ av befintlig rasteraspektkarta

source: Color for drawing arrows
cs: Barva pro ¹ipky
sv: Färg för att rita pilar

source: Color for drawing drawing grid
sv: Färg för ritning ritning rutnät

source: Color for drawing null values (X symbol)
sv: Färg för att rita nollvärden (X-symbol)

source: Color for showing unknown information (? symbol)
sv: Färg för att visa okänd information (? symbol)

source: Draw arrow every Nth grid cell
cs: Vykreslit ¹ipku ka¾dou Ntou buòku
sv: Rita en pil i var N:e rutnätscell

source: Raster map containing values used for arrow length
cs: Rastrová mapa obsahující hodnoty pou¾ité pro délku ¹ipek
sv: Rasterkarta som innehåller värden som används för pilens längd

source: Scale factor for arrows (magnitude map)
cs: Mìøítkový faktor pro ¹ipky (mapa mocnosti)
sv: Skalfaktor för pilar (magnitudkarta)

source: Align grids with raster cells
sv: Rikta in rutnät med rasterceller

source: Illegal value for scale factor
cs: Neplatná hodnota mìøítkového faktoru
sv: Olagligt värde för skalfaktor

source: Illegal value for skip factor
cs: Neplatná hodnota faktoru pøeskoèení
sv: Olagligt värde för skip-faktor

source: Magnitude is only supported for GRASS and compass aspect maps.
cs: Velikost je podporována pouze pro GRASS a mapy kompasové expozice
sv: Magnitude stöds endast för GRASS- och kompassaspektkartor.

source: Scale option requires magnitude_map
cs: volba mìøítka vy¾aduje magnitude_map
sv: Skalalternativet kräver magnitude_map

source: Problem reading range file
cs: Problém pøi èetní souboru s rozsahem hodnot
sv: Problem med att läsa range-fil

source: Overlays cell category values on a raster map displayed in the active graphics frame.
sv: Lägger över cellkategorivärden på en rasterkarta som visas i den aktiva grafikramen.

source: Number of significant digits (floating point only)
cs: Poèet míst za desetinnou èárkou (pouze pro mapy s plovoucí desetinnou èárkou)
sv: Antal signifikanta siffror (endast flyttal)

source: Get text color from cell color value
cs: Pøevezmi barvu textu z barvy buòky
sv: Hämta textfärg från cellens färgvärde

source: %d row
sv: %d rad

source: %d col
sv: %d kol

source: Current region size: %s X %s Your current region setting may be too large. Cells displayed on your graphics window may be too small for cell category number to be visible.
sv: Aktuell regionstorlek: %s X %s Den aktuella regioninställningen kan vara för stor. Cellerna som visas i grafikfönstret kan vara för små för att cellkategorinumret ska vara synligt.

source: Aborting (region larger then 200 rows X 200 cols is not allowed)
sv: Avbryta (region större än 200 rader X 200 kolumner är inte tillåten)

source: Displays user-specified raster map in the active graphics frame.
sv: Visar en användarspecificerad rasterkarta i den aktiva grafikramen.

source: Name of raster map to be displayed
cs: Název rastrové mapy která bude zobrazena
sv: Namn på den rasterkarta som ska visas

source: List of categories or values to be displayed
sv: Lista över kategorier eller värden som ska visas

source: Selection
sv: Urval

source: Background color (for null)
cs: Barva pozadí (pro hodnoty null)
sv: Bakgrundsfärg (för null)

source: Null cells
sv: Nollceller

source: Make null cells opaque
sv: Gör nollceller ogenomskinliga

source: Invert value list
sv: Invertera värdelistan

source: [%s]: illegal category specified
sv: [%s]: olaglig kategori angiven

source: [%s]: illegal value specified
sv: [%s]: olagligt värde angivet

source: Redraws the content of currently selected monitor.
sv: Rita om innehållet på den aktuella skärmen.

source: No graphics device selected. Use d.mon to select graphics device.
sv: Ingen grafikenhet vald. Använd d.mon för att välja grafikenhet.

source: Unable to open file '%s' for reading.
sv: Det går inte att öppna filen '%s' för läsning.

source: Unable to open file '%s' for writing.
sv: Det går inte att öppna filen '%s' för skrivning.

source: Displays three user-specified raster maps as red, green, and blue overlays in the active graphics frame.
sv: Visar tre användarspecifika rasterkartor som röda, gröna och blå överlägg i den aktiva grafikramen.

source: Name of raster map to be used for <%s>
cs: Název rastrové mapy, která má být pou¾ita pro <%s>
sv: Namn på den rasterkarta som ska användas för <%s>

source: Displays the rhumbline joining two longitude/latitude coordinates.
sv: Visar romblinjen som förenar två koordinater för longitud/latitud.

source: Draws text in the active display frame on the graphics monitor using the current font.
cs: Zobrazí text v aktivním rámci grafického monitoru s vyu¾itím aktuálního písma.
sv: Ritar text i den aktiva visningsramen på grafikmonitorn med aktuellt teckensnitt.

source: Text to display
cs: Text k zobrazení
sv: Text som ska visas

source: Input file
sv: Inmatningsfil

source: Text background color
sv: Bakgrundsfärg för text

source: Line spacing
cs: Øádkování
sv: Radavstånd

source: Screen position at which text will begin to be drawn (percentage, [0,0] is lower left)
cs: Pozice na obrazovce na které bude vykreslen zaèátek textu (procentuálnì, [0,0] je vlevo dole)
sv: Skärmens position där texten ska börja ritas (procent, [0,0] är längst ner till vänster)

source: The screen line number on which text will begin to be drawn
cs: Èíslo øádky obrazovky na které bude vykreslen zaèátek textu
sv: Radnumret på skärmen där texten ska börja ritas

source: Text alignment
cs: Zarovnání textu
sv: Textjustering

source: Height of letters in percentage of available frame height
cs: Vý¹ka písmen v procentech dostupné vý¹ky rámce
sv: Bokstävernas höjd i procent av den tillgängliga ramhöjden

source: Screen position in pixels ([0,0] is top left)
cs: Souøadnice v pixelech ([0,0] vlevo nahoøe)
sv: Skärmens position i pixlar ([0,0] är längst upp till vänster)

source: Screen position in geographic coordinates
cs: Pozice na monitoru v geografických souøadnicích
sv: Skärmens position i geografiska koordinater

source: Use bold text
cs: Pou¾ít tuèné písmo
sv: Använd fet text

source: Font size is height in pixels
cs: Velikost písma je vý¹ka v pixelech
sv: Fontstorlek är höjd i pixlar

source: Please enter text instructions. Enter EOF (ctrl-d) on last line to quit
cs: Prosím zadejte textové instrukce. Pro ukonèení vlo¾te EOF (ctrl-d) na poslední øádek.
sv: Ange textinstruktioner. Ange EOF (ctrl-d) på sista raden för att avsluta

source: [%s]: No such color. Use '%s'
cs: [%s]: Å½ádná taková barva. Pou¾ijte '%s'
sv: [%s]: Ingen sådan färg. Använd '%s'

source: Invalid coordinates
cs: Neplatné souøadnice
sv: Ogiltiga koordinater

source: Create a TITLE for a raster map in a form suitable for display with d.text.
cs: Vytvoøí titulek rastrové mapy ve formì pou¾itelné pro zobrazení pomocí d.text.
sv: Skapa en TITEL för en rasterkarta i en form som är lämplig för visning med d.text.

source: Sets the text color
cs: Nastaví barvu textu
sv: Ställer in textfärgen

source: Sets the text size as percentage of the frame's height
cs: Vý¹ka písmen v procentech vý¹ky rámce
sv: Ställer in textstorleken som procentandel av ramens höjd

source: Draw title on current display
cs: Vykreslit titulek mapy do souèasného onka
sv: Rita titel på aktuell display

source: Do a fancier title
cs: Vytvoø hezèí titulek
sv: Gör en finare titel

source: Do a simple title
cs: Vytvoø jednoduchý titulek
sv: Gör en enkel titel

source: Title can be fancy or simple, not both
cs: Titulek mù¾e být buï hezký nebo jednoduchý, ale ne obojí
sv: Titeln kan vara tjusig eller enkel, inte både och

source: No map name given
cs: Nebyly specifikovány ¾ádné mapy
sv: Inget kartnamn angivet

source: Unable to read category file of raster map <%s>
sv: Det gick inte att läsa kategorifilen för rasterkartan <%s>
