Repository: OSGeo/grass
Catalog: locale/po/grasstcl_*.po
Languages: cs

source: Error creating tempfile
cs: Chyba pøi vytváøení doèasného souboru...

source: Display grid lines, and geodesic lines or rhumblines
cs: Zobrazit møí¾ku, a geodetické èáry nebo poledníky

source: Opaque
cs: Neprùhledný

source: Transparent
cs: Prùhledný

source: Grid options:
cs: Volby møí¾ky:

source: draw grid
cs: vykreslit møí¾ku

source: geodetic grid
cs: zemìpisná møí¾ka

source: grid color
cs: barva møí¾ky

source: Help
cs: Nápovìda

source: Help for grids
cs: Nápovìda pro tvorbu møí¾ky

source: grid size (map units)
cs: velikost møí¾ky (v mapových jednotkách)

source: grid origin (east, north)
cs: zaèátek møí¾ky (východní, severní)

source: draw border text
cs: vykreslit rámeèek okolo textu

source: text color
cs: barva textu

source: select font for text
cs: vyberte písmo pro text

source: text font
cs: font textu

source: text size
cs: velikost textu

source: Grid text size in points
cs: Velikost textu møí¾ky v obrazových bodech

source: draw grid border
cs: vykreslit hranice møí¾ky

source: border color
cs: barva rámeèku

source: Geodesic and rhumblines for latlong locations only
cs: Geodetické èáry a poledníky pouze pro location latlong

source: draw geodesic line
cs: vykreslit geodetickou èáru

source: Help for geodesic lines
cs: Nápovìda pro geodetické èáry

source: line color
cs: barva linie

source: text color
cs: barva textu

source: line endpoints (x1,y1,x2,y2)
cs: koncové body linií (x1,y1,x2,y2)

source: draw rhumbline
cs: vykreslit rhumbline

source: Help for rhumblines
cs: Nápovìda pro rthumblines

source: Raster map for histogram
cs: ratrová mapa pro histogram

source: histogram of %s
cs: histogram %s

source: Draw histogram of values from raster map or image
cs: Vykreslit histogram hodnot z rastrové mapy nebo obrazu

source: Raster to histogram:
cs: ratrová mapa pro histogram:

source: Graph style
cs: Styl grafu

source: text font
cs: font textu

source: Histogram color: text & frame
cs: Barva histogramu: text & rámeèek

source: background
cs: pozadí

source: transparent background
cs: prùhledné pozadí

source: Steps/bins for values (fp maps only)
cs: Kroky/intervaly pro hodnoty (pouze pro mapy s desetinným èíslem)

source: include null values
cs: obsahuje prázdné hodnoty

source: r.info error
cs: chyba r.info

source: Display scale and north arrow
cs: Zobrazit mìøítko a smìrovou rù¾ici

source: Scale placement: 0-100% from top left of display
cs: Umístìní mìøítka: 0-100% od horního levého rohu dipleje

source: enter x,y of scale/arrow upper left corner
cs: vlo¾te x,y souøadnice horního levého rohu mìøítka/smìrovky

source: place with mouse
cs: umístit my¹í

source: Scale appearance: text color
cs: Vzhled mìøítka: barva textu

source: background color
cs: barva pozadí

source: display N. arrow only
cs: zobrazit pouze smìrovou rù¾ici

source: display scale only
cs: zobrazit pouze mìøítko

source: text on top of scale, instead of to right
cs: text umístit nad mìøítkem, namísto umístìní vpravo

source: line scale instead of bar
cs: Liniové namísto prou¾kového mìøítka

source: use feet/miles instead of meters
cs: pou¾ít stopy/míle namísto metrù

source: Display active layers
cs: Zobrazit aktivní vrstvy

source: Redraw all layers
cs: Pøekreslit v¹echny vrstvy

source: Start NVIZ using active layers in current region
cs: Spustit NVIZ s aktivními vrstvami v aktuálním regionu

source: Create flythough path for NVIZ
cs: Vytvoøit let trasou pro NVIZ

source: Erase to white
cs: Smazat obsah s výchozí barvou bílou

source: Pointer
cs: Ukazatel

source: Zoom In
cs: Zvìt¹it

source: Zoom Out
cs: Zmen¹it

source: Pan
cs: Posun

source: Return to previous zoom
cs: Vrátit na pøedchozí zvìt¹ení

source: Zoom to...
cs: Zvìt¹it na...

source: Zoom display to selected map
cs: Zvìt¹it podle mapové vrstvy

source: Zoom display to saved region
cs: Zvìt¹it podle ulo¾eného regionu

source: Save display extents to named region
cs: Ulo¾it souèasný výøez do pojmenovaného regionu

source: Zoom display to computational region (set with g.region)
cs: Pøiblí¾it na výpoètový region (nastaven pomocí g.region)

source: Zoom display to default region
cs: Zvìt¹it podle výchozího regionu

source: Set computational region extents to match display
cs: Nastavit výpoètový region podle displeje

source: Query
cs: Dotaz

source: Measure
cs: Mìøit

source: Create profile of raster map
cs: Vytvoøit profil rastrové vrsvy

source: Print raster & vector maps to eps file
cs: Tisknout rastrové & vektorové mapové vrstvy do souboru eps

source: Export display to graphics file
cs: Exportovat obsah do grafického souboru

source: low quality (50)
cs: nízká kvalita (50)

source: mid quality (75)
cs: støední kvalita (75)

source: high quality (95)
cs: vysoká kvalita (90)

source: very high resolution (300% your current resolution)
cs: velmi vysoké rozli¹ení (300% va¹eho souèasného rozli¹ení)

source: (* requires gdal)
cs: (*vy¾aduje gdal)

source: Constrain map to region geometry
cs: Omezit mapu podle geometrie regionu

source: Map fills display window
cs: Vyplnit mapu obsah okna

source: Could not create BMP
cs: Nelze vytvoøit BMP soubor

source: Could not create JPG
cs: Nelze vytvoøit JPG soubor

source: Could not create PNG
cs: Nelze vytvoøit PNG soubor

source: Could not create TIF
cs: Nelze vytvoøit TIF soubor

source: Raster map for red or hue channel
cs: rastrová mapa pro kanál èervené nebo jasu

source: Raster map for green or intensity channel
cs: rastrová mapa pro kanál zelené nebo intenzity

source: Raster map for blue or saturation channel
cs: rastrová mapa pro kanál modré nebo sytosti

source: Display 3 raster maps as Red/Green/Blue or Hue/Intensity/Saturation channels
cs: Zobrazit 3 rastrové mapy jako kanály Èervený/Zelený/Modrý (RGB) nebo Jas/Intenzita/Sytost (HIS)

source: display maps as RGB
cs: zobrazit mapy jako RGB

source: Help for RGB
cs: Nápovìda pro RGB

source: display maps as HIS
cs: zobrazit mapy jako HIS

source: Help for HIS
cs: Nápovìda pro HIS

source: red (RGB) or hue (HIS):
cs: èervená (RGB) nebo jas (HIS)

source: raster map for red or hue channel (HIS drape)
cs: rastrová mapa pro kanál èervené nebo jasu

source: green (RGB) or intensity (HIS):
cs: zelená (RGB) nebo intenzita (HIS)

source: raster map for green or intensity channel (HIS relief)
cs: rastrová mapa pro kanál zelené nebo intenzity

source: blue (RGB) or saturation (HIS):
cs: modrá (RGB) nebo sytost (HIS):

source: raster map for blue or saturation channel
cs: rastrová mapa pro kanál modré nebo sytosti

source: HIS brightness adjustment
cs: Nastavení jasu u HIS

source: Adjusts the HIS intensity channel brightness
cs: Nastavit jas pro kanál intenzita v HIS

source: overlay maps from other layers (transparent null value cells)
cs: pøekrývající se mapy z ostatních vrstev (transparentní jsou buòky s prázdnou hodnotou)

source: Select input map
cs: Vybrat vstupní mapu

source: NVIZ flythrough path
cs: Let trasou pro NVIZ

source: Create flythough path for NVIZ display
cs: Let trasou pro NVIZ

source: Raster surface map
cs: Rastrová mapa

source: Output script file
cs: Výstupní soubor se skriptem:

source: Flythrough path
cs: Trasa prùletu

source: Create path with mouse in map display
cs: Vykreslit profil pomocí my¹i v mapovém oknì

source: Coordinate pairs for flythrough path (x1,y1,x2,y2,...)
cs: Souøadné dvojíce cesty prùletu (x1,y1,x2,y2,...)

source: Flythrough images prefix
cs: pøedpona pro obrázky prùletu

source: Prefix for image series created by flythough
cs: Pøedpona série obrázkù vytvoøených prùletem

source: Camera layback
cs: Posunutí kamery smìrem zpìt

source: Camera layback distance (in map units)
cs: Vzdálenost kamery ve smìru zpìt (v mapových jednotkách)

source: Camera height
cs: Vý¹ka kamery

source: Camera height above terrain
cs: Vý¹ka kamery nad terénem

source: Number of frames
cs: Poèet rámù

source: Number of frames to create for flythrough
cs: Poèet rámù pro vytvoøení prùletu

source: Start frame
cs: Startovní rám

source: Starting frame number...
cs: Zaèíná rám èíslo ....

source: Enable vector rendering
cs: Povolit vykreslování vektoru

source: Full render (save images)
cs: Plné vykreslování (ulo¾ení obrázkù)

source: Render images offscreen
cs: Vykreslit obrázky mimo displej

source: Height value is elevation
cs: Hodnota vý¹ka je nadmoøská vý¹ka

source: Output keyframe file
cs: Výstupní soubor s klíèovým rámem

source: Overwrite existing file
cs: Pøepsat existující soubor

source: Clear all path coordinates
cs: Vyèistit v¹echny souøadnice trasy

source: Cancel
cs: Ukonèit

source: Apply
cs: Budi¾

source: You must select an input map
cs: Musíte vybrat vstupní mapu

source: No input map selected
cs: Není vybrána ¾ádná vstupní mapa

source: You must specify an output file
cs: Musíte urèit výstupní soubor

source: No output file specified
cs: Není urøen výstupní soubor

source: You must specify at least 4 points (x,y coordinate pairs)
cs: Musíte urèit nejménì 4 body (souøadné páry x,y)

source: Insufficient coordinates specified
cs: Urèeno nedostateèné mno¾ství souøadnic

source: Run
cs: Spustit

source: Close
cs: Zavøít

source: Run (background)
cs: Spustit (na pozadí)

source: Run (GUI)
cs: Spustit GUI

source: Run (in Xterm)
cs: Spustit v pøíkazové konzoli (Xterm)

source: Save
cs: Ulo¾it

source: Clear
cs: Vyèistit

source: Output - GIS.m
cs: Výstup - GIS.m

source: Error
cs: Chyba

source: Vector map for chart
cs: Vektorová mapová vrstva do grafu

source: chart for %s
cs: graf pro %s

source: Display pie and bar charts of attribute values at vector object locations
cs: Zobrazit koláèvý a sloupcový graf hodnot atributu v umístìní vektorových prvkù

source: Vector map to chart:
cs: Vektorová mapová vrstva do grafu:

source: vector map to chart
cs: vektorová mapa jako graf

source: Vector type:
cs: Vektorový typ:

source: points
cs: body

source: lines
cs: linie

source: boundaries
cs: hranièní linie

source: centroids
cs: centroidy

source: areas
cs: plochy

source: Attributes to chart: attribute layer
cs: Atributy do grafu: vrstva atributù

source: show attribute columns
cs: zobrazit atributové sloupce

source: columns
cs: sloupce

source: Show columns
cs: Zobrazit sloupce

source: show attribute data
cs: zobrazit atributová data

source: Show data
cs: Zobrazit data

source: columns to chart (col1,col2,...)
cs: sloupec do grafu (col1,col2,...)

source: colors for columns (clr1,clr2,...)
cs: barvy pro sloupec (clr1,clr2,...)

source: column for variable chart size
cs: sloupec pro volitelnou velikost grafu

source: scale factor
cs: faktor mìøítka

source: Chart type:
cs: Typ grafu:

source: fixed chart size (if size column not used)
cs: pevná veliksot grafu (pokud není pou¾it sloupec s velikostí)

source: chart outline color:
cs: barva obrysu grafu:

source: Select maps to animate
cs: Vybrat mapy k animaci

source: Rewind animation
cs: Pøetoèit zpìt animaci (rewind)

source: Replay animation
cs: znovu pøehrát animaci (replay)

source: Step backwards through animation
cs: Krok zpìt v animaci

source: Stop animation
cs: Zastavit animaci

source: Step forwards through animation
cs: Krok dopøedu v animaci

source: Play animation
cs: Pøehrát animaci

source: Slower animation
cs: AkuPomalej¹í animace

source: Faster animation
cs: Rychlej¹í animace

source: Continuously loop through animation
cs: Nepøetr¾itá smyèka animace

source: Run animation alternately forward and backward
cs: Spou¹tìt animaci støídavì od zaèátku a od konce

source: Show map names in animation window
cs: Ukázat jméno mapy v oknì animace

source: Quit animation
cs: Ukonèit animaci

source: Select maps
cs: Vybrat mapové vrstvy

source: Maps for Animation
cs: Mapy pro animaci

source: Select maps to animate in one or more frames (1 frame required)
cs: Vybrat mapy k animaci v jednom nebo více rámech (1 rám po¾adován)

source: Maps for frame 1 (required):
cs: Mapy pro rám 1 (povinné)

source: Maps for frame 2 (optional):
cs: Mapy pro rám 2 (volitelné)

source: Maps for frame 3 (optional):
cs: Mapy pro rám 3 (volitelné)

source: Maps for frame 4 (optional):
cs: Mapy pro rám 4 (volitelné)

source: You must select maps to animate for frame 1
cs: Musíte vybrat mapy k animaci v rámu 1

source: No maps selected
cs: Není vybrána ¾ádná mapa

source: Animation Window
cs: Okno animace

source: This is font sample text.
cs: Toto je ukázkový text písma.

source: Select label font
cs: Vybrat písmo pro popisky

source: Create postscript text object (for postscript eps, pdf, and print output only)
cs: Vytvoøit poscriptový text (pouze pro výstup postscriptu, eps, pdf a výstup na standartní výstup)

source: Text to display:
cs: Text k zobrazení:

source: Text placement: x,y coordinates (from upper left)
cs: Umístìní textu: souøadnice x,y (zleva-nahoøe)

source: coordinate type for text placement
cs: typ souøadnic pro umístìní textu

source: align text with coordinate point
cs: zarovnání textu na základì souøadnic bodu

source: justification
cs: zarovnání

source: line width
cs: ¹íøka linie (øádku)

source: Font:
cs: Písmo:

source: color
cs: barva

source: &File
cs: &Soubor

source: Workspace
cs: Pracovní oblast

source: Open...
cs: Otevøít...

source: Save as...
cs: Ulo¾it jako...

source: Import raster map
cs: import rastrové mapy

source: Multiple formats using GDAL
cs: Rùznorodé formáty pomocí GDAL

source: Aggregate ASCII xyz
cs: Seskupit ASCII xyz data do rastové møí¾ky

source: ASCII grid
cs: Soubor ASCII

source: ASCII polygons and lines
cs: ASCII polygony a linie

source: Binary
cs: Binární soubor

source: SRTM hgt
cs: Soubory SRTM hgt

source: Terra ASTER
cs: Soubory Terra ASTER

source: Web Mapping Server
cs: Webový mapový server

source: Import vector map
cs: Import vektorové mapy

source: Multiple formats using OGR
cs: Rùznorodé formáty pomocí GDAL

source: ASCII points or GRASS ASCII vector
cs: Bodový soubor ASCII nebo vektorový soubor GRASS ASCII

source: Old GRASS vector
cs: Importovat zastaralý vektorový formát GRASS

source: ESRI e00
cs: Formát ESRI e00

source: Matlab and MapGen
cs: Soubory Matlab a MapGen

source: ASCII 3D
cs: Soubor ASCII 3D

source: Vis5D
cs: Soubor Vis5D

source: Export raster map
cs: Export rastrové mapy

source: ESRI ASCII grid
cs: ESRI Arc/Info ASCII grid

source: PPM from RGB
cs: PPM z RGB

source: POV-Ray
cs: Formát POV-Ray

source: VRML
cs: Soubor VRML

source: Export vector map
cs: Export vektorové mapy

source: Manage maps and volumes
cs: Správa 2D & 3D (volumes) mapových vrstev

source: Copy
cs: Kopírovat

source: List
cs: Seznam

source: List filtered
cs: filtrovaný seznam

source: Rename
cs: Pøejmenovat mapové vrstvy

source: Delete
cs: Smazat

source: Delete filtered
cs: Odstranit vrstvu

source: Map type conversions
cs: Konverze typu mapové vrstvy

source: Raster to vector
cs: Automatická vektorizace rastrové vrstvy

source: Raster series to volume
cs: Konverze øady rastrových vrstev na volume

source: Raster 2.5D to volume
cs: 2.5D mapa na volume

source: Vector to raster
cs: Rasterizace vektorové vrstvy

source: Vector to volume
cs: Pøevod vektorové vrstvy na volume

source: Sites to vector
cs: Vytvoøení vektorové vrstvy z bodù (sites, GRASS 5.x)

source: Volume to raster series
cs: Pøevod volume na øadu rastrových vrstev

source: Georectify
cs: Georektifikace

source: Animate raster maps
cs: Animovat serii rastrových map

source: Bearing/distance to coordinates
cs: Smìr/vzdálenost k souøadnicím

source: 3D rendering
cs: 3D

source: NVIZ fly through path
cs: Let trasou pro NVIZ

source: PostScript plot
cs: Zákres postscriptu

source: E&xit
cs: &Konec

source: &Config
cs: &Nastavení

source: Display region settings
cs: Zobrazit nastavení regionu

source: Change region settings
cs: Zmìnit nastavení regionu

source: GRASS working environment
cs: Pracovní prostøední GRASSu

source: Mapset access
cs: Pøístup k mapsetu

source: Change working environment
cs: Zmìnit pracovní prostøední GRASSu

source: User access
cs: U¾ivatelský pøístup

source: Show settings
cs: Ukázat nastavení

source: Change settings
cs: Zmìnit nastavení

source: Show current GRASS version
cs: Zobrazit aktuální verzi GRASSu

source: Manage projections
cs: Správa kartografických zobrazení

source: Projection for current location
cs: Projekce aktuální location

source: Convert coordinates
cs: Zmìnit souøadnice xy

source: Display font
cs: Font displeje

source: &Raster
cs: &Rastrová vrstva

source: Develop map
cs: Tvorba mapových vrstev

source: Digitize raster
cs: Vektorizovat rastrovou vrstvu

source: Compress/decompress
cs: Komprimovat/dekomprimovat

source: Boundaries
cs: hranièní linie

source: Null values
cs: Správa prázdných hodnot

source: Quantization
cs: Dávkování

source: Timestamps
cs: Èasové razítko

source: Resample using aggregate statistics
cs: Pøezvorkování za pou¾ití agregaèních statik

source: Resample using multiple methods
cs: Pøevzorkování (zmìna rozli¹ení) za pou¾ití rùzných metod

source: Resample using nearest neighbor
cs: Pøevzorkování (zmìna rozli¹ení) metodou nejbli¾¹ího souseda

source: Resample using spline tension
cs: Pøevzorkování (zmìna rozli¹ení) pomocí RST (regularized spline tension)

source: Support file maintenance
cs: Vytvoøení a správa podpùrného souboru

source: Update map statistics
cs: Aktualizovat mapovou statistiku

source: Reproject
cs: Zmìnit projekci

source: Tiling
cs: Dla¾dice

source: Manage map colors
cs: Správa barevné ¹kály mapových vrstev

source: Color tables
cs: Tabulka barev

source: Color rules
cs: Pravidla pro barvy

source: Blend
cs: Smíchat

source: Create RGB
cs: Vytvoøit RGB

source: HIS to RGB
cs: HIS na RGB

source: Query by coordinate(s)
cs: Souøadnicový dotaz

source: Buffers
cs: Bufery

source: Closest points
cs: Nìjbli¾¹í body

source: MASK
cs: MASKA

source: Map calculator
cs: Mapový kalkulátor

source: Neighborhood analysis
cs: Analýza okolí

source: Moving window
cs: Pohybující se okno

source: Neighborhood points
cs: Analýza okolí

source: Overlay maps
cs: Pøekrytí mapových vrstev

source: Cross product
cs: Výsledek pøelo¾ení

source: Map series
cs: Série map

source: Patch maps
cs: Spojit mapové vrstvy

source: Statistical overlay
cs: Statistický pøekryv

source: Solar radiance and shadows
cs: Solární záøení a stíny

source: Solar irradiance irradiation
cs: Solární denní intenzita záøení

source: Shadows map
cs: Stínovaná mapa

source: Terrain analysis
cs: Terenní analýza

source: Cumulative movement costs
cs: Výpoèet kumulativního pohyby nákladù mezi lokacemi

source: Cost surface
cs: Povrch nákladù

source: Least cost route or flow
cs: Nejménì nákladná cesta nebo dráha odtoku

source: Shaded relief
cs: Mapa stínovaného reliefu

source: Slope and aspect
cs: Míra svahu a expozice

source: Terrain parameters
cs: Parametry terénu

source: Textural features
cs: Texturální prvky

source: Visibility
cs: Viditelnost

source: Transform features
cs: Prvky transformace

source: Clump
cs: Shromá¾dit

source: Grow
cs: Rùst

source: Thin
cs: Ztenèit

source: Hydrologic modeling
cs: Hydrologické modelování

source: Carve stream channels
cs: Rozdìlit stream na kanály

source: Fill lake
cs: Vyplnit jezera

source: Depressionless map and flowlines
cs: Mape elevace zbavená depresí a mapa drah povrchového odtoku

source: Flow accumulation
cs: Akumulace toku gridu

source: Flow lines
cs: Linie toku

source: Groundwater flow model
cs: Model proudìní podzemních vod

source: SIMWE overland flow modeling
cs: Modelování povrchového odtoku SIMWE

source: SIMWE sediment flux modeling
cs: Modelování toku sedimentù SIMWE

source: Topographic index map
cs: Mapa s topografickým indexem

source: TOPMODEL simulation
cs: Simulace TOPMODEL

source: Watershed subbasins
cs: Rozvodnice subpovodí

source: Watershed analysis
cs: Analýza povodí

source: Watershed basin creation
cs: Vytvoøení rozvodnice povodí

source: Landscape structure modeling
cs: Modelování struktury krajiny

source: Set up
cs: Nastavit

source: Analyze landscape
cs: Analýza charakteristik krajiny

source: Analyze patches
cs: Analýza oprav

source: Output
cs: Výstup

source: Landscape patch analysis
cs: Analýza krajiných "patch" charakteristik

source: Set up sampling and analysis framework
cs: Nastavit vzorkování a analýzu rámce

source: Edge density
cs: Hustota hran

source: Contrast weighted edge density
cs: Vá¾ený rozdíl hustoty hran

source: Patch size mean
cs: Prùmìrná velikost opravy

source: Patch area range
cs: Rozmezí opravených ploch

source: Patch area Std Dev
cs: Støední odchylka opravených ploch

source: Patch area Coeff Var
cs: Koeficient odchylky opravených ploch

source: Patch density
cs: Hustota opravy

source: Patch number
cs: Èíslo opravy

source: Dominance's diversity
cs: Dominanceova diverzita

source: Shannon's diversity
cs: Shannonova diverzita

source: Simpson's diversity
cs: Simpsnova diverzita

source: Ricness
cs: Plnost

source: Shape index
cs: Index ostrosti

source: Wildfire modeling
cs: Modelování po¾áru

source: Rate of spread
cs: Rychlost ¹íøení

source: Least-cost spread paths
cs: Vytvoøit trasy s nejmen¹ím odporem ¹íøení

source: Anisotropic spread simulation
cs: Simulovat anisotropický jev ¹íøení

source: Change category values and labels
cs: Modifikovat hodnoty kategorií a ¹títky

source: Interactively edit category values
cs: Interaktivnì editovat hodnoty kategorií

source: Reclassify by size
cs: Reklasifikovat podle velikosti

source: Reclassify interactively
cs: Reklasifikovat kategorie na základì pravidel interaktivnì

source: Reclassify using rules file
cs: Reklasifikovat prvky na základì souboru s pravidly

source: Recode interactively
cs: Pøekódovat interaktivnì

source: Recode using rules file
cs: Reklasifikovat kategorie na základì souboru s pravidly

source: Rescale
cs: Zmìnit mìøítko

source: Rescale with histogram
cs: Zmìnit mìøítko s histogramem

source: Concentric circles
cs: Soustøedné kruhy

source: Generate random cells
cs: Vytvoøit rastrovou vrstvu s náhodnými hodnotami

source: Random cells
cs: Náhodné buòky

source: Random cells and vector points
cs: Vytvoøit rastrovou vrstvu a vektorové body s náhodnými hodnotami

source: Generate surfaces
cs: Vytvoøit povrch

source: Fractal surface
cs: Vytvoøit povrch na základì fraktálu

source: Gausian kernal density surface
cs: Vytvoø povrch Gaussových odchylek

source: Gaussian deviates surface
cs: Vytvoø povrch Gaussových odchylek

source: Plane
cs: Rovinná plocha

source: Random deviates surface
cs: Vytvoø náhodný povrch

source: Random surface with spatial dependence
cs: Vytvoøit náhodný povrch s prostorovým vztahem

source: Contour lines
cs: Obrysová linie

source: Interpolate surfaces
cs: Interpolovat povrch

source: Bilinear from raster points
cs: Bilineární interpolace z rastrových bunìk

source: Bilinear and bicubic from vector points
cs: Bilineární interpolace z vektorových bodù

source: IDW from raster points
cs: Interpolace z rastrových bodù

source: IDW from vector points
cs: Pracovat s vektorovými body

source: Raster contours
cs: Obrysy rsatrové mapy

source: Regularized spline tension
cs: Pøevzorkování (zmìna rozli¹ení) pomocí RST (regularized spline tension)

source: Fill NULL cells
cs: Vyplnit NULLove buòky

source: Reports and statistics
cs: Zprávy a statistiky

source: Report basic file information
cs: Vypsat základní informace o souboru

source: Manage category information
cs: Upravit informace o kategoriích

source: General statistics
cs: Základní statistiky

source: Range of category values
cs: Rozsah hodnot kategorii

source: Sum cell category values
cs: Souèet v¹ech hodnot kategorií bunìk

source: Sum area by map and category
cs: Suma výmìry ploch podle kategorií a v mapì

source: Statistics for clumped cells (works with r.clump)
cs: Souhrnná statistika spojených bunìk (po pou¾ití r.clump)

source: Total surface area corrected for topography
cs: Celková plocha povrchu s topografickou korekcí

source: Univariate statistics
cs: Univariatní statistika
