Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Allows you to select a point on the surface that becomes the new center of view. Click on the button and then on the surface.
sv: Gör det möjligt att välja en punkt på ytan som blir det nya syncentrumet. Klicka på knappen och sedan på ytan.

source: Resets the view to the original default center of view
sv: Återställer vyn till det ursprungliga standardcentrat för vyn

source: top
cs: vr¹ek
sv: topp

source: Sets the viewer directly over the scene's center position. This top view orients approximately north south.
sv: Placerar betraktaren direkt över scenens mittposition. Denna toppvy orienterar ungefär norr-söder.

source: reset
sv: återställ

source: Reset to default view
cs: Reset na výchozí pohled
sv: Återställ till standardvy

source: Press 'Record' button and start changing the view. It is recommended to use fly-through mode (Map Display toolbar) to achieve smooth motion.
sv: Tryck på "Record"-knappen och börja ändra vyn. Vi rekommenderar att du använder fly-through-läget (verktygsfältet Map Display) för att få en jämn rörelse.

source: Record
sv: Spela in

source: Play
sv: Spela

source: Total number of frames :
sv: Totalt antal bildrutor :

source: Frame rate (FPS):
sv: Bildfrekvens (FPS):

source: Frames are recorded with given frequency (FPS).
sv: Bildrutorna registreras med en viss frekvens (FPS).

source: Save image sequence
sv: Spara bildsekvens

source: Choose a directory:
sv: Välj en katalog:

source: Choose a directory for images
sv: Välj en katalog för bilder

source: Generated files names will look like this: prefix_1.ppm, prefix_2.ppm, ...
sv: Genererade filnamn kommer att se ut så här: prefix_1.ppm, prefix_2.ppm, ...

source: Constant surface
sv: Konstant yta

source: Cutting planes
sv: Skärande hyvlar

source: Shading:
cs: Stínìní:
sv: Skuggning:

source: flat
cs: plocha
sv: platt

source: Set to all
cs: Nastavit v¹echny
sv: Ställ in alla

source: Use draw settings for all loaded surfaces
cs: Pou¾ít vykreslovací nastavení pro v¹echny naètené povrchy
sv: Använd ritningsinställningar för alla inlästa ytor

source: Change wire color
sv: Ändra färg på kablarna

source: Surface attributes
cs: Vlastnosti povrchu
sv: Ytans egenskaper

source: Transparency
cs: Prùhlednost
sv: Genomskinlighet

source: Shininess
cs: Jasnost
sv: Glansfullhet

source: map
cs: mapa
sv: karta

source: unset
cs: zru¹it
sv: avaktivera

source: constant
cs: stejný
sv: konstant

source: Changes the x, y, and z position of the current surface
sv: Ändrar x-, y- och z-positionen för den aktuella ytan

source: Reset
sv: Återställ

source: Reset to default position
sv: Återställ till standardposition

source: Active cutting plane:
sv: Aktivt skärplan:

source: clear
sv: rensa

source: top color
sv: toppfärg

source: bottom color
sv: bottenfärg

source: blend
sv: blandning

source: shaded
sv: skuggad

source: Horizontal X:
sv: Horisontellt X:

source: Sets the X coordinate of the current cutting plane
sv: Ställer in X-koordinaten för det aktuella skärplanet

source: Horizontal Y:
sv: Horisontell Y:

source: Sets the Y coordinate of the current cutting plane
sv: Ställer in Y-koordinaten för det aktuella skärplanet

source: Rotates the current cutting plane about vertical axis
sv: Roterar det aktuella skärplanet runt den vertikala axeln

source: Rotates the current cutting plane about horizontal axis
sv: Roterar det aktuella skärplanet runt den horisontella axeln

source: Sets the Z coordinate of the current cutting plane (only meaningful when tilt is not 0)
sv: Ställer in Z-koordinaten för det aktuella skärplanet (endast meningsfullt när tilt inte är 0)

source: New
cs: Nový
sv: Nytt

source: Delete
cs: Smazat
sv: Ta bort

source: Fine resolution:
sv: Fin upplösning:

source: Value:
sv: Värde:

source: Transparency:
sv: Öppenhet och insyn:

source: Show vector lines
cs: Ukázat vektorové linie
sv: Visa vektorlinjer

source: Line:
cs: Linie:
sv: Linje:

source: width:
sv: bredd:

source: color:
sv: färg:

source: use color for thematic mapping
sv: använda färg för tematisk kartläggning

source: use width for thematic mapping
sv: använd bredd för tematisk kartläggning

source: Set options...
sv: Ställ in alternativ...

source: as 3D
sv: som 3D

source: on surface(s):
sv: på yta(n):

source: Height above surface:
cs: Vý¹ka nad povrchem:
sv: Höjd över markytan:

source: Show vector points
cs: Ukázat vektorové body
sv: Visa vektorpunkter

source: Icon:
cs: Ikona:
sv: Ikon:

source: size:
sv: storlek:

source: use size for thematic mapping
sv: använda storlek för tematisk kartläggning

source: isosurfaces
cs: Isopovrch
sv: isoytor

source: slices
sv: skivor

source: Resolution:
cs: Rozli¹ení:
sv: Status:

source: Draw wire box
sv: Dra kabelbox

source: List of isosurfaces
cs: Seznam Isopovrchù
sv: Lista över isoytor

source: Show light model
cs: Ukázat svìtelný model
sv: Visa ljusmodell

source: Light source position
cs: Umístìní zdroje svìtla
sv: Ljuskällans position

source: Adjusts the light height
sv: Justerar ljusets höjd

source: Light color and intensity
cs: Barva svìtla a intenzita
sv: Ljusets färg och intensitet

source: Adjusts the brightness of the light
sv: Justerar ljusstyrkan på ljuset

source: Adjusts the ambient light
sv: Justerar det omgivande ljuset

source: Edges with fringe
cs: Hrany s okrajem
sv: Kanter med frans

source: Elevation of fringe from bottom:
cs: Vý¹ka okraje ze spodní strany
sv: Fransen i upphöjd vy från undersidan:

source: North Arrow
sv: Nordpilen

source: Arrow length (in map units):
sv: Pilens längd (i kartenheter):

source: Arrow color:
sv: Pilens färg:

source: Place arrow
sv: Placera pilen

source: Scale bar
sv: Skalstreck

source: Scale bar length (in map units):
sv: Längd på skalstreck (i kartenheter):

source: Scale bar color:
sv: Färg på skalstreck:

source: Place new scale bar
sv: Placera ny skalstreck

source: Do you want to record new animation without saving the previous one?
sv: Vill du spela in en ny animation utan att spara den föregående?

source: Animation already exists
sv: Animationen finns redan

source: No file prefix given.
sv: Inget filprefix angivet.

source: Directory %s does not exist.
sv: Katalog %s finns inte.

source: Isosurface attributes
cs: Atributy Isopovrchu
sv: Attribut för isoytor

source: toggle normal direction
sv: växla normal riktning

source: Isosurface value
sv: Värde för isoyta

source: Slice attributes
sv: Attribut för skivor

source: Slice parallel to axis:
sv: Skiva parallellt med axeln:

source: E
cs: V
sv: Ö

source: NW
sv: NV

source: NE
sv: NÄSTA

source: SE
sv: SÖ

source: SW
sv: SV

source: Level
cs: Úroveò
sv: Nivå

source: List of slices
sv: Lista över skivor

source: Level {level}
sv: Nivå {level}

source: Slice parallel to {axis}
sv: Skiva parallell med {axis}

source: Slice parallel to
sv: Skiva parallell med

source: None
sv: Ingen

source: Plane
cs: Rovinná plocha
sv: Flygplan

source: Vector map is 3D
cs: Vektorové mapa je 3D
sv: Vektorkarta är 3D

source: Vector map is 2D
cs: Vektorová mapa je 2D
sv: Vektorkarta är 2D

source: %(features)d features (%(points)d points)
cs: %(features)d prvkù (%(points)d bodù)
sv: %(features)d funktioner (%(points)d punkter)

source: on surface
cs: na povrchu
sv: på ytan

source: range:
sv: räckvidd:

source: North edge:
sv: Norra kanten:

source: South edge:
sv: Södra kanten:

source: West edge:
sv: Västra kanten:

source: East edge:
sv: Östra kanten:

source: Northing (Y):
sv: Nordlig riktning (Y):

source: Height (Z):
sv: Höjd (Z):

source: Easting (X):
sv: Östlig riktning (X):

source: Bottom edge:
sv: Nedre kant:

source: Top edge:
sv: Övre kant:

source: Adjusts the distance and direction of the image viewpoint
sv: Justerar avstånd och riktning för bildens betraktningspunkt

source: Adjusts the light direction. Click and drag the puck to change the light direction.
sv: Justerar ljusets riktning. Klicka och dra i pucken för att ändra ljusets riktning.

source: This module requires the NumPy module, which could not be imported. It probably is not installed (it's not part of the standard Python distribution). See the Numeric Python site (https://numpy.org) for information on downloading source or binaries.
sv: Den här modulen kräver modulen NumPy, som inte kunde importeras. Den är förmodligen inte installerad (den är inte en del av standarddistributionen av Python). Se Numeric Python-webbplatsen (https://numpy.org) för information om hämtning av källkod eller binärfiler.

source: 3d raster map <%s> not found
cs: 3D rastrová mapa <%s> nebyla nalezena.
sv: 3d rasterkarta <%s> hittades inte

source: Please provide a group name to process
sv: Ange ett gruppnamn för att bearbeta

source: Please provide a raster map name to process
sv: Ange namnet på en rasterkarta som ska bearbetas

source: Please provide a camera name (generated by i.ortho.camera)
sv: Ange ett kameranamn (genereras av i.ortho.camera)

source: Please provide an order value (1 if 4 Fiducials, 2 if 8 Fiducials)
sv: Ange ett ordervärde (1 om 4 Fiducials, 2 om 8 Fiducials)

source: Please provide an output files extension (used by i.rectify)
sv: Ange en filändelse för utdatafiler (används av i.rectify)

source: Manage Location of Fiducial Points on a Scanned Photo
sv: Hantera placering av Fiducial Points på ett skannat foto

source: A POINTS file exists, renaming it to POINTS_BAK
sv: En POINTS-fil finns, döp om den till POINTS_BAK

source: Opening CAMERA file failed
sv: Öppnandet av filen CAMERA misslyckades

source: Writing output image to group, please wait...
sv: Skriver utmatningsbild till grupp, vänta...

source: source X
sv: källa X

source: source Y
sv: källa Y

source: target X
sv: mål X

source: target Y
sv: mål Y

source: source X:
sv: källa X:

source: target X:
sv: mål X:

source: source Y:
sv: källa Y:

source: target Y:
sv: mål Y:

source: GRASS GIS Manage Location of Tick Points on a Scanned Photo
sv: GRASS GIS Hantera placering av fästingpunkter på ett skannat foto

source: Units:
sv: Enheter:

source: Position of the top left corner from the top left edge of the paper
sv: Position för det övre vänstra hörnet från papperets övre vänstra kant

source: Position is given:
sv: Position är given:

source: relative to paper
sv: i förhållande till papper

source: by map coordinates
sv: med hjälp av kartkoordinater

source: Position from the top left edge of the paper
sv: Position från övre vänstra kanten av papperet

source: Choose color:
sv: Välj färg:

source: Close dialog and apply changes
sv: Stäng dialogrutan och tillämpa ändringarna

source: Apply changes
cs: Ulo¾it zmìny
sv: Tillämpa ändringar

source: Units
sv: Enheter

source: Orientation
sv: Orientering

source: Width
sv: Bredd

source: Height
sv: Höjd

source: Left
sv: Vänster

source: Right
sv: Höger

source: Literal is not allowed!
sv: Bokstavligt är inte tillåtet!

source: Page size
sv: Sid storlek

source: Margins
sv: Marginaler

source: Landscape
sv: Liggande

source: Portrait
sv: Porträtt

source: Map settings
sv: Kart inställningar

source: Map frame settings
sv: Inställningar för kartram

source: Map frame
sv: Kartram

source: Map frame options:
sv: Alternativ för kartram:

source: fit frame to match selected map
sv: passa in ramen för att matcha vald karta

source: fit frame to match saved region
sv: passa in ramen för att matcha sparad region

source: fit frame to match current computational region
sv: anpassa ramen för att matcha aktuell beräkningsregion

source: fixed scale and map center
sv: fast skala och kartcentrum

source: Map selection
sv: Val av karta

source: Map:
sv: Karta:

source: Region:
sv: Ort:

source: Map scale and center
sv: Kartans skala och centrum

source: Scale:
sv: Skala:

source: Map max resolution (dpi):
sv: Kartans maximala upplösning (dpi):

source: Border
sv: Ram

source: draw border around map frame
sv: dra gränsen runt kartramen

source: border color:
sv: färg på gränsen:

source: border width (pts):
sv: kantbredd (pts):

source: Region is set to match this map, raster or vector map must be added later
sv: Regionen är inställd för att matcha denna karta, raster- eller vektorkarta måste läggas till senare

source: Region selection
sv: Val av region

source: No map selected!
sv: Ingen karta vald!

source: No region selected!
sv: Ingen region vald!

source: Invalid scale or map center!
sv: Ogiltig skala eller kartcentrum!

source: Choose raster map
sv: Välj rasterkarta

source: no raster map
sv: ingen rasterkarta

source: Please, create map frame first.
sv: Skapa först en kartram.

source: Add map
sv: Lägg till karta

source: areas
sv: omraden

source: lines
sv: linjer

source: points
sv: punkter

source: Data Type
sv: Datatyp

source: Manage vector maps
sv: Hantera vektorkartor

source: The topmost vector map overlaps the others
sv: Den översta vektorkartan överlappar de andra

source: Up
sv: Upp

source: Down
sv: Ner

source: Properties...
sv: Egenskaper...

source: Raster map settings
sv: Inställningar för Raster-karta

source: Vector maps settings
sv: Inställningar för vektorkartor

source: %s properties
sv: %s egenskaper

source: Data selection
sv: Val av data

source: centroids
sv: centroider

source: boundaries
sv: gränser

source: Layer selection
sv: Val av lager

source: Database connection is not defined in DB file.
cs: Databázové spojení není definováno v DB souboru.
sv: Databasanslutningen är inte definierad i DB-filen.

source: Select layer:
sv: Välj lager:

source: list of categories (e.g. 1,3,5-7)
sv: lista över kategorier (t.ex. 1,3,5-7)

source: Use current mask
sv: Använd aktuell mask

source: Colors
sv: Färger

source: Outline
sv: Översikt

source: draw outline
sv: rita kontur

source: Width (pts):
sv: Bredd (pts):

source: Fill
sv: Fyll

source: fill color
sv: fyllnadsfärg

source: choose color:
sv: välj färg:

source: color from map table column:
sv: färg från kolumnen i karttabellen:

source: No effect for fill color from table column
sv: Ingen effekt för fyllningsfärg från tabellkolumn

source: Color of lines:
sv: Färg på linjerna:

source: Size and style
sv: Storlek och stil

source: eps file:
sv: eps-fil:

source: Type filename or click browse to choose file
sv: Ange filnamn eller klicka på Bläddra för att välja fil

source: Choose a file
sv: Välj en fil

source: Size
cs: Velikost
sv: Storlek

source: size from map table column:
sv: storlek från karttabellens kolumn:

source: scale:
sv: skala:

source: rotate symbols:
sv: rotera symboler:

source: counterclockwise in degrees:
sv: moturs i grader:

source: from map table column:
sv: från kolumnen i karttabellen:

source: Set width (pts):
sv: Uppsättningens bredd (pts):

source: multiply width by category value
sv: multiplicera bredd med kategorivärde

source: Line style
cs: styl linie
sv: Linjestil

source: Choose line style:
sv: Välj linjestil:

source: Choose linecap:
sv: Välj linjekapsel:

source: Pattern
sv: Mönster

source: use pattern:
sv: användningsmönster:

source: Choose pattern file:
sv: Välj mönsterfil:

source: pattern line width (pts):
sv: mönsterlinjens bredd (pts):

source: pattern scale factor:
sv: skalfaktor för mönster:

source: Source raster
sv: Källa raster

source: current raster
sv: aktuell raster

source: select raster
sv: välj raster

source: %(rast)s: type %(type)s
sv: %(rast)s: typ %(type)s

source: Type of legend
sv: Typ av legend

source: discrete legend (categorical maps)
sv: diskret legend (kategoriska kartor)

source: continuous color gradient legend (floating point map)
sv: kontinuerlig färggradientförklaring (flyttalskarta)

source: Advanced legend settings
sv: Avancerade inställningar för legender

source: draw "no data" box
sv: rita rutan "inga uppgifter"

source: draw ticks across color table
sv: dra tickor över färgbordet

source: Vector legend
sv: Vektorförklaring

source: Show vector legend
sv: Visa vektorförklaring

source: Source vector maps
sv: Källa vektorkartor

source: Choose vector maps and their order in legend
sv: Välj vektorkartor och deras ordning i teckenförklaringen

source: Edit label
sv: Redigera etikett

source: draw border around legend
sv: dra gränsen runt legenden

source: Size and position
sv: Storlek och position

source: Leave the edit field empty, to use default values.
sv: Lämna redigeringsfältet tomt för att använda standardvärden.

source: Width of the color symbol (for lines) in front of the legend text
sv: Bredd på färgsymbolen (för linjer) framför texten i teckenförklaringen

source: Columns:
sv: Kolumner:

source: column span:
sv: kolumnspann:

source: Column separation distance between the left edges of two columns in a multicolumn legend
sv: Kolumnseparationsavstånd mellan vänsterkanten på två kolumner i en flerkolumnig teckenförklaring

source: Edit legend label:
sv: Redigera etiketten för legenden:

source: No raster map selected!
sv: Ingen rasterkarta vald!

source: No raster
sv: Inget raster

source: Mapinfo settings
sv: Inställningar för Mapinfo

source: Color settings
sv: Färginställningar

source: use border color:
sv: använd kantfärg:

source: use background color:
sv: använd bakgrundsfärg:

source: Length:
sv: Längd:

source: Scalebar length is given in map units
sv: Scalebar-längden anges i kartenheter

source: Scalebar height is real height on paper
sv: Scalebarhöjden är verklig höjd på papper

source: default
sv: standard

source: Style
cs: Styl
sv: Stil

source: Type:
sv: Typ:

source: Number of segments:
sv: Antal segment:

source: Label every
sv: Märk varje

source: segments
sv: segment

source: transparent text background
sv: transparent textbakgrund

source: Length of scale bar is not defined
sv: Skalstreckets längd är inte definierad

source: Enter text:
cs: Vlo¾te text:
sv: Ange text:

source: Text effects
sv: Texteffekter

source: text background
sv: textbakgrund

source: text border
sv: textgräns

source: horizontal (pts):
sv: horisontell (pts):

source: vertical (pts):
sv: vertikal (pts):

source: Reference point
sv: Referenspunkt

source: Text rotation
sv: Rotation av text

source: rotate text (counterclockwise)
sv: rotera texten (moturs)

source: No text entered!
sv: Ingen text inmatad!

source: Choose a directory with images
sv: Välj en katalog med bilder

source: Note: only EPS format supported
sv: Obs: endast EPS-format stöds

source: Scale And Rotation
sv: Skala och rotation

source: Rotation angle (deg):
sv: Rotationsvinkel (grader):

source: Counterclockwise rotation in degrees
sv: Rotation moturs i grader

source: PIL missing
sv: PIL försvunnen

source: Unable to read file %s: %s
sv: Det går inte att läsa filen %s: %s

source: size: %(width)s x %(height)s pts
sv: storlek: %(width)s x %(height)s pts

source: No image selected.
sv: Ingen bild har valts.

source: North Arrow settings
sv: Inställningar för North Arrow

source: Compute convergence
sv: Beräkna konvergens

source: Select symbol:
sv: Välj symbol:

source: Note: Selected symbol is not displayed in draft mode (only in preview mode)
sv: Obs: Vald symbol visas inte i utkastläge i utkastläget (endast i förhandsgranskningsläget)

source: Outline color:
sv: Färg på konturerna:

source: Fill color:
sv: Fyll färg:

source: Size and Rotation
sv: Storlek och rotation

source: Size (pt):
sv: Storlek (pt):

source: Symbol size in points
sv: Symbolstorlek i punkter

source: Line settings
sv: Linjeinställningar

source: Rectangle settings
sv: Inställningar för rektangel

source: Line width in points
sv: Linjebredd i punkter

source: Vector labels
sv: Vektoretiketter

source: Vector label files created beforehand by v.label module
sv: Vektoretikettfiler som skapats i förväg av v.label-modulen

source: You can select multiple label files.
sv: Du kan välja flera etikettfiler.

source: Python Imaging Library is not available. 'Preview' functionality won't work.
sv: Python Imaging Library är inte tillgängligt. funktionen "Förhandsgranska" fungerar inte.

source: Characters on position %s are not supported by ISO-8859-1 (Latin 1) encoding which is required by module ps.map.
sv: Tecken på position %s stöds inte av ISO-8859-1 (Latin 1)-kodning, vilket krävs av modulen ps.map.

source: Not all characters are supported by ISO-8859-1 (Latin 1) encoding which is required by module ps.map.
sv: Alla tecken stöds inte av ISO-8859-1 (Latin 1)-kodningen som krävs av modulen ps.map.

source: Program ps2pdf is not available. Please install it first to create PDF.
sv: Programmet ps2pdf är inte tillgängligt. Installera det först för att skapa PDF.

source: Generating PDF...
sv: Generering av PDF...

source: Generating PostScript...
sv: Generering av PostScript...

source: Generating preview...
sv: Genererar förhandsgranskning...

source: Ps.map exited with return code %s
sv: Ps.map avslutades med returkod %s

source: Program {} is not available.
sv: Program {} är inte tillgängligt.

source: {title} Please install it to create PDF.
sv: {title} Installera det för att skapa PDF.

source: Program {} is not available. Please install it to create PDF.
sv: Program {} är inte tillgängligt. Installera det för att skapa PDF.

source: %(prg)s exited with return code %(code)s
sv: %(prg)s avslutades med returkod %(code)s

source: PDF generated
sv: PDF genererad

source: You can download {} version here.
sv: Du kan hämta ner {}-versionen här.

source: PostScript file generated
sv: PostScript-fil genererad

source: Generating preview, wait please
sv: Genererar förhandsgranskning, vänta tack

source: Preview not available
sv: Förhandsgranskning ej tillgänglig

source: Preview is not available probably because Ghostscript is not installed or not on PATH.
sv: Förhandsgranskning är inte tillgänglig förmodligen för att Ghostscript inte är installerat eller inte finns på PATH.

source: You can download {program} {arch} version here.
sv: Du kan hämta ner {program} {arch} version här.

source: Preview generated
sv: Förhandsgranskning genererad

source: Save file as
sv: Spara fil som

source: Failed to read file %s.
sv: Misslyckades med att läsa filen %s.

source: Scalebar is not appropriate for this projection
sv: Scalebar är inte lämpligt för denna projektion

source: Press button with green triangle icon to generate preview.
sv: Tryck på knappen med grön triangelikon för att generera förhandsgranskning.

source: wxGUI Cartographic Composer
sv: wxGUI Kartografisk kompositör

source: MAP FRAME
sv: KARTANS RAM

source: VECTOR LEGEND
sv: VEKTOR LEGEND

source: MAP INFO
sv: INFORMATION OM KARTAN

source: SCALE BAR
sv: SKALA BAR

source: IMAGE
sv: BILD

source: NORTH ARROW
sv: NORDLIGA PILEN

source: Click and drag to resize object
sv: Klicka och dra för att ändra storlek på objektet

source: labels:
sv: etiketter:

source: Cartographic Composer - GRASS GIS
sv: Kartografisk kompositör - GRASS GIS

source: Unable to open file %s
sv: Det går inte att öppna filen %s

source: Instruction file will be loaded with following region: %s
sv: Instruktionsfilen kommer att läsas in med följande region: %s

source: Region cannot be set %s
sv: Region kan inte ställas in %s

source: Failed to read instruction %s
sv: Misslyckades med att läsa instruktion %s

source: Scale has changed, old value: %(old)s new value: %(new)s
sv: Skalan har ändrats, gammalt värde: %(old)s nytt värde: %(new)s

source: Failed to read instruction %s. Use 1:25000 notation.
sv: Misslyckades med att läsa instruktion %s. Använd notation 1:25000.

source: Map frame position changed, old value: %(old1)s %(old2)s new value: %(new1)s %(new2)s
sv: Map frame position ändrad, gammalt värde: %(old1)s %(old2)s nytt värde: %(new1)s %(new2)s

source: Map frame size changed, old value: %(old1)s %(old2)s new value: %(new1)s %(new2)s
sv: Map frame size ändrad, gammalt värde: %(old1)s %(old2)s nytt värde: %(new1)s %(new2)s

source: Failed to read instruction %(file)s. Unknown format %(for)s
sv: Misslyckades med att läsa instruktion %(file)s. Okänt format %(for)s

source: Failed to read instruction %s.
sv: Misslyckades med att läsa instruktion %s.
