Repository: OSGeo/grass
Catalog: locale/po/grasstcl_*.po
Languages: cs

source: Warning: <%%s> is not a valid mapset
cs: Varování: <%%s> není platný mapset

source: WARNING: change directory failed
cs: UPOZORNÌNÍ: Nepodaøilo se zmìnit adresáø

source: Warning: could not change directory to <%s>. Check directory permissions.
cs: Upozornìní: Nelze zmìnit adresáø na <%s>. Zkontrolujte pøístupové práva.

source: Select item
cs: Vybrat

source: Load File
cs: Naèíst soubor

source: Options
cs: Volby

source: required
cs: vy¾adováno

source: optional
cs: volitelné

source: multiple
cs: mnohonásobné
