Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: <not defined>
cs: <nedefinováno>

source: Change ID
cs: Zmìnit ID

source: Add new GRASS module to the model
cs: Pøidat nový modul do modelu

source: '%s' is not a GRASS module. Unable to add new action to the model.
cs: '%s' není GRASS modul. Nelze pøidat novou akci do modelu.

source: Action
cs: Akce

source: Validity
cs: Ovìøování

source: Raster:
cs: Rastr:

source: 3D raster:
cs: 3D rastr:

source: loop
cs: smyèka

source: In block
cs: V bloku

source: Command / Condition
cs: Pøíkaz / Podmínka

source: Selected data records (%d) will permanently deleted from table. Do you want to delete them?
cs: Vybrané záznamy dat (%d) budou natrvalo smazány z tabulky. Pøejete si je smazat?

source: GRASS SQL Builder (%(type)s): vector map <%(map)s>
cs: GRASS SQL pomocník (%(type)s): vektorová mapa<%(map)s>

source: Apply SQL statement and close the dialog
cs: Uplatnit SQL dotaz a zavøít dialog

source: Add on double-click
cs: Pøidat dvojklikem my¹i

source: columns
cs: Sloupce

source: values
cs: hodnoty

source: SQL Builder
cs: SQL Pomocník

source: Click here to show search module engine
cs: Kliknìte zde pro zobrazení vyhledávacího modulu

source: Click here to hide search module engine
cs: Kliknìte zde pro skrytí vyhledávacího modulu

source: C&lear output
cs: V&yèistit výstup

source: &Clear command
cs: &Vyèistit pøíkaz

source: &Save output
cs: &Ulo¾it výstup

source: &Abort command
cs: &Pøeru¹it pøíkaz

source: Abort the running command
cs: Pøeru¹it bì¾ící pøíkaz

source: Unable to encode text. Please set encoding in GUI preferences.
cs: Nelze rozkódovat text. Prosím nastavte kódování v nastavení GUI

source: Note that the wxGUI's 3D view mode is currently disabled on MS Windows (hopefully this will be fixed soon). Please keep an eye out for updated versions of GRASS. In the meantime you can use "NVIZ" from the File menu.
cs: WxGui 3D zobrazení není v souèasné dobì dostupné na MS Windows (Doufáme ¾e se to brzy zmìní). Prosím kontrolujte nové verze GRASS GIS. Zatím mù¾ete pou¾ít modul "NVIZ" z nabídky.

source: Digitize
cs: Digitalizovat

source: Note that the wxGUI's vector digitizer is currently disabled (hopefully this will be fixed soon). Please keep an eye out for updated versions of GRASS. In the meantime you can use "v.digit" from the Develop Vector menu.
cs: WxGui vektorová digitalizaceí není v souèasné dobì dostupná (Doufáme ¾e se to brzy zmìní). Prosím kontrolujte nové verze GRASS GIS. Zatím mù¾ete pou¾ít modul "v.digit" z nabídky vytvoøit vektor.

source: Zoom to map
cs: Pøiblí¾it na vybranou mapu

source: Zoom to displayed map
cs: Pøiblí¾it na zobrazenou mapu

source: Duplicate attributes
cs: Duplicitní atributy

source: failed to open '%s'
cs: Nelze otevøít '%s'

source: GISBASE not set. You must be in GRASS GIS to run this program.
cs: GIS databanka není nastavena. Spu¹tìní tohoto programu vy¾aduje bì¾ící GRASS

source: Unable to get current geographic extent. Force quiting wxGUI. Please run manually g.region to fix the problem.
cs: Nelze získat souèasný geografický region. wxGUI se ukonèuje. Prosím spus»te ruènì g.region pro nápravu problému.

source: ERROR: Rendering failed
cs: Chyba: vykreslování selhalo

source: Unable to render map layer <%s>.
cs: Nelze vykreslit mapovou vrstvu <%s>.

source: Unable render overlay <%s>.
cs: Nelze vykreslit pøekrytí <%s>.

source: Unable render overlay <%s>
cs: Nelze vykreslit pøekrytí <%s>

source: Limit 100000 records.
cs: Limit 100000 záznamù pøekroèen.

source: GRASS GIS Attribute Table Manager
cs: GRASS GIS správce atributových data

source: Close Attribute Table Manager
cs: Zavøít Správce atributových dat

source: Reload attribute data (selected layer only)
cs: Znovu naèíst atributové data (pouze vybraná vrstva)

source: Manage columns
cs: Správa sloupcù

source: &Rename
cs: Pøe&jmenovat

source: Layers of vector map
cs: Vrstvy vektorové mapy

source: All data records (%d) will permanently deleted from table. Do you want to delete them?
cs: V¹echny záznamy dat (%d) budou natrvalo smazány z tabulky. pøejete se je smazat?

source: Unable to insert new record.
cs: Nelze vlo¾it nový záznam.

source: Unable to update existing record.
cs: Nelze modifikovat existující záznam.

source: Selected column '%s' will PERMANENTLY removed from table. Do you want to drop the column?
cs: Vybraný sloupec '%s' bude NAV®DY odstranìn z tabulky. Chcete tento sloupec smazat?

source: Unknown default DB connection. Please define DB connection using db.connect module.
cs: Neznámé výchozí spojení DB. Prosím definujte toto nastavení pomocí modulu db.connect.

source: Delete layer
cs: Odstranit vrstvu

source: Layer to detele
cs: Vrstva k odstranìní

source: &Delete layer
cs: &Odstranit vrstvu

source: Select GRASS location and mapset
cs: Vybrat GRASS location a mapset

source: Name of GRASS location:
cs: Název GRASS location:

source: Select mapset in GRASS location
cs: Vybrat mapset v GRASS location

source: Drag %s with mouse in pointer mode to position. Double-click to change options.
cs: Pøesuòte %s my¹í (v módu ukazatele) na novou pozici. Dvojklik pro zmìnu nastavení.

source: Define raster map name for legend in properties dialog.
cs: Definujte jméno rastrové mapy v oknì vlastností.

source: Legend of raster map <%s>
cs: Legenda rastrové mapy <%s>

source: Rotation:
cs: Otoèení:

source: Drag text with mouse in pointer mode to position. Double-click to change options
cs: Pøesuòte my¹í (v módu ukazatele) na novou pozici. Dvojklik pro zmìnu nastavení.

source: Map layer type:
cs: Typ mapové vrstvy:

source: Filter:
cs: Filtr:

source: List of %s layers
cs: Seznam %s vrstev

source: Override projection (use location's projection)
cs: Pøepsat projekci (bude pou¾ita projekce location)

source: Name for GRASS map
cs: Název mapové vrstvy

source: transparent
cs: Prùhledný

source: This module requires the NumPy module, which could not be imported. It probably is not installed (it's not part of the standard Python distribution). See the Numeric Python site (http://numpy.scipy.org) for information on downloading source or binaries.
cs: Tento modul vy¾aduje NumPy modul, který nemù¾e být importován. Nejspí¹e není nainstalován (není souèást standartní Python instalace). Podívejte se na stránku Numeric Python (http://numpy.scipy.org) pro dal¹í informace o instalaci.

source: Profile Analysis
cs: Analýza profilu

source: Profile of %s
cs: Profil %s

source: Path and prefix (for raster name) to save profile values...
cs: Cesta a pøedpona (k jménu rastru) pro ulo¾ení hodnot profilu...

source: Profile text settings
cs: Nastavení písma profilu

source: Profile settings
cs: Nastavení profilu

source: Select raster map to profile
cs: Rastrová map pro profil

source: Select raster map 1 (required):
cs: Vybrat rastrovou mapu 1 (vy¾adováno):

source: Select raster map 2 (optional):
cs: Vybrat rastrovou mapu 2 (volitelné):

source: Select raster map 3 (optional):
cs: Vybrat rastrovou mapu 3 (volitelné):

source: Profile settings saved to file '%s'.
cs: Nastavení profilu ulo¾eno do souboru '%s'.

source: Profile line settings
cs: Nastavení linie profilu

source: GRASS GIS Map Display: %(id)d - Location: %(loc)s
cs: GRASS GIS Mapové okno: %(id)d - Location: %(loc)s

source: Use as background vector map
cs: Pou¾ít jako podklad vektorové mapy

source: Set computational region from selected map(s) (ignore NULLs)
cs: Nastavit výpoèetní region podle podle vybrané mapy (ignoruje NULL hodnoty)

source: Unable to display histogram of raster map.
cs: Nelze zobrazit histogram rastrové mapy.

source: Set opacity <%s>
cs: Nastavit prùhlednost <%s>

source: 3d raster
cs: 3D rastrová data

source: raster cell numbers
cs: Èíslo kategorie rastrové buòky

source: raster flow arrows
cs: Smìry odtoku v rastrové mapì

source: thematic charts
cs: tématická mapa s grafem

source: grid
cs: møí¾ka (grid)

source: geodesic line
cs: Geodetické èáry

source: rhumbline
cs: zemìpisné èáry

source: vector labels
cs: vektorové popisky

source: Parameter element '%(element)s' not found: '%(value)s'
cs: Parametry prvku '%(element)s' nebyly nalezeny: '%(value)s'

source: Flag not found: %s
cs: Pøepínaè nebyl nalezen: %s

source: Parameter '%(name)s' (%(desc)s) is missing.
cs: Parametr %(name)s (%(desc)s) chybí.

source: <required>
cs: <po¾ádováno>

source: or enter values interactively
cs: nebo vlo¾te hodnoty interaktivnì

source: usage: %s <grass command>
cs: pou¾ití: %s <grass pøíkaz>

source: Go to
cs: Jdi na

source: Function not implemented yet
cs: Funcke je¹tì není ilplementována

source: aster
cs: astra

source: Error: Reading settings from file <%(file)s> failed. Details: %(detail)s Line: '%(line)s'
cs: Chyba: ètení nastavení ze souboru <%(file)s> selhano. Detaily: %(detail)s øádek: '%(line)s'

source: Revert settings to default and apply changes
cs: Znovu nastavit výchozí nastavení a ulo¾it

source: Settings saved to file '%s'.
cs: Nastavení ulo¾eno do souboru '%s'.

source: General settings
cs: Obecné nastavení

source: Ask when quiting wxGUI or closing display
cs: Zeptat se pøi ukonèení wxGUI nebo pøi zavírání displeje

source: Command dialog settings
cs: Dialog nastavení pøíkazù

source: Raster settings
cs: Nastavení rastru

source: Vector settings
cs: Nastavení vektorù

source: Highlighting
cs: Zvýraznìní

source: Proj.4 string (required):
cs: Proj.4 øatìzec (vy¾adováno):

source: Load EPSG codes (be patient), enter EPSG code or insert Proj.4 string directly.
cs: Naèíst EPSG kódy (buïte trpìliví), vlo¾it EPSG k´d nebo vlo¾it Proj.4øetìzec pøímo.

source: LL projections
cs: Projekce Lat/long

source: Precision:
cs: Pøesnost:

source: Loading workspace
cs: Naèítám pracovní oblast

source: Advanced settings
cs: Roz¹íøené nastavení

source: Icon theme:
cs: Téma ikonek:

source: Note: For changing the icon theme, you must save the settings and restart this GUI.
cs: Poznámka: Pro zmìnu tématu ikon, musíte ulo¾it nastavení a poté restartovat GUI

source: Select output font
cs: Zvolit font výstupu

source: Choose project location and mapset
cs: Vybrat lokaci a mapset projektu

source: Manage
cs: Spravovat

source: Welcome to GRASS GIS %s The world's leading open source GIS
cs: Vítejte v GRASS GIS %s Vedoucím open source GIS

source: Select an existing project location and mapset or define a new location
cs: Vyberte existující lokaci projektu nebo mapset nebo definujte novou lokaci

source: Project location (projection/coordinate system)
cs: Lokace projektu (projekce/souøadnicový systém)

source: Accessible mapsets (directories of GIS files)
cs: Pøístupné mapsety (adresáøe GIS dat)

source: Create new mapset in selected location
cs: Vytvoøit nový mapset ve vybrané lokaci

source: Define new location
cs: Definovat novou lokaci

source: Rename/delete selected mapset or location
cs: Pøejmenovat/odstranit vybraný mapset nebo lokaci

source: Start &GRASS
cs: Spustit &GRASS

source: &Browse
cs: &Procházet

source: &Location wizard
cs: &Prùvodce vytvoøením location

source: Rename mapset
cs: Pøejmenovat mapset

source: Rename location
cs: Pøejmenovat lokaci

source: Delete mapset
cs: Odstranit mapset

source: Delete location
cs: Odstranit lokaci

source: Welcome to GRASS GIS
cs: Vítejte v GRASS GIS

source: ERROR: Location <%s> not found
cs: CHYBA: Location <%s> nebyla nalezena

source: ERROR: Mapset <%s> not found
cs: CHYBA: Mapset <%s> nebyl nalezen

source: Unable to delete mapset
cs: Nelze odstranit mapset

source: Unable to delete location
cs: Nelze odstranit lokaci

source: Choose GIS Data Directory:
cs: Vybrat adresáø GRASS dat:

source: GRASS Quickstart
cs: GRASS Rychlý start

source: Starting GRASS for the first time
cs: Spu¹tìní GIS GRASS poprvé

source: GRASS needs a directory in which to store its data. Create one now if you have not already done so. A popular choice is "grassdata", located in your home directory.
cs: GIS GRASS potøebuje adresáø, ve kterém budou ulo¾eny jeho data (GRASS databanka). Vytvoøte takový adresáø, jestli¾e ji¾ takový nemáte vytvoøen. OBlíbený název je "grassdata", umístìn ve va¹m domovském adresáøi.
