Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: attr;read values from attribute table;cat;use category values;val;use value specified by value option;z;use z coordinate (points or contours only);dir;output as flow direction (lines only)
cs: attr;ète hodnoty z atributové tabulky;cat;pou¾ije hodnoty kategorií;val;pou¾ije hodnotu specifikovanou volbou;z;pou¾ije souøadnici z (pouze body a vrstevnice);dir;výstup jako smìr odtoku (pouze linie)

source: Name of column for attr parameter (data type must be numeric)
cs: Jméno sloupce pro parametr atributu (musí být èíselného typu)

source: Raster value
cs: Rastrová hodnota

source: Area without centroid (may be OK for island)
cs: Plochy bez centroidù (mù¾e být v poøádku pro ostrovy)

source: Area centroid without category
cs: Centroid plochy bez categorie

source: Cannot allocate memory for row buffer
cs: Nelze alokovat pamì» pro øádek rastru

source: Unable to write categories for raster map <%s>
cs: Nelze zapsat kategorie pro rastrovou mapu <%s>

source: Column type (%s) not supported (did you mean 'labelcolumn'?)
cs: Typ sloupce (%s) není podporován (myslíte sloupec s popisky 'labelcolumn'?)

source: Unknown raster map type
cs: Neznámý typ rastrové mapy

source: Unable to process areas from vector map <%s>
cs: Nelze zpracovat plochy z vektorové mapy <%s>

source: mi(les),f(eet),me(ters),k(ilometers),a(cres),h(ectares)
cs: mi(míle),f(stopy),me(metry),k(kilometery),a(akry),h(hektary)

source: In print mode prints totals for options: length,area,count
cs: V módu výpisu vytisknout souèet pro volby: length,area,count

source: Field value. If set to 0, z coordinates are used. (3D vector only)
cs: Èíslo vrstvy. Pokud nastaveno na 0, jsou pou¾ity souøadnice z (pouze u 3D vektorù)

source: Name of the attribute column with values to be used for approximation (if layer>0)
cs: Název sloupce atributu, jeho¾ hodnoty mají být pou¾ity pøi interpolaci (pokud layer>0)

source: Output surface raster map (elevation)
cs: Výstupní mapa povrchu (elevace)

source: Output slope raster map
cs: Název výstupního souboru sklonù svahù

source: Output aspect raster map
cs: Název výstupního souboru expozic svahù

source: Output profile curvature raster map
cs: Název výstupního souboru profilových køivostí

source: Output tangential curvature raster map
cs: Název výstupního souboru tangenciálních køivostí

source: Output mean curvature raster map
cs: Název výstupního souboru støedních køivostí

source: Output cross-validation errors vector point file
cs: Výstupní bodový soubor obsahující výsledné chyby køí¾ové validace

source: Output vector map showing quadtree segmentation
cs: Výstupní vektorový soubor ukazující segmentaci kvadratické stromové struktury

source: Output vector map showing overlapping windows
cs: Výstupní vektorový soubor ukazující pøekryv oken

source: Not enough memory for az
cs: Pro az není dostatek pamìti

source: Not enough memory for adx
cs: Pro adx není dostatek pamìti

source: Not enough memory for ady
cs: Pro ady není dostatek pamìti

source: Not enough memory for adxx
cs: Pro adxx není dostatek pamìti

source: Not enough memory for adyy
cs: Pro adyy není dostatek pamìti

source: Not enough memory for adxy
cs: Pro adxy není dostatek pamìti

source: Cannot create quaddata
cs: Nelze vytvoøit quaddata

source: Cannot create quadfunc
cs: Nelze vytvoøit quadfunc

source: Cannot create tree
cs: Nelze vytvoøit tree

source: Cannot create tree info
cs: Nelze vytvoøit tree info

source: Processing all selected output files will require %d bytes of disk space for temp files
cs: Zpracování v¹ech vybraných výstupních souborù bude vy¾adovat %d bytù místa na disku pro doèasné soubory

source: Cannot write raster maps -- try to increase resolution
cs: Nelze zapsat rastrové soubory -- pokuste se zvý¹it rozli¹ení

source: Converts to one of the supported OGR vector formats.
cs: Konvertuje mapu do jednoho z podporovaných vektorových formátù OGR.

source: Feature type. Combination of types is not supported by all formats.
cs: Typ prvky. Kombinace typù není podporována v¹emi formáty.

source: OGR output datasource name
cs: Jméno výstupního zdroje dat OGR

source: For example: ESRI Shapefile: filename or directory for storage
cs: Na pøíklad: ESRI Shapefile: jméno souboru, nebo adresáø pro ulo¾ení

source: OGR layer name. If not specified, input name is used.
cs: Název vrstvy OGR. Pokud není zadán, je pou¾ito vstupní jméno.

source: For example: ESRI Shapefile: shapefile name
cs: ESRI ShapeFile: název souboru ShapeFile

source: OGR format
cs: Formát OGR.

source: Export features with category (labeled) only. Otherwise all features are exported
cs: Exportovat pouze prvky s kategoriemi (o¹títkované). V opaèném pøípadì budou exportovány v¹echny prvky

source: Export lines as polygons
cs: Exportuj linie jako polygony

source: Vector map <%s> is 3D. Use format specific layer creation options (parameter 'lco') to export in 3D rather than 2D (default)
cs: Vektorová mapa <%s> je 3D. Pou¾ijte volby vytvoøení specifické vrstvy (parametr 'lco') pro export ve 3D radìji ne¾ 2D (pøednastaveno)

source: Key column '%s' not found
cs: Sloupec s klíèem '%s' nebyl nalezen

source: %d point(s) found, but not requested to be exported. Verify 'type' parameter.
cs: Nalezeno %d bodù, nebyly v¹ak po¾adovány pro export. Ovìøte parametr 'type'.

source: %d line(s) found, but not requested to be exported. Verify 'type' parameter.
cs: Nalezeno %d linií, nebyly v¹ak po¾adovány pro export. Ovìøte parametr 'type'.

source: %d boundary(ies) found, but not requested to be exported. Verify 'type' parameter.
cs: Nalezeno %d hranièních linií, nebyly v¹ak po¾adovány pro export. Ovìøte parametr 'type'.

source: %d centroid(s) found, but not requested to be exported. Verify 'type' parameter.
cs: Nalezeno %d centroidù, nebyly v¹ak po¾adovány pro export. Ovìøte parametr 'type'.

source: %d areas found, but not requested to be exported. Verify 'type' parameter.
cs: Nalezeno %d ploch, nebyly v¹ak po¾adovány pro export. Ovìøte parametr 'type'.

source: %d faces found, but not requested to be exported. Verify 'type' parameter.
cs: Nalezeno %d 3D polygonù, nebyly v¹ak po¾adovány pro export. Ovìøte parametr 'type'.

source: Exporting %i points/lines...
cs: Exportuji %i body/linie...

source: Exporting %i areas (may take some time)...
cs: Exportuji %i ploch (mù¾e chvíli trvat)...

source: Exporting %i faces (may take some time) ...
cs: Exportuji %i stran (mù¾e chvilku trvat) ...

source: vector, path, visibility
cs: vektor, cesta, viditelnost

source: Visibility graph construction.
cs: Tvorba grafu viditelnosti.

source: One or more coordinates
cs: Jedna nebo více souøadnic

source: Add points after computing the vis graph
cs: Pøidat body po spoèítání vis grafu

source: Duplicate area centroids: %5d
cs: Duplicitní centroidy: %5d

source: Duplicate area centroids
cs: Duplicitní centroidy plochy

source: %d vertices from input %d (vertices of given type) removed, i.e. %.2f %%
cs: %d lomových bodù ze vstupu %d (lomové body daného typu) smazáno, tj. %.2f %%

source: break;break lines at each intersection;rmdupl;remove duplicate geometry features (pay attention to categories!);rmdangle;remove dangles, threshold ignored if < 0;chdangle;change the type of boundary dangle to line, threshold ignored if < 0, input line type is ignored;rmbridge;remove bridges connecting area and island or 2 islands;chbridge;change the type of bridges connecting area and island or 2 islands from boundary to line;snap;snap lines to vertex in threshold;rmdac;remove duplicate area centroids ('type' option ignored);bpol;break (topologically clean) polygons (imported from non topological format, like ShapeFile). Boundaries are broken on each point shared between 2 and more polygons where angles of segments are different;prune;remove vertices in threshold from lines and boundaries, boundary is pruned only if topology is not damaged (new intersection, changed attachement of centroid), first and last segment of the boundary is never changed;rmarea;remove small areas, the longest boundary with adjacent area is removed;rmline;remove all lines or boundaries of zero length, threshold is ignored;rmsa;remove small angles between lines at nodes
cs: break; zlomí linie na v¹ech køí¾eních; rmdupl; sma¾e duplicitní linie (pozor na kategorie!); rmdagngle; sma¾e pøívìsky, prahová hodnota je ignorována pokud <0; chdangle; zmìní typ pøívìsku z hranice na linii, prahová hodnota je ignorována pokud < 0, vyp vstupní linie je ignorován; rmbridge; sma¾e mosty obsahující plochu a ostrov nebo dva ostrovy; chbridge; zmìò typ mostu spojujícího plochu a ostrov nebo dva ostrovy z hranice na linii; snap; spojí nespojené koncové body linií vzdálené ménì ne¾ prahová hodnota; rmdac; remove duplicitní centroidy v plo¹e (volba 'type' ignorována); bpol; zlomý (topologicky èisté) polygony (importované z netopologických formátù jako je shapefile). Hranice jsou zlomeny na ka¾dém bodì sdíleném mezi 2 a více polygny, kde úhly segmentù jsou rùzné; prune; sma¾e lomové body z linií a hranic v rámci prahové hodnoty. Hranice je vyèi¹tìna pouze pokud nedojde k naru¹ení topologie (nové køí¾ení, zmìna pøíslu¹ného centroidu), první a poslední segment linie není zmìnìn; rmarea; sma¾e malé plochy a pøiøadí je k sousední plo¹e s nejdel¹í spoleènou hranicí; rmsa; sma¾e malé úhly mezi liniemi a uzly

source: Threshold in map units, one value for each tool (default: 0.0[,0.0,...])
cs: Hranièní hodnota v mapových jednotkách, jedna honota pro ka¾dý nástroj (výchozí: 0.0[,0.0,...])

source: Don't build topology for the output vector
cs: Pro výstupní vektor nevytváøej topologii

source: Copying vector lines...
cs: Kopíruji vektorové linie ...

source: %d areas of total size %g removed
cs: %d ploch o celkové plo¹e %g bylo smazáno

source: %d modifications done
cs: %d zmìn provedeno

source: %d lines / boundaries removed
cs: %d linií/hranic odstanìno

source: vector, LRS, networking
cs: vektor, LRS, sí»ování

source: [%d] points read from input
cs: [%d] bodù naèteno ze vstupu

source: [%d] positions found
cs: [%d] pozic nalezeno

source: [%d] points outside threshold
cs: [%d] bodù mimo mezní hodnotu

source: [%d] points - no record found
cs: [%d] bodù - nenalezen ¾ádný záznam

source: [%d] points - too many records found
cs: [%d] bodù - nalezeno pøíli¹ mnoh záznamù

source: Create stationing from input lines, and linear reference system
cs: Vytváøí stanièení ze vstupních linií, a lineární referenèní systém

source: [%d] points written to output map (%d lost)
cs: [%d] bodù zapsáno do výstupní mapy (%d ztraceno)

source: [%d] lines read from input
cs: [%d] linií naèteno ze vstupu

source: [%d] lines written to output map (%d lost)
cs: [%d] linií zapsáno do výstupní mapy (%d ztraceno)

source: Create Linear Reference System
cs: vytvoøit lineární referenèní systém

source: Start of 1. MP >= end of 2. MP for points' cats %[d], [%d]
cs: Poèátek 1. MP >= konec 2. MP pro body kategorie %[d],[%d]

source: vector, raster, aggregation
cs: vektor, rastr, agregace

source: Use drand48()
cs: POu¾ít drand48()

source: Quiet
cs: Potichu

source: Cannot alter table: %s
cs: Nelze vytvoøit tabulku: %s

source: vector, kernel density
cs: vektor, jádrová hustota

source: Generates a raster density map from vector points data using a moving 2D isotropic Gaussian kernel or optionally generates a vector density map on vector network with a 1D kernel.
cs: Vytváøí rastrovou mapu hustoty z vektorového bodového souboru tak, ¾e pohybuje 2D isotropické Gaussiánské jádro nebo volitelnì generuje vektorovou mapu hustoty na vektorové síti s 1D jádrem.

source: Input vector with training points
cs: Vstupní vektorová mapa obsahující trénovací body

source: Input network vector map
cs: Vstupní vektorová sí»

source: Output raster/vector map
cs: Výstupní rastrová/vektorová mapa

source: Standard deviation in map units
cs: Smìrodatná odchylka v mapových jednotkách

source: Try to calculate an optimal standard deviation with 'stddeviation' taken as maximum (experimental)
cs: Pokusit se vypoèíst optimální smìrodatnou odchylku s 'stddeviation' vzatou jako maximum (experimentální)

source: Only calculate optimal standard deviation and exit (no map is written)
cs: Vypoèíst pouze optimální smìrodatnou odchylku a ukonèit se (nebude vytvoøena ¾ádná mapa)

source: %d points outside threshold
cs: %d bodù mimo práhovou hodnotu

source: Automatic choose of smoothing parameter (standard deviation), maximum possible value of standard deviation is was set to %f
cs: Automatická volba parametru vyhlazení (smìrodatná odchylka), maximální dovolená hodnota smìrodatné odchylky byla nastavena na %f

source: %d distances read from the map.
cs: %d vzdáleností èteno z mapy.

source: Writing output vector map using smooth parameter=%f.
cs: Zapisuji výsledný vektorový soubor s vyu¾itím parametru smooth=%f.

source: Normalising factor=%f.
cs: Normalizaèní koeficient=%f.

source: Writing output raster map using smooth parameter=%f.
cs: Zapisuji výstupní rastrový soubor s pou¾itím parametru vyhlazení=%f.

source: Unable to read MASK
cs: nemohu èíst MASKU

source: got type %d
cs: Dotal typ %d

source: Converts a GRASS binary vector map to a GRASS ASCII vector map.
cs: Pøevede GRASS binární vektorovou mapu do formátu GRASS ASCII.

source: Path to resulting ASCII file or ASCII vector name if '-o' is defined
cs: Cesta k výslednému souboru ASCII nebo jmenéno ASCII vektoru, pokud je zadána volba '-o'.

source: Format 'point' is not supported for old version
cs: Formát 'point' není ve staré verzi podporován

source: 'output' must be given for old version
cs: 'output' musí být zadán, pokud chcete zapsat starou verzi

source: Create a new vector from the current region.
cs: Vytvoøit novou vektorovou mapu pokrývající spouèasný region

source: Creates a vector map from ASCII points file or ASCII vector file.
cs: Vytvoøí vektorovou mapu ze souboru ASCII bodù nebo ASCII vektoru

source: ASCII file to be imported, if not given reads from standard input
cs: Soubor ASCII pro import, pokud není zadán, ète se standardní vstup

source: Number of column used as x coordinate (first column is 1) for points mode
cs: Èíslo sloupce pou¾itého jako souøadnice x (první sloupec je 1) pro bodový re¾im

source: Number of column used as y coordinate (first column is 1) for points mode
cs: Èíslo sloupce pou¾itého jako souøadnice y (první sloupec je 1) pro bodový re¾im

source: Number of column used as z coordinate (first column is 1) for points mode
cs: Èíslo sloupce pou¾itého jako souøadnice z (první sloupec je 1) pro bodový re¾im

source: If 0, z coordinate is not used
cs: Jestli 0, z souøadnice nebude pou¾ita

source: Number of column used as category (first column is 1) for points mode
cs: Èíslo sloupce pou¾itého jako categorie (první sloupec je 1) pro bodový re¾im

source: If 0, unique category is assigned to each row and written to new column 'cat'
cs: Pokud 0, bude pøiøazena ka¾dému øádku unikátní kategorie a zapsána do nového sloupce 'cat'.

source: Create a new empty vector map and exit. Nothing is read from input
cs: Vytvoøit novou prázdnou vektorovou mapu a ukonèit se. Nic nebude èteno ze vstupu.

source: Don't expect a header when reading in standard format
cs: Neoèekávat hlavièku pøi ètení ze standardního vstupu

source: Unable to open ASCII file <%s>
cs: Nelze otevøít vstupní soubor ASCII <%s>

source: x column number > minimum last column number (incorrect field separator?)
cs: èíslo sloupce x > minimální èíslo posledního sloupce (neplatný oddìlovaè polo¾ek?)

source: y column number > minimum last column number (incorrect field separator?)
cs: èíslo sloupce y > minimální èíslo posledního sloupce (neplatný oddìlovaè polo¾ek?)

source: z column number > minimum last column number (incorrect field separator?)
cs: èíslo sloupce z > minimální èíslo posledního sloupce (neplatný oddìlovaè polo¾ek?)

source: cat column number > minimum last column number (incorrect field separator?)
cs: èíslo sloupce cat > minimální èíslo posledního sloupce (neplatný oddìlovaè polo¾ek?)

source: x column is not of number type
cs: sloupec x není èíselného typu

source: y column is not of number type
cs: sloupec y není èíselného typu

source: z column is not of number type
cs: sloupec z není èíselného typu

source: cat column is not of number type
cs: sloupec cat není èíselného typu

source: Error reading ASCII file: (bad type) [%s]
cs: Chyba pøi ètení ASCII souboru: (¹patný typ) [%s]

source: Error reading ASCII file: (unknown type) [%s]
cs: Chyba pøi ètení ASCII souboru:(neznámý typ) [%s]

source: End of ASCII file reached before end of coordinates
cs: Konec souboru ASCII dosa¾en pøed koncem souøadnic

source: Error reading ASCII file: (bad point) [%s]
cs: Chyba pøi ètení ASCII souboru: (¹patný bod) [%s]

source: End of ASCII file reached before end of categories
cs: Konec souboru dosa¾en pøed koncem souøadnic

source: Error reading categories: [%s]
cs: Chyba pøi ètení kategorií: [%s]

source: Skipping %d of %d rows falling outside of current region
cs: Pøeskakuji %d z %d øádkù spadajících mimo aktuální region

source: Unexpected data in vector head: [%s]
cs: Neoèekávaná data v hlavièce: [%s]

source: Unknown keyword <%s> in vector head
cs: Neznámé klíèové slovo <%s> v hlavièce vektorového souboru.

source: Name of input vector map containing lines
cs: Vstupní mapa obsahující linie

source: Name for output vector map where segments will be written
cs: Výstupní mapa, do které budou zapsány segmenty linií

source: %d points read from input
cs: %d bodù naèteno ze vstupu

source: %d points written to output map (%d lost)
cs: %d bodù zapsáno do výstupní mapy( %d ztraceno)

source: %d lines read from input
cs: %d linií naèteno ze vstupu

source: %d lines written to output map (%d lost)
cs: %d linií zapsáno do výstupní mapy( %d ztraceno)

source: vector, category
cs: vektorová mapa, kategorie

source: Attach, delete or report vector categories to map geometry.
cs: Pøilo¾, sma¾ nebo vypi¹ vektorové kategorie dp mapové geometrie.

source: Format: layer type count min max
cs: Formát: vrstva typ poèet min max

source: %d errors in id option
cs: %d chyb ve volbì id

source: %d new centroids placed in output map
cs: %d nové centroidy byly zapsány do výstupního souboru

source: %d features modified
cs: %d prvkù zmìnìno

source: Create points along input lines in new vector with 2 layers.
cs: Vytvoøí body podél vstupních linií a ulo¾í do nového souboru o dvou vrstvách.

source: Output vector map where points will be written
cs: Výstupní mapa, do které budou zapsány body

source: Write line nodes
cs: Zapí¹e uzly linií.

source: Write line vertices
cs: Zapí¹e opìrné body linií.

source: Interpolate points between line vertices
cs: Interpoluje body mezi opìrnými body linií.

source: Maximum distance between points in map units
cs: Maximální vzdálenost mezi body v jednotkách mapy.

source: Use either -n or -v flag, not both
cs: Vyberte pouze jeden z pøepínaèù -n nebo -s, ne oba

source: Cannot allocate %d bytes of memory
cs: Nelze pøiøadit %d bytù pamìti

source: vector, paint labels
cs: vektor, ¹títky

source: %d points written to vector map
cs: %d bodù zapsáno do vektorové mapy

source: vector, raster, attribute table
cs: vektor, rastr, tabulka atributù

source: Name of input vector points map for which to edit attribute table
cs: Jméno vstupní vektorové bodové mapy

source: Column name (will be updated by raster values)
cs: Jméno sloupce, do kterého budou ulo¾eny hodnoty rastrové mapy

source: %d duplicate categories in vector
cs: %d duplicitních kategorií ve vektorové mapì

source: vector, metadata
cs: vektor, metadata

source: Exports a GRASS vector map to SVG.
cs: Exportuje GRASS vektory jako soubor SVG.

source: Unable to open SVG file <%s>
cs: Nelze otevøít soubor SVG <%s>

source: No areas found, skipping type=poly
cs: Nic nebylo nalezeno, pøeskakuji type=poly

source: Extracted %d areas
cs: Pøevedeno %d ploch

source: No points found, skipping type=point
cs: ®ádné body nebyly nalezeny, pøeskakuji type=point

source: Extracted %d points
cs: Pøevedeno %d bodù

source: No lines found, skipping type=line
cs: Nic nebylo nalezeno, pøeskakuji typ=line

source: Extracted %d lines
cs: Extrahováno %d linií

source: Name of output outlier vector map
cs: Jméno výstupní vektorové mapy s outsidery

source: Name of vector map for visualization in QGIS
cs: Název vektorové vrstvy pro vizualizaci v QGISu

source: Interpolation spline step value in east direction
cs: Hodnota kroku spline interpolace v východním smìru

source: Interpolation spline step value in north direction
cs: Hodnota kroku spline interpolace v severním smìru

source: Thychonov regularization weigth
cs: Váha Thychonovy regularizace

source: It was impossible to create <Auxiliar_outlier_table>.
cs: Bylo mo¾no vytvoøit <Auxiliar_outlier_table>.

source: Auxiliar table could not be dropped
cs: Nemohla být odstranìna pomocná tabulka

source: vector, LIDAR
cs: vektor, LIDAR

source: It was impossible to open table
cs: Nebylo mo¾né otevøít tabulku

source: Decomposition failed
cs: Dekompozice selhala

source: <%s> created in database.
cs: <%s> vytvoøeno v databázi.

source: <%s> has not been created in database.
cs: <%s> nebyla v databázi vytvoøena.

source: Bicubic or bilinear spline interpolation with Tykhonov regularization.
cs: Bikubická nebo bilineární interpolace s Tykhonovou regularizací

source: Find best parameters using a cross validation method
cs: Nalézt nejlep¹í parametry pomocí metody køí¾ové validace.

source: Name of input vector map of sparse points
cs: Název vstupní vektorové vrstvy øídkého bodového pole

source: Spline type of interpolation
cs: Spline typ interpolace

source: Attribute table column with values to interpolate (if layer>0)
cs: Tabulka atributù s hodnotami pro interpolaci (pokud layer>0)

source: It was not possible to drop <%s> table. Nothing will be done. Try to drop it manually.
cs: Nelze vyjmout tabulku <%s>. Nic se nestalo. Zkuste vyjmout tabulku ruènì.

source: No raster nor vector output
cs: Bez rastrového nebo vektorového výstupu

source: No vector map to interpolate. Interpolation will be done with <%s> vector map
cs: ®ádná vektorová mapa pro interpolaci. Interpolace bude aplikována na vektorové mapì <%s>

source: <%s> vector map will be interpolated
cs: vektorová mapa <%s> bude interpolována

source: Sorry, <%s> driver is not allowed for vector output in this module. Try with a raster output or other driver.
cs: Promiòte, ovladaè <%s> není pro vektorový výstup tohoto modul povolen. Vyzkou¹ejte rastrový výstup nebo jiný ovladaè.

source: Cannot read field info
cs: Nelze èíst informace o vrstvì

source: [%d] records selected from table
cs: [%d] záznamù bylo vybráno z tabulky

source: Cross Validation was success!
cs: Køí¾ová validace byla íºspì¹ná!

source: Interpolation: The region resolution is too high: %d cells. Consider to change it.
cs: Interpolace: Rozli¹ení regionu je pøíli¹ vysoké: %d bunìk. Prosím, zmìòte jej.

source: Correction of the v.lidar.growing output. It is the last of the three algorithms for LIDAR filtering.
cs: Výstup korekce v.lidar.growing. Jedná se o poslední ze tøí algoritmù LIDAR filtrace

source: Only 'terrain' points output vector map
cs: Výstupní vektorová mapa s poèáteèními body

source: read vector region map
cs: èíst region vektorové vrstvy

source: Mean's calculation
cs: Výpoèet støední hodnoty

source: Only TERRAIN points
cs: Pouze body terénu

source: M.Q. solution
cs: Øe¹ení M.Q.

source: Correction and creation of terrain vector
cs: Korekce a vytvoøení vektoru terénu

source: Dropping <%s>
cs: Odstranìní <%s>

source: vector, LIDAR, edges
cs: vektor, LIDAR, hrany

source: Allocation memory for bilinear interpolation
cs: Alokace pamìti pro bilineární interpolace

source: Allocation memory for bicubic interpolation
cs: Alokace pamìti pro bikubickou interpolaci

source: Point classification
cs: Bodová klasifikace
