Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Snap added or modified features in the given threshold to the nearest existing feature
cs: Spojí pøidané nebo upravené prvky v daném rozmezí vzdálenosti k nejbli¾¹ímu prvku
sv: Snappa tillagda eller modifierade funktioner i det givna tröskelvärdet till närmaste befintliga funktion

source: Not apply snapping
sv: Inte tillämpa snäppning

source: Snap only to node
sv: Snäpp bara till noden

source: Allow snapping also to vertex
sv: Tillåt snäppning även till vertex

source: Starting value and step for z bulk-labeling
cs: Poèáteèní hodnota a krok pro v¹echny popisky z
sv: Startvärde och steg för z-bulkmärkning

source: Pair: value,step (e.g. 1100,10)
cs: Dvojice: hodnota, krok (napø. 1100,10)
sv: Par: värde,steg (t.ex. 1100,10)

source: Reverse selection
cs: obrácený výbìr
sv: Omvänt val

source: Close added boundaries (using threshold distance)
cs: Uzavøít pøidané hranice (s ou¾itím mezní vzdálenosti)
sv: Stäng tillagda gränser (med hjälp av tröskelavstånd)

source: Do not expect header of input data
cs: Neoèekávat hlavièku
sv: Förvänta dig inte rubrik för indata

source: Modify only first found feature in bounding box
cs: Upravit pouze první nalezený prvek ve výbìru
sv: Modifiera endast den först funna funktionen i begränsningsrutan

source: Connect parallel lines (using extend tools and threshold distance)
sv: Anslut parallella linjer (med hjälp av förlängningsverktyg och tröskelavstånd)

source: Polygon must have at least 3 coordinate pairs
cs: Polygon musí mít alespoò tøi páry souøadnic
sv: Polygon måste ha minst 3 koordinatpar

source: Operation '%s' not implemented
cs: Operace '%s' nebyla dosud implementována.
sv: Operation '%s' inte implementerad

source: At least one option from %s must be specified
cs: Musí být zadána alespoò jedna volba z %s
sv: Minst ett alternativ från %s måste anges

source: Tool %s requires option %s
cs: Nástroj %s vy¾aduje volbu %s
sv: Verktyg %s kräver alternativ %s

source: Unable to rewrite line %d
cs: Nelze pøepsat lini %d
sv: Det går inte att skriva om raden %d

source: Edits a vector map, allows adding, deleting and modifying selected vector features.
cs: Edituje vektorovou mapu; umo¾òuje pøidávání, mazání a zmìnu vybraných objektù ve vektorové mapì.
sv: Redigerar en vektorkarta, gör det möjligt att lägga till, ta bort och ändra utvalda vektorfunktioner.

source: Unable to get category list <%s>
cs: Nelzezískat seznam kategorií <%s>
sv: Det går inte att hämta kategorilistan <%s>

source: Supported feature types for non-native formats:
sv: Funktionstyper som stöds för icke-nativa format:

source: Unable to open vector map <%s> on topological level. Try to rebuild vector topology by v.build.
sv: Det går inte att öppna vektorkarta <%s> på topologisk nivå. Försök att återuppbygga vektortopologin med v.build.

source: Unable to open vector map <%s> as the background map. It is given as vector map to be edited.
sv: Det går inte att öppna vektorkarta <%s> som bakgrundskarta. Den ges som en vektorkarta som ska redigeras.

source: Background vector map <%s> registered
cs: Vektorová mapa pozadí <%s> zapsána
sv: Bakgrund vektor karta <%s> registrerad

source: Threshold for snapping must be > 0. No snapping applied.
sv: Tröskelvärdet för snapping måste vara > 0. Ingen snapping tillämpas.

source: Selecting features...
sv: Välja funktioner...

source: No features selected, nothing to edit
cs: ®ádné prvky nejsou vybrány, není co editovat
sv: Inga funktioner valda, inget att redigera

source: Vector map <%s> is not 3D. Tool '%s' requires 3D vector map. Please convert the vector map to 3D using e.g. %s.
cs: vektorová mapa <%s> není 3D. Nástroj '%s' vy¾aduje 3D vektorovou mapu. Prosím zmìòte vektor na 3D pomocí napø.%s.
sv: Vektorkarta <%s> är inte 3D. Verktyget '%s' kräver en 3D-vektorkarta. Konvertera vektorkartan till 3D med hjälp av t.ex. %s.

source: %d feature added
sv: %d funktion tillagd

source: Threshold value for snapping is %.2f
cs: Prahová hodnota pro rpzdìlení je %.2f
sv: Tröskelvärdet för snapping är %.2f

source: %d boundary closed
sv: %d gränsen stängd

source: %d feature deleted
sv: %d funktion borttagen

source: %d feature moved
sv: %d funktion flyttad

source: %d vertex moved
sv: %d toppunkt flyttad

source: %d vertex added
sv: %d vertex tillagd

source: %d vertex removed
sv: %d toppunkt borttagen

source: %d line broken
sv: %d linjen bruten

source: %d line connected
sv: %d linje ansluten

source: %d line extended
sv: %d linje förlängd

source: %d line merged
sv: %d rad sammanslagen

source: %d feature modified
sv: %d funktion modifierad

source: Multiple background maps were given. Selected features will be copied only from vector map <%s>.
cs: Bylo zadáno více map jako pozadí. Vybrané prvky se zkopírijí pouze z vektorové mapy <%s>.
sv: Flera bakgrundskartor gavs. Valda funktioner kopieras endast från vektorkartan <%s>.

source: %d feature copied
sv: %d funktion kopierad

source: %d line flipped
sv: %d linjen vänds

source: %d line labeled
sv: %d linje märkt

source: %d feature converted
sv: %d funktion konverterad

source: No feature modified
cs: ®ádný prvek nebyl zmìnìn
sv: Ingen funktion modifierad

source: Select feature %d is not centroid, ignoring...
sv: Välj funktion %d är inte centroid, ignorerar...

source: %d area removed
sv: %d område borttaget

source: Operation not implemented
cs: Operace nebyla dosud implementována
sv: Åtgärden inte genomförd

source: Threshold value for coordinates is %.2f
cs: Prahová hodnota pro souøadnice je %.2f
sv: Tröskelvärdet för koordinater är %.2f

source: Threshold value for querying is %.2f
cs: Prahová hodnota pro dotazování je %.2f
sv: Tröskelvärdet för att ställa frågor är %.2f

source: %d of %d feature selected from vector map <%s>
sv: %d av %d funktion vald från vektorkarta <%s>

source: Layer must be > 0 for 'where'
cs: Vrstva musí být > 0 pro 'where'
sv: Lagret måste vara > 0 för "var

source: Name of output directory or OGR or PostGIS data source
sv: Namn på utdatakatalog eller OGR- eller PostGIS-datakälla

source: Examples: ESRI Shapefile: directory containing a shapefile MapInfo File: directory containing a mapinfo file PostGIS database: connection string, eg. 'PG:dbname=db user=grass'
sv: Några exempel: ESRI Shapefile: katalog som innehåller en shapefile MapInfo File: katalog som innehåller en mapinfo-fil PostGIS-databas: anslutningssträng, t.ex. 'PG:dbname=db user=grass'

source: Format for output vector data
sv: Format för utmatning av vektordata

source: Examples: 'SHPT=POINTZ': create 3D point Shapefile data 'GEOM_TYPE=geography': use geography PostGIS data 'SCHEMA=grass': create new PostGIS tables in 'grass' schema
sv: Exempel: 'SHPT=POINTZ': skapa Shapefile-data med 3D-punkter 'GEOM_TYPE=geography': använd geografiska PostGIS-data 'SCHEMA=grass': skapa nya PostGIS-tabeller i 'grass'-schemat

source: Name of input file to read settings from
sv: Namn på indatafilen som inställningarna ska läsas från

source: Name for output file where to save current settings
sv: Namn på utdatafil där aktuella inställningar ska sparas

source: Cease using OGR/PostGIS, revert to native output and exit
sv: Sluta använda OGR/PostGIS, återgå till native output och avsluta

source: Native
sv: Inbyggd

source: Print current status in shell script style
sv: Skriv ut aktuell status i skal-skriptformat

source: %s= or %s= must be specified
sv: %s= eller %s= måste anges

source: %s= must be specified
sv: %s= måste anges

source: Environment variable GRASS_VECTOR_OGR defined, but GRASS is compiled with OGR support. Using GRASS-PostGIS data driver instead.
sv: Miljövariabeln GRASS_VECTOR_OGR definierad, men GRASS är kompilerad med OGR-stöd. Använd GRASS-PostGIS datadrivrutin istället.

source: GRASS is not compiled with PostgreSQL support. Using OGR-PostgreSQL driver instead of native GRASS-PostGIS data driver.
sv: GRASS är inte kompilerat med PostgreSQL-stöd. Använder OGR-PostgreSQL-drivrutinen istället för den inbyggda GRASS-PostGIS-datadrivrutinen.

source: Data source starts with "PG:" prefix, expecting "PostgreSQL" format ("%s" given)
sv: Datakällan börjar med "PG:" prefix, förväntar sig "PostgreSQL" -format ("%s" givet)

source: Unable to create settings file
sv: Det går inte att skapa en inställningsfil

source: Error writing settings file
sv: Fel vid skrivning av inställningsfil

source: Switched to OGR format (%s)
sv: Omkopplad till OGR-format (%s)

source: Switched to PostGIS format
sv: Bytte till PostGIS-format

source: Unable to parse option '%s'
sv: Alternativet '%s' kan inte tolkas

source: Defines vector output format.
sv: Definierar vektorutmatningsformat.

source: Switched from OGR to native format
sv: Bytte från OGR till inbyggt format

source: Switched from PostGIS to native format
sv: Bytte från PostGIS till inbyggt format

source: Current output format for vectors: %s
sv: Aktuellt utdataformat för vektorer: %s

source: No settings defined
sv: Inga inställningar definierade

source: Format not defined
sv: Format ej definierat

source: OGR datasource (dsn) not defined
sv: OGR-datakälla (dsn) inte definierad

source: PG connection info (conninfo) not defined
sv: PG-anslutningsinfo (conninfo) inte definierad

source: Name of input OGR or PostGIS data source
sv: Namn på OGR- eller PostGIS-datakälla för inmatning

source: Name of OGR layer or PostGIS feature table to be linked
sv: Namn på OGR-skiktet eller PostGIS feature table som ska länkas

source: Examples: ESRI Shapefile: shapefile name MapInfo File: mapinfo file name PostGIS database: table name
sv: Exempel: ESRI Shapefile: namn på shapefile MapInfo-fil: namn på mapinfo-fil PostGIS-databas: tabellnamn

source: Name for output GRASS vector map (default: input layer)
sv: Namn för utmatad GRASS-vektorkarta (standard: inmatningslager)

source: List available layers in data source and exit
cs: Vypi¹ dostupné vrstvy z datového zdroje a ukonèi se
sv: Lista tillgängliga lager i datakällan och avsluta

source: List available layers including feature type in data source and exit
sv: Lista tillgängliga lager inklusive funktionstyp i datakälla och utgång

source: Format: layer name,type,projection check,geometry
sv: Format: skiktnamn,typ,projektionskontroll,geometri

source: Invalid connection string (dbname missing)
sv: Ogiltig anslutningssträng (dbname saknas)

source: GRASS is not compiled with PostgreSQL support
sv: GRASS är inte kompilerat med PostgreSQL-stöd

source: GRASS is not compiled with OGR support
sv: GRASS är inte kompilerad med OGR-stöd

source: Connection to PostgreSQL database failed.
sv: Anslutning till PostgreSQL-databasen misslyckades.

source: No feature tables found in database.
sv: Inga funktionstabeller hittades i databasen.

source: PostGIS database <%s> contains %d feature table:
sv: PostGIS-databasen <%s> innehåller %d feature table:

source: Unable to open data source '%s'
sv: Det går inte att öppna datakällan '%s'

source: Data source <%s> (format '%s') contains %d layer:
sv: Datakälla <%s> (format '%s') innehåller %d lager:

source: Unable to convert input map projection to GRASS format. Projection check cannot be provided for OGR layer <%s>
sv: Det går inte att konvertera inmatad kartprojektion till GRASS-format. Projektionskontroll kan inte tillhandahållas för OGR-skiktet <%s>

source: Invalid geometry column %d
sv: Ogiltig geometrikolumn %d

source: Creates a new pseudo-vector map as a link to an OGR-supported layer or a PostGIS feature table.
sv: Skapar en ny pseudovektorkarta som en länk till ett OGR-stött skikt eller en PostGIS-funktionstabell.

source: Layer <%s> not available
cs: Vrstva <%s> není dostupná
sv: Lager <%s> inte tillgängligt

source: No layer defined
sv: Inget lager definierat

source: Unable to open data source <%s>
cs: Nelze otevøítzdroj dat <%s>
sv: Det går inte att öppna datakällan <%s>

source: Unable to delete '%s'
sv: Det går inte att ta bort '%s'

source: Unable to create file '%s/%s'
sv: Det går inte att skapa filen '%s/%s'

source: Link to vector map <%s> created.
sv: Länk till vektorkarta <%s> skapad.

source: Geometry column <%s> not found in input layer <%s>
sv: Geometrikolumn <%s> hittades inte i ingångsskiktet <%s>

source: Unable to convert input layer projection information to GRASS format for checking
sv: Det gick inte att konvertera projektionsinformation för inmatningsskikt till GRASS-format för kontroll

source: Can't get WKT parameter string
sv: Kan inte få WKT-parametersträng

source: No projection information available for layer <%s>
sv: Ingen projektionsinformation tillgänglig för lager <%s>

source: Projection for layer <%s> does not contain a valid SRS
sv: Projektionen för skikt <%s> innehåller inte en giltig SRS

source: No category found for area %d. Skipping.
sv: Ingen kategori hittades för område %d. Hoppa över.

source: More categories (%d) found for area %d. Using first found category %d
sv: Fler kategorier (%d) hittades för område %d. Använda först hittade kategori %d

source: Database connection not defined for layer <%d>
sv: Ingen databasanslutning definierad för lager <%d>

source: Loading categories from table <%s>...
sv: Laddar kategorier från tabell <%s>...

source: Topology level required for extracting areas for OGR layers. Areas will be not processed.
sv: Topologinivå som krävs för att extrahera områden för OGR-lager. Områden kommer inte att bearbetas.

source: Selects vector features from an existing vector map and creates a new vector map containing only the selected features.
sv: Väljer vektorfunktioner från en befintlig vektorkarta och skapar en ny vektorkarta som endast innehåller de valda funktionerna.

source: Dissolve common boundaries (default is no)
cs: Rozlo¾ spoleèné hranice (výchozí je nerozkládat)
sv: Lös upp gemensamma gränser (standard är nej)

source: Do not copy attributes (see also 'new' parameter)
sv: Kopiera inte attribut (se även parametern "new")

source: Types to be extracted
sv: Typer som ska extraheras

source: Input text file with category numbers/number ranges to be extracted
cs: Textový soubor s èísly kategorií nebo jejich intervaly, které mají být extrahovány
sv: Textfil med kategorinummer/nummerintervall som ska extraheras

source: If '-' given reads from standard input
cs: Pokud není zadáno '-' ète se standardní vstup
sv: Om "-" anges läses från standardinmatning

source: Number of random categories matching vector objects to extract
sv: Antal slumpmässiga kategorier som matchar vektorobjekt som ska extraheras

source: Number must be smaller than unique cat count in layer
sv: Antalet måste vara mindre än det unika kattantalet i lagret

source: Desired new category value (enter -1 to keep original categories)
sv: Önskat värde för ny kategori (ange -1 för att behålla ursprungliga kategorier)

source: If new >= 0, attributes is not copied
sv: Om new >= 0 kopieras inte attributen

source: Name of attribute column for dissolving areas
sv: Namn på attributkolumn för upplösning av områden

source: Preserves category values
sv: Bevarar kategorins värden

source: Options <%s>, <%s>, <%s> and <%s> options are exclusive. Please specify only one of them.
sv: Alternativen <%s>, <%s>, <%s> och <%s> är exklusiva. Ange endast ett av dem.

source: Searching for column <%s> in table <%s>...
sv: Söker efter kolumn <%s> i tabell <%s>...

source: Column <%s> does not exist for layer %d
sv: Kolumn <%s> finns inte för lager %d

source: Category value in '%s' not valid
cs: Hodnota kategorie v '%s' není platná
sv: Kategorivärdet i '%s' är inte giltigt

source: Process file <%s> for category numbers...
sv: Behandla fil <%s> för kategorinummer...

source: Unable to open specified file <%s>
cs: Nelze otevøít zadaný soubor <%s>
sv: Det gick inte att öppna angiven fil <%s>

source: Ignored text entry: %s
cs: Ignoruji textový vstup: %s
sv: Ignorerad textinmatning: %s

source: Unable select records from table <%s>
sv: Det går inte att välja poster från tabellen <%s>

source: %d category loaded
sv: %d kategori laddad

source: This map has no categories attached. Use v.category to attach categories to this vector map.
sv: Denna karta har inga kategorier kopplade. Använd v.category för att koppla kategorier till den här vektorkartan.

source: Please specify random number larger than 0
sv: Ange ett slumptal som är större än 0

source: Random category count must be smaller than feature count. There are only %d features of type(s): %s
sv: Antalet slumpmässiga kategorier måste vara mindre än antalet funktioner. Det finns bara %d funktioner av typ(er): %s

source: Random category count is larger or equal to uniq <%s> feature category count %d
sv: Slumpmässigt antal kategorier är större eller lika med uniq <%s> antal kategorier för funktioner %d

source: Extracting features...
sv: Extrahera funktioner...

source: Removing duplicate centroids...
cs: Odstraòuji duplicitní centroidy ...
sv: Ta bort dubbletter av centroider...

source: Unable to select attributes category %d
sv: Det går inte att välja attributkategori %d

source: Extrudes flat vector features to 3D vector features with defined height.
sv: Extruderar platta vektorobjekt till 3D-vektorobjekt med definierad höjd.

source: Optionally the height can be derived from sampling of elevation raster map.
sv: Alternativt kan höjden härledas från provtagning av höjdrasterkarta.

source: Trace elevation
cs: Sleduj terén
sv: Spåra höjden

source: Shifting value for z coordinates
cs: Posun hodnot souøadnice z
sv: Skiftande värde för z-koordinater

source: Height
sv: Höjd

source: Fixed height for 3D vector features
sv: Fast höjd för 3D-vektorfunktioner

source: Name of attribute column with feature height
sv: Namn på attributkolumn med egenskapshöjd

source: Invalid layer number (%d). Parameter '%s', '%s' or '%s' specified, assuming layer '1'.
sv: Ogiltigt skiktnummer (%d). Parameter '%s', '%s' eller '%s' angiven, antar lager '1'.

source: Column <%s> does not exist
sv: Kolumn <%s> finns inte

source: Column <%s>: invalid data type
cs: Sloupec <%s>: neplatný typ dat.
sv: Kolumn <%s>: ogiltig datatyp

source: Extruding areas...
cs: Vynechávám plochy ...
sv: Extruderande områden...

source: Skipping area %d without centroid
cs: Pøeskakuji plochu %d bez centroidu
sv: Hoppar över område %d utan centroid

source: No category defined for area %d. Using default fixed height %f.
sv: Ingen kategori definierad för området %d. Använder fast standardhöjd %f.

source: Unable to fetch height from DB for area %d. Using default fixed height %f.
sv: Det går inte att hämta höjd från DB för område %d. Använder fast standardhöjd %f.

source: Extruding features...
sv: Strängsprutningsegenskaper...

source: No category defined for feature %d. Using default fixed height %f.
sv: Ingen kategori definierad för funktionen %d. Använder fast höjd som standard %f.

source: Unable to fetch height from DB for line %d. Using default fixed height %f.
sv: Det gick inte att hämta höjd från DB för rad %d. Använd fast standardhöjd %f.

source: Copying attribute table...
sv: Kopiering av attributtabell...

source: exterior
sv: exteriör

source: Fill holes in areas by keeping only outer boundaries
sv: Fyll i hål i områden genom att endast behålla yttre gränser

source: Option %s cannot be combined with %s=%s
sv: Alternativ %s kan inte kombineras med %s=%s

source: Copying attributes for layer <%s>
sv: Kopiering av attribut för lager <%s>

source: Inverting matrix...
cs: Invertní matice...
sv: Inverterande matris...

source: Unable to calculate the inverse matrix
cs: Nelzevypoèítat inverzní matici
sv: Det går inte att beräkna den inversa matrisen

source: Resolving conflicts...
cs: Øe¹ím problémy...
sv: Lösa konflikter...

source: simplification
sv: förenkling

source: displacement
sv: förskjutning

source: network generalization
sv: generalisering av nätverk

source: Performs vector based generalization.
sv: Utför vektorbaserad generalisering.

source: Error map with failed generalizations
sv: Felkarta med misslyckade generaliseringar

source: Lines and boundaries causing errors (collapsed to a point or topology errors)
sv: Linjer och gränser som orsakar fel (kollapsade till en punkt eller topologifel)

source: Douglas-Peucker Algorithm
sv: Douglas-Peucker-algoritm

source: Douglas-Peucker Algorithm with reduction parameter
sv: Douglas-Peucker-algoritm med reduktionsparameter

source: Lang Simplification Algorithm
sv: Algoritm för förenkling av Lang

source: Vertex Reduction Algorithm eliminates points close to each other
sv: Vertex Reduction Algorithm eliminerar punkter som ligger nära varandra

source: Boyle's Forward-Looking Algorithm
sv: Boyles framåtblickande algoritm

source: Reumann-Witkam Algorithm
sv: Reumann-Witkam-algoritm

source: McMaster's Sliding Averaging Algorithm
sv: McMasters algoritm för glidande medelvärdesberäkning

source: Chaiken's Algorithm
sv: Chaikens algoritm

source: McMaster's Distance-Weighting Algorithm
sv: McMasters algoritm för avståndsvägning

source: Interpolation by Cubic Hermite Splines
sv: Interpolation med kubiska Hermite-splines

source: Network generalization
sv: Generalisering av nätverk

source: Snakes method for line smoothing
sv: Snakes-metoden för utjämning av linjer

source: Displacement of lines close to each other
sv: Förskjutning av linjer nära varandra

source: Generalization algorithm
cs: Algoritmus generalizace
sv: Generaliseringsalgoritm

source: Maximal tolerance value
cs: Maximální pøípustná hodnota
sv: Maximalt toleransvärde

source: Look-ahead parameter
sv: Parameter för framåtblickande

source: Percentage of the points in the output of 'douglas_reduction' algorithm
cs: Procent bodù ve výstupu z algoritmu 'douglasova_redukce'
sv: Procentandel av punkterna i utdata från algoritmen "douglas_reduction

source: Slide of computed point toward the original point
cs: Posun vypoèítaných bodù vzhledem k originálu
sv: Förskjutning av beräknad punkt mot ursprunglig punkt

source: Minimum angle between two consecutive segments in Hermite method
cs: Minimální úhel mezi dvìma následujícími segmenty v Hernitovì mtodì
sv: Minsta vinkel mellan två på varandra följande segment i Hermite-metoden

source: Degree threshold in network generalization
cs: Mezní stupeò pro generalizaci sí»ì
sv: Gradtröskel i generalisering av nätverk

source: Closeness threshold in network generalization
cs: Pøísnost dodr¾ení mezní vzdálenosti v generalizaci sí»ì
sv: Tröskelvärde för närhet vid generalisering av nätverk

source: Betweeness threshold in network generalization
cs: Práhová hodnota pro generalizi sítì
sv: Tröskelvärde för Betweeness vid generalisering av nätverk

source: Snakes alpha parameter
sv: Ormarnas alfaparameter

source: Snakes beta parameter
sv: Ormar betaparameter

source: Number of iterations
cs: Poèet opakování
sv: Antal iterationer

source: Disable loop support
sv: Avaktivera loop-stöd

source: Do not modify end points of lines forming a closed loop
sv: Ändra inte ändpunkterna på linjer som bildar en sluten slinga

source: Do not copy attributes
sv: Kopiera inte attribut

source: Unknown method
cs: Neznámá metoda
sv: Okänd metod

source: No lines found in input map <%s>
sv: Inga rader hittades i input map <%s>

source: Unable to create error vector map <%s>
sv: Det gick inte att skapa en felvektorkarta <%s>

source: No layer selected, '%s' and '%s' options are ignored
sv: Inget lager valt, alternativen '%s' och '%s' ignoreras

source: Displacement...
sv: Förskjutning...

source: Network generalization...
sv: Generalisering av nätverk...

source: Attributes are needed for 'where' option, copying table
sv: Attribut behövs för "where"-alternativet, kopiering av tabell

source: Generalization (%s)...
cs: Generalizace (%s)...
sv: Generalisering (%s)...

source: Using threshold: %g %s
sv: Använda tröskelvärde: %g %s

source: Method '%s' did not preserve first point
sv: Metoden '%s' bevarade inte första punkten
