Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: East-west resolution does not equal north-south resolution. The viewshed computation assumes the cells are square, so in this case this may result in inaccuracies.
sv: Upplösning i öst-västlig riktning är inte lika med upplösning i nord-sydlig riktning. I beräkningen av utsiktshorisonten antas cellerna vara kvadratiska, så i det här fallet kan detta leda till felaktigheter.

source: Computing events...
sv: Databehandlingshändelser...

source: Raster map [%s] not found
sv: Rasterkarta [%s] hittades inte

source: Cannot open raster file [%s]
sv: Det går inte att öppna rasterfilen [%s]

source: Grid size exceeds max dimension: %d
sv: Rutnätets storlek överskrider max dimension: %d

source: Viewpoint is NODATA.
sv: Viewpoint är NODATA.

source: Will assume its elevation is = %f
sv: Vi antar att dess höjd är = %f

source: Saving grid to <%s>
sv: Spara grid till <%s>

source: Unknown data type
sv: Okänd datatyp

source: Opening <%s>: cannot find raster
sv: Öppnar <%s>: kan inte hitta raster

source: viewshed
sv: utsiktsplats

source: line of sight
sv: siktlinje

source: Computes the viewshed of a point on an elevation raster map.
sv: Beräknar viewshed för en punkt på en höjdrasterkarta.

source: Default format: NULL (invisible), vertical angle wrt viewpoint (visible).
sv: Standardformat: NULL (osynlig), vertikal vinkel i förhållande till synvinkeln (synlig).

source: Region extent: north=%f, south=%f, east=%f, west=%f
sv: Regionens utsträckning: norr=%f, söder=%f, öster=%f, väster=%f

source: Region extent: rows=%d, cols=%d
sv: Regionens omfattning: rader=%d, kolumner=%d

source: Viewpoint: row=%d, col=%d
sv: Synvinkel: rad=%d, kol=%d

source: Viewpoint outside of computational region
sv: Utsiktspunkt utanför beräkningsområdet

source: Problems obtaining current ellipsoid parameters, using sphere (6370997.0)
sv: Problem med att få fram aktuella ellipsoidparametrar med hjälp av sfär (6370997.0)

source: In-memory memory usage is %lld B (%d MB), max mem allowed=%lld B(%dMB)
sv: Användning av minne i minnet är %lld B (%d MB), max tillåtet minne = %lld B(%d MB)

source: Intermediate files will not be deleted in case of abnormal termination.
sv: Mellanliggande filer kommer inte att raderas vid onormal avslutning.

source: Intermediate location: %s
sv: Mellanliggande plats: %s

source: To save space delete these files manually!
sv: För att spara utrymme raderar du dessa filer manuellt!

source: Consider the curvature of the earth (current ellipsoid)
sv: Beakta jordens krökning (nuvarande ellipsoid)

source: Consider the effect of atmospheric refraction
sv: Beakta effekten av atmosfärisk refraktion

source: Refraction
sv: Refraktion

source: Output format is invisible = 0, visible = 1
sv: Utmatningsformat är osynlig = 0, synlig = 1

source: Output format is invisible = NULL, else current elev - viewpoint_elev
sv: Utdataformatet är invisible = NULL, annars aktuell höjd - viewpoint_elev

source: Coordinates of viewing position
sv: Koordinater för visningsposition

source: Viewing elevation above the ground
sv: Visningshöjd över marken

source: Offset for target elevation above the ground
sv: Offset för målets höjd över marken

source: Maximum visibility radius. By default infinity (-1)
sv: Maximal synlighetsradie. Som standard oändlig (-1)

source: Minimum and maximum horizontal angle limiting viewshed (0 is East, counterclockwise)
sv: Minsta och största horisontella vinkel som begränsar vyn (0 är öst, moturs)

source: Refraction coefficient
sv: Refraktionskoefficient

source: Amount of memory to use in MB
sv: Mängden minne som ska användas i MB

source: A negative max distance value is not allowed
sv: Ett negativt maxvärde för avstånd är inte tillåtet

source: Atmospheric refraction is only calculated with respect to the curvature of the Earth. Enable the -c flag as well.
sv: Atmosfärisk refraktion beräknas endast med hänsyn till jordens krökning. Aktivera även flaggan -c.

source: Amount of memory cannot be negative.
sv: Mängden minne kan inte vara negativ.

source: Converting %d to %d MB
sv: Konvertering av %d till %d MB

source: Attempt to delete node with key=%f failed
sv: Försök att ta bort nod med key=%f misslyckades

source: Successor node not found. Deletion fails.
sv: Efterföljande nod hittades inte. Radering misslyckas.

source: Attempt to find node with key=%f failed
sv: Försöket att hitta en nod med key=%f misslyckades

source: Angles outside angle %.4f
sv: Vinklar yttre vinkel %.4f

source: ENTER angle %.4f
sv: ENTER vinkel %.4f

source: CENTER angle %.4f
sv: CENTER-vinkel %.4f

source: EXIT angle %.4f
sv: EXIT-vinkel %.4f

source: EXIT gradient %.4f
sv: EXIT lutning %.4f

source: current dist too large %.4f > %.4f
sv: strömavståndet för stort %.4f > %.4f

source: Estimated size active structure:
sv: Uppskattad storlek aktiv struktur:

source: (key=%d, ptr=%d, total node=%d B)
sv: (nyckel=%d, ptr=%d, total nod=%d B)

source: Total= %lld B
sv: Totalt= %lld B

source: rows=%d, cols=%d, total = %lld
sv: rader=%d, kolumner=%d, totalt = %lld

source: Sweep timings:
sv: Tidpunkter för sopning:

source: Running the program in-memory mode requires memory beyond the capability of the platform. Use external mode, or a 64-bit platform.
sv: Att köra programmet i minnesläge kräver minne utöver plattformens kapacitet. Använd externt läge eller en 64-bitars plattform.

source: Start sweeping.
sv: Börja sopa.

source: Sorting events...
sv: Sortering av händelser...

source: Computing visibility...
sv: Synlighet för databehandling...

source: Sweeping done.
sv: Sopningen är klar.

source: Total cells %ld, visible cells %ld (%.1f percent).
sv: Totalt antal celler %ld, synliga celler %ld (%.1f procent).

source: Initialize sweepline...
sv: Initialisera sveplinjen...

source: Determine visibility...
sv: Bestäm synlighet...

source: volume
sv: volym

source: Calculates the volume of data "clumps".
sv: Beräknar volymen av data "klumpar".

source: Optionally produces a GRASS vector points map containing the calculated centroids of these clumps.
sv: Producerar eventuellt en GRASS-vektorpunktskarta som innehåller de beräknade centroiderna för dessa klumpar.

source: Name of input raster map representing data that will be summed within clumps
sv: Namn på rasterkarta för indata som representerar data som ska summeras inom klumpar

source: Name of input clump raster map
sv: Namn på rasterkarta för inmatad klump

source: Preferably the output of r.clump. If no clump map is given, raster mask is used instead.
sv: Företrädesvis resultatet från r.clump. Om ingen clumpkarta anges används istället rastermask.

source: Name for output vector points map to contain clump centroids
sv: Namn för utmatningsvektorns punktkarta som ska innehålla klumpens centroider

source: Generate unformatted report (items separated by colon)
sv: Generera en oformaterad rapport (objekt separerade med kolon)

source: No clump map <%s> given and no raster mask found. You need to define a clump raster map or create a raster mask using r.mask.
sv: Ingen klumpkarta <%s> har angetts och ingen rastermask har hittats. Du måste definiera en clump-rasterkarta eller skapa en rastermask med hjälp av r.mask.

source: No clump map given, using raster mask
sv: Ingen klumpkarta ges, använder rastermask

source: Invalid category value %d (max=%d): row=%d col=%d
sv: Ogiltigt kategorivärde %d (max=%d): rad=%d kol=%d

source: Creating vector point map <%s>...
sv: Skapar vektorpunktskarta <%s>...

source: From '%s' on raster map <%s> using clumps from <%s>
sv: Från '%s' på rasterkarta <%s> med hjälp av klumpar från <%s>

source: Volume report on data from <%s> using clumps on <%s> raster map
sv: Volymrapport om data från <%s> med hjälp av klumpar på <%s> rasterkarta

source: Category Average Data # Cells Centroid Total
sv: Kategori Genomsnitt Data # Celler Centroid Totalt

source: Number in clump Total in clump Easting Northing Volume
sv: Antal i klump Totalt i klump Ostning Nordning Volym

source: Total Volume
sv: Total volym

source: Creates a raster map showing the anisotropic cumulative cost of moving between different geographic locations on an input raster map whose cell category values represent cost.
sv: Skapar en rasterkarta som visar den anisotropiska kumulativa kostnaden för att flytta mellan olika geografiska platser på en rasterkarta vars cellkategorivärden representerar kostnaden.

source: Name of input raster map containing friction costs
cs: Název existující rastrové mapy obsahující frikèní hodnoty
sv: Namn på inmatad rasterkarta som innehåller friktionskostnader

source: Name for output raster map to contain walking costs
sv: Namn för rasterkarta som ska innehålla promenadkostnader

source: Coefficients for walking energy formula parameters a,b,c,d
cs: Koeficienty pro rovnici energie chùze a,b,c,d
sv: Koefficienter för parametrar i formeln för gångenergi a,b,c,d

source: Lambda coefficients for combining walking energy and friction cost
cs: Koeficienty lambda pro kombinaci energie chùze a frikèního povrchu
sv: Lambda-koefficienter för att kombinera gåenergi och friktionskostnad

source: Slope factor determines travel energy cost per height step
cs: Faktor sklonu svahu urèuje energii pøesunu podle velikosti sklonu
sv: Lutningsfaktorn avgör energiåtgången per höjdsteg

source: Missing required value: got %d instead of 4
cs: Chybí po¾adovaná hodnota: mám %d místo 4
sv: Saknar obligatoriskt värde: fick %d istället för 4

source: Walking costs are a=%g b=%g c=%g d=%g
sv: Gångkostnaderna är a=%g b=%g c=%g d=%g

source: Missing required value: %d
cs: Chybí po¾adovaná hodnota: %d
sv: Saknar nödvändigt värde: %d

source: Lambda is %g
sv: Lambda är %g

source: Slope_factor is %g
sv: Slope_factor är %g

source: Reading raster maps <%s> and <%s>, initializing output...
sv: Läser rasterkartor <%s> och <%s>, initierar utdata ...

source: Writing output raster map <%s>...
sv: Skriver utmatad rasterkarta <%s>…

source: Creates watershed basins from a drainage direction map.
sv: Skapar avrinningsområden från en karta över dräneringsriktningar.

source: Name of input drainage direction map
sv: Namn på inmatad karta över dräneringsriktning

source: Name for output watershed basin map
sv: Namn för utmatad karta över avrinningsområdets bassäng

source: Coordinates of outlet point
sv: Koordinater för utloppspunkten

source: Drain name <%s> is too long
sv: Drain-namnet <%s> är för långt

source: Basin name <%s> is too long
sv: Bassängnamnet <%s> är för långt

source: Illegal east coordinate '%s'
sv: Otillåten östlig koordinat '%s'

source: Illegal north coordinate '%s'
sv: Otillåten nordlig koordinat '%s'

source: Ignoring point outside computation region: %.4f,%.4f
sv: Ignorerar punkt utanför beräkningsregion: %.4f,%.4f

source: drainage
sv: dränering

source: stream power index
sv: strömkraftsindex

source: Calculates hydrological parameters and RUSLE factors.
sv: Beräknar hydrologiska parametrar och RUSLE-faktorer.

source: Name of input depressions raster map
sv: Namn på rasterkarta över ingående sänkor

source: All non-NULL and non-zero cells are considered as real depressions
sv: Alla celler som inte är NULL och som inte är noll betraktas som verkliga depressioner

source: Name of input raster representing amount of overland flow per cell
sv: Namn på inmatningsraster som representerar mängden flöde över land per cell

source: Name of input raster map percent of disturbed land
sv: Namn på rasterkarta för indata procent av störd mark

source: For USLE
sv: För USLE

source: Name of input raster map blocking overland surface flow
sv: Namn på rasterkarta som blockerar ytflöde över land

source: For USLE. All non-NULL and non-zero cells are considered as blocking terrain.
sv: För USLE. Alla celler som inte är NULL och som inte är noll betraktas som blockerande terräng.

source: Name of input raster map with percentages for flow accumulation.
sv: Namn på ingående rasterkarta med procentsatser för flödesackumulering.

source: Minimum size of exterior watershed basin
sv: Minsta storlek på utvändigt vattenavledningsbassäng

source: Maximum length of surface flow in map units
sv: Maximal längd på ytflödet i kartenheter

source: Name for output accumulation raster map
sv: Namn för rasterkarta för ackumulering av utdata

source: Number of cells that drain through each cell
sv: Antal celler som dräneras genom varje cell

source: Name for output topographic index ln(a / tan(b)) map
sv: Namn för utdata topografiskt index ln(a / tan(b)) karta

source: Name for output stream power index a * tan(b)
sv: Namn för utgående ström effektindex a * tan(b)

source: Name for output drainage direction raster map
sv: Namn för rasterkarta över dräneringsriktning för utdata

source: Directions numbered from 1 to 8
sv: Anvisningar numrerade från 1 till 8

source: Name for output basins raster map
sv: Namn för rasterkarta över avrinningsområden

source: Name for output stream segments raster map
sv: Namn för rasterkarta för utgående strömsegment

source: Name for output half basins raster map
sv: Namn för rasterkarta över utmatade halvbassänger

source: Each half-basin is given a unique value
sv: Varje halv bassäng ges ett unikt värde

source: Name for output slope length raster map
sv: Namn på rasterkartan för utmatad lutningslängd

source: Slope length and steepness (LS) factor for USLE
sv: Faktor för lutningens längd och branthet (LS) för USLE

source: Name for output slope steepness raster map
sv: Namn för rasterkarta över sluttningsbranthet

source: Slope steepness (S) factor for USLE
sv: Faktor för lutningens branthet (S) för USLE

source: Convergence factor for MFD (1-10)
sv: Konvergensfaktor för MFD (1-10)

source: 1 = most diverging flow, 10 = most converging flow. Recommended: 5
sv: 1 = mest divergerande flöde, 10 = mest konvergerande flöde. Rekommenderas: 5

source: Allow only horizontal and vertical flow of water
cs: Povolit pouze horizontální a vertikální tok vody
sv: Tillåt endast horisontellt och vertikalt vattenflöde

source: Enable disk swap memory option: Operation is slow
cs: Umo¾nìno roz¹íøené vyu¾ití pamìti: Operace je pomalá
sv: Aktivera alternativet för diskbytesminne: Driften är långsam

source: Only needed if memory requirements exceed available RAM; see manual on how to calculate memory requirements
sv: Behövs endast om minneskraven överstiger tillgängligt RAM-minne; se manualen för hur du beräknar minneskraven

source: Use positive flow accumulation even for likely underestimates
sv: Använd positiv flödesackumulering även för sannolika underskattningar

source: See manual for a detailed description of flow accumulation output
sv: Se manualen för en detaljerad beskrivning av flödesackumulering och utmatning

source: Beautify flat areas
sv: Försköna plana områden

source: Flow direction in flat areas is modified to look prettier
sv: Flödesriktningen i plana områden ändras för att se snyggare ut

source: The basin threshold must be a positive number.
sv: Tröskelvärdet för bassängen måste vara ett positivt tal.

source: Beautify flat areas is not yet supported for disk swap mode
sv: Beautify flat areas stöds ännu inte för diskbytesläge

source: Subprocess failed with exit code %d
sv: Underprocessen misslyckades med utgångskod %d

source: No basins were created. Verify threshold and region settings.
sv: Inga bassänger har skapats. Verifiera inställningarna för tröskelvärde och region.

source: SECTION 2: A* Search.
sv: AVSNITT 2: A* Sök.

source: heapsize too large
sv: heapsize för stor

source: SECTION 3: Accumulating Surface Flow with SFD.
sv: AVSNITT 3: Ackumulerande ytflöde med SFD.

source: SECTION 3a: Accumulating Surface Flow with MFD.
sv: AVSNITT 3a: Ackumulering av ytflöde med MFD.

source: MFD: A * path already processed when distributing flow: %d of %zu cell
sv: MFD: En * sökväg redan bearbetad vid distribution av flöde: %d av %zu cell

source: SECTION 3b: Adjusting drainage directions.
sv: AVSNITT 3b: Justering av dräneringsriktningar.

source: Beautify flat areas: priority queue error
sv: Försköna platta områden: prioritet kö fel

source: flat cell escaped for uphill correction
sv: platt cell undslippt för korrigering av uppförsbacke

source: queue error: last uphill order %d > current uphill order %d
sv: köfel: senaste order i uppförsbacke %d > nuvarande order i uppförsbacke %d

source: uphill order not set
sv: uphill order ej fastställd

source: flat cell escaped in uphill correction
sv: platt cell undslippt i uppförsbacke korrigering

source: downhill order: no more points in down queue
sv: nedåtgående ordning: inga fler punkter i nedåtgående kö

source: flat cell escaped for downhill correction
sv: platt cell undslippt för korrigering av nedförsbacke

source: queue error: last downhill order %d > current downhill order %d
sv: köfel: sista nedåtgående ordning %d > nuvarande nedåtgående ordning %d

source: downhill order: downhill order not set
sv: ordning i nedförsbacke: ordning i nedförsbacke ej inställd

source: flat cell escaped in downhill correction
sv: platt cell undkom i nedförsbacke korrigering

source: flat cell escaped for adjustment
sv: platt cell undanstoppad för justering

source: adjustment: uphill order not set
sv: justering: uphill order ej fastställd

source: adjustment: downhill order not set
sv: justering: nedförsbacke order inte fastställd

source: flat cell escaped in adjustment
sv: platt cell rymd i justering

source: SECTION 1a (of %1d): Initiating Memory.
cs: ÈÁST 1a (z %d1d): inicializace pamìti.
sv: AVSNITT 1a (av %1d): Initierande minne.

source: SECTION 1b (of %1d): Determining Offmap Flow.
cs: ÈÁST 1b (z %1d): Urèuji odtok mimo mapu.
sv: AVSNITT 1b (av %1d): Fastställande av Offmap-flöde.

source: SECTION %d: Closing Maps.
cs: ÈÁST %d: Zavírám mapy
sv: AVSNITT %d: Avslutande kartor.

source: SECTION %d: Watershed determination.
cs: ÈÁST %d: Urèování rozvodí.
sv: AVSNITT %d: Bestämning av vattendelare.

source: SECTION 4: RUSLE LS and/or S factor determination.
sv: AVSNITT 4: Bestämning av LS- och/eller S-faktor för RUSLE.

source: USAGE for basin delineation: %s -4 elevation=elevation_map threshold=swale_threshold [flow=overland_flow_map] [drainage=drain_direction_map] [depression=depression_map] [accumulation=accumulation_map] [basin=watershed_basin_map] [retention=retention_map] [stream=stream_segment_map] USAGE for slope length determination: %s [-4] elevation=elevation_map threshold=swale_threshold [drainage=drain_direction_map] [depression=depression_map] [accumulation=accumulation_map] [retention=retention_map] [max_slope_length=max_slope_length] [blocking=overland_blocking_map] [slope_steepness=slope_steepness_map] length_slope=length_slope_map [disturbed_land=rill_erosion_map] [slope_deposition=slope_deposition value or map]USAGE for ARMSED FILE creation: %s [-4] elevation=elevation_map threshold=swale_threshold [flow=overland_flow_map] [drainage=drain_direction_map] [depression=depression_map] [accumulation=accumulation_map] [basin=watershed_basin_map] [stream=stream_segment_map] [half_basin=half_basin_map] [retention=retention_map] ar=ARMSED_file_name
sv: ANVÄNDNING för avgränsning av bassänger: %s -4 elevation=höjd_karta threshold=tröskelvärde [flow=flöde_överland_flöde_karta] [drainage=dränering_riktning_karta] [depression=depression_karta] [accumulation=ackumulation_karta] [basin=avrinningsområde_avrinningsområde_karta] [retention=retention_karta] [stream=strömsegment_karta] ANVÄNDNING för bestämning av lutningslängd: %s [-4] elevation=elevation_map threshold=swale_threshold [drainage=drain_direction_map] [depression=depression_map] [accumulation=accumulation_map] [retention=retention_map] [max_slope_length=max_slope_length] [blocking=overland_blocking_map] [slope_steepness=slope_steepness_map] length_slope=length_slope_map [disturbed_land=rill_erosion_map] [slope_deposition=slope_deposition value or map]ANVÄNDNING för skapande av ARMSED FILE: %s [-4] elevation=höjdkarta threshold=tröskelvärde [flow=flöde_överland] [drainage=dräneringsriktning] [depression=depression] [accumulation=ackumulation] [basin=avrinningsområde] [stream=strömsegment] [half_basin=halv_avrinningsområde] [retention=retention] ar=ARMSED_file_name

source: Closing accumulation map
sv: Karta över stängningsackumulering

source: Closing TCI and SPI maps
sv: Stängning av TCI- och SPI-kartor

source: Closing TCI map
sv: Stängning av TCI-karta

source: Closing SPI map
sv: Stänger SPI-karta

source: Closing flow direction map
sv: Karta över stängningsflödets riktning

source: Closing LS map
sv: Stängning av LS-karta

source: Closing SL map
sv: Stängning av SL-karta

source: Closing stream segments map
sv: Karta över avslutande strömsegment

source: Closing basins map
sv: Karta över slutna bassänger

source: Closing half basins map
sv: Stängning av halv bassänger karta

source: No seeds for A* Search
sv: Inga frön för A* Search

source: bug in A* Search: doer %<PRId64> heap size %<PRId64> count %<PRId64>
sv: fel i A* Sök: doer %<PRId64> heapstorlek %<PRId64> antal %<PRId64>

source: MFD: A * path already processed when distributing flow: %d of %<PRId64> cells
sv: MFD: En * sökväg redan bearbetad vid fördelning av flöde: %d av %<PRId64> celler

source: SECTION 1 beginning: Initiating Variables. %d section total.
sv: AVSNITT 1 Början: Initiering Variabler. %d avsnitt totalt.

source: Maximum memory to be used was smaller than 3 MB, set to 3 MB.
sv: Det maximala minnet som skulle användas var mindre än 3 MB, ställ in till 3 MB.

source: SECTION 1b: Determining Offmap Flow.
sv: AVSNITT 1b: Fastställande av Offmap-flöde.

source: SECTION 5: RUSLE LS and/or S factor determination.
sv: AVSNITT 5: Bestämning av LS- och/eller S-faktor för RUSLE.

source: USAGE for basin delineation: %s -4 elevation=elevation_map threshold=swale_threshold [flow=overland_flow_map] [drainage=drain_direction_map] [depression=depression_map] [accumulation=accumulation_map] [basin=watershed_basin_map] [stream=stream_segment_map] USAGE for slope length determination: %s [-4] elevation=elevation_map threshold=swale_threshold [drainage=drain_direction_map] [depression=depression_map] [accumulation=accumulation_map] [max_slope_length=max_slope_length] [blocking=overland_blocking_map] [slope_steepness=slope_steepness_map] length_slope=length_slope_map [disturbed_land=rill_erosion_map] [slope_deposition=slope_deposition value or map]USAGE for ARMSED FILE creation: %s [-4] elevation=elevation_map threshold=swale_threshold [flow=overland_flow_map] [drainage=drain_direction_map] [depression=depression_map] [accumulation=accumulation_map] [basin=watershed_basin_map] [stream=stream_segment_map] [half_basin=half_basin_map] ar=ARMSED_file_name
sv: ANVÄNDNING för avgränsning av bassänger: %s -4 elevation=höjd_karta threshold=tröskelvärde [flow=flöde_överland_flöde_karta] [drainage=dränering_riktning_karta] [depression=depression_karta] [accumulation=ackumulation_karta] [basin=avrinningsområde_avrinningsområde_karta] [stream=strömsegment_karta] ANVÄNDNING för bestämning av lutningslängd: %s [-4] elevation=elevation_map threshold=swale_threshold [drainage=drain_direction_map] [depression=depression_map] [accumulation=ackumulation_map] [max_slope_length=max_slope_length] [blocking=overland_blocking_map] [slope_steepness=slope_steepness_map] length_slope=length_slope_map [disturbed_land=rill_erosion_map] [slope_deposition=slope_deposition värde eller karta]ANVÄNDNING för skapande av ARMSED FILE: %s [-4] elevation=höjdkarta threshold=svalltröskel [flow=flöde_flödeskarta] [drainage=dräneringsriktning_karta] [depression=depression_karta] [accumulation=ackumulation_karta] [basin=avrinningsområde_karta] [stream=flödessegment_karta] [half_basin=halv_basin_karta] ar=ARMSED_file_name

source: Please indicate which map layers you wish to use in the lumped
cs: Prosím zadejte které vrstvy chcet pou¾ít v soustøedìném
sv: Ange vilka kartlager du vill använda i den klumpade
