Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Your cats/ file is invalid. A cats/ file with categories and labels is required for 'colortable' when using CELL rasters. No colortable will be assigned to this output postscript file.
cs: Vá¹ soubor cats/ není platný. Soubor cats/ s kategoriemi a ¹títky je vy¾adován pro 'tabulku barev' v pøípadì rastrových souborù CELL. K výstupnímu souboru ve formátu PostScript tak nebude pøiøazena ¾ádná tabulka berev.

source: Scale set to %s.
cs: Mìøítko nastaveno na %s.

source: The mapping instruction <%s> will be renamed to <%s> in future versions of GRASS. Please use <%s> instead.
cs: Mapové instrukce <%s> budou pøejmenovány na <%s> v dal¹ích verzích GRASSu. Prosím pou¾ijte radìjí<%s>.

source: vector, keyword2, keyword3
cs: vektor, klíèové slovo2, klíèové slovo3

source: raster, keyword2, keyword3
cs: rastr, klíèové slovo2, klíèové slovo3

source: Unable to read file header of <%s>
cs: Nelze èíst hlavièku souboru <%s>

source: Failed writing raster map <%s>
cs: Selhalo zapisování rastrové mapy <%s>

source: database, SQL
cs: databáze, SQL

source: Removes a database.
cs: Odstraòuji databázi.

source: Name of file containing SQL statements
cs: Soubor obsahující pøíkazy SQL

source: Use db.select for SELECT SQL statements
cs: Pou¾ijte db.select pro povel SQL SELECT

source: Prints/sets general DB connection for current mapset and exits.
cs: Vytisknout/nastavit obecné DB pøipojení aktuálního mapsetu a ukonèit se.

source: Database schema
cs: Schéma databáze.

source: Do not use this option if schemas are not supported by driver/database server
cs: Tuto volbu nepou¾ívejte, pokud schémata nejsou podporována ovladaèem/databázovým serverem.

source: SQL select statement
cs: SQL povel pro výbìr (select)

source: For example: 'select * from rybniky where kapri = 'hodne'
cs: Pøíkaz SQL select, napø.: 'select * from rybniky where kapri = 'hodne'

source: Name of file with sql statement
cs: Název souboru s pøíkazy sql

source: Selects data from table.
cs: Vyber data z tabulky.

source: Error trying to read dbmscap file
cs: Chyba pøi pokusu èíst soubor dbmscap

source: print drivers and exit
cs: vypi¹ ovladaèe a ukonèi se

source: List all database drivers.
cs: Vypi¹ v¹echny databázové ovladaèe.

source: Removes a table from database.
cs: Odstraní tabulku z databáze.

source: Cannot allocate cursor.
cs: Nelze alokovat kurzor

source: Cannot ad new token.
cs: Nelze pøidat dal¹í token.

source: Cannot scan timestamp:
cs: Nelze zjistit èasovou znaèku:

source: Cannot scan date:
cs: Nelze získat datum:

source: Cannot scan time:
cs: Nelze získat èas:

source: Cannot scan datetime:
cs: Nelze získat datumaèas:

source: Cannot connect to MySQL:
cs: Nelze se pøipojit k MySQL:

source: Cannot parse MySQL embedded database name
cs: Nelze parsovat MySQL pøipojené jméno databáze

source: Cannot connect to MySQL embedded server:
cs: Nelzese pøipojit na MySQL server

source: Cannot select data:
cs: Nelze vybrat data:

source: DBMI-MySQL driver error:
cs: Chyba ovladaèe DBMI-MySQL :

source: Unknown option in database definition for
cs: Neznámá volba v definici databáze pro

source: Cannot get list of tables:
cs: Nelze získat seznam tabulek:

source: Cannot recognize boolean value
cs: Nelze rozpoznat booleanovskou hodnotu

source: pg driver: PostGIS column '%s', type 'geometry' will not be converted
cs: ovladaè pg: Sloupec PostGIS '%s', typu 'geometry' nebude pøeveden

source: pg driver: column '%s', type %d is not supported
cs: ovladaè pg: sloupec '%s', typu %d není podporován

source: column '%s' : type int8 (bigint) is stored as integer (4 bytes) some data may be damaged
cs: sloupec '%s' : typ int8 (bigint) byl ulo¾en jako integer (celé èíslo - 4 byty) nìkterá data mohou být po¹kozena

source: column '%s' : type character varying is stored as varchar(250) some data may be lost
cs: sloupec '%s' : typ character varying byl ulo¾en jako varchar(250), nìkterá data mohou být ztracena

source: OGR driver: column '%s', OGR type %d is not supported
cs: Ovladaè OGR: sloupec '%s', typu %d není podporován

source: column '%s', type 'string': unknown width -> stored as varchar(250) some data may be lost
cs: sloupec '%s' typu 'string': neznámé ¹íøky -> ulo¾en jako varchar(250), nìkterá data mohou být ztracena

source: Unable to list databases
cs: Nelze vypsat databáze

source: Location name
cs: Jméno location

source: List all databases for a given driver and location.
cs: Vypi¹ v¹echny databáze pro daný ovladaè a umístìní.

source: Sets user/password for driver/database.
cs: Nastavit u¾ivatele/heslo pro ovladaè/databázi

source: Enter database password for connection <%s:%s:user=%s>
cs: Zadajte heslo k databázi pro spojení <%s:%s:user=%s>

source: Hit RETURN to cancel request
cs: Stisknìte RETURN pro ukonèení ¾ádosti

source: Exiting. Not changing current settings
cs: Konèím, nemìním aktuální nastavení

source: New password set
cs: Nové heslo bylo nastaveno.

source: The password was stored in file
cs: Heslo bylo ulo¾eno v souboru.

source: Print table structure
cs: Vypi¹ strukturu tabulky

source: Traces a flow through an elevation model on a raster map layer.
cs: Urèí smìr povrchového odtoku na rastrovém modelu reliéfu.

source: Name of existing raster map containing elevation surface
cs: Jméno existujícího rastru obsahujícího digitální model terénu.

source: Output drain raster map
cs: Název rastrové mapy odtoku

source: The E and N coordinates of starting point(s)
cs: Mapa V a S souøadnic gridu poèáteèního bodu(ù)

source: Vector map(s) containing starting point(s)
cs: Vektorové mapy obsahující poèáteèní bod(y)

source: Metrics allocation
cs: Alokace metriky

source: Too many start points
cs: Pøíli¹ mnoho poèáteèních bodù

source: Failed to guess site file format
cs: Selhal jsem pøi hádání formátu bodù

source: Reports statistics for raster map layers.
cs: Vypí¹e statistiku pro rastrovou mapu.

source: Raster map(s) to report on
cs: Rastrové mapy, pro které má být vytvoøena zpráva

source: Character representing no data cell value
cs: Znak, reprezentující hodnoty bez dat

source: Page length (default: %d lines)
cs: Délka stránky (výchozí: %d øádkù)

source: Page width (default: %d characters)
cs: ©íøka stránky (výchozí: %d znakù)

source: Name of an output file to hold the report
cs: Název výstupního souboru, pro ulo¾ení zprávy

source: Number of fp subranges to collect stats from
cs: Poèet podintervalù rastrové mapy s plovoucí desetinnou èárkou, pro které bude vytvoøena statistika

source: Filter out all no data cells
cs: Odfiltruj v¹echny buòky hodnotou ¾ádná data

source: Filter out cells where all maps have no data
cs: Odfiltruj v¹echny buòky s hodnotou ¾ádná data pro celou mapu

source: Report for cats fp ranges (fp maps only)
cs: Zpráva pro jednotlivé kategorie rastrových map s plovoucí desetinnou èárkou

source: Read fp map as integer (use map's quant rules)
cs: Naèti mapu s plovoucí desetinnou øárkou jako celoèíselnou (pou¾ij kvatizaèní pravidla mapy)

source: raster, resample
cs: rastr, pøevzorkování

source: Interpolation method
cs: Interpolaèní metoda

source: Unable to write color table for %s
cs: Nelze zapsat barevnou tabulku pro %s

source: Converts 3 GRASS raster layers (R,G,B) to a PPM image file at the pixel resolution of the CURRENTLY DEFINED REGION.
cs: Pøevede 3 GRASSové rastrové mapy (R,G,B) do souboru PPM s rozli¹ením pixelu podle aktuálnì definovaného regionu.

source: Name for new PPM file. (use out=- for stdout)
cs: Název nového souboru PPM. (pro standardní výstup pou¾ijte out=-)

source: rows = %d, cols = %d
cs: øádkù = %d, sloupcù = %d

source: Converting ...
cs: Pøevádím ...

source: Import GDAL supported raster file into a binary raster map layer.
cs: Import rastrových souborù podporovaných knihovnou GDAL.

source: Raster file to be imported
cs: Název rastrového souboru, který má být importován

source: Name of location to read projection from for GCPs transformation
cs: Název location, ze které bude naètena mapová projekce pro GCP transformaci

source: Override projection (use location's projection)
cs: Pøepi¹ mapovou projekci (pou¾ij map. projekci location)

source: You have to specify a target location different from output location
cs: Musíte zadat cílovou location rùznou od souèasné

source: Name for output raster map not specified
cs: Název výstupní rastrové mapy nebyl specifikován

source: The polynomial rectification used in i.rectify does not work well with NOAA/AVHRR data. Try using gdalwarp with thin plate spline rectification instead. (-tps)
cs: Polynomická rektifikace pou¾ita v i.rectify nepracuje dobøe s daty NOAA/AVHRR. Zkuste místo toho pou¾ít gdalwarp rektifikaci pomocí køivek tenkých plátù (-tps)

source: Unable to convert input map projection to GRASS format; cannot create new location.
cs: Nelze pøevést vstupní mapovou projekci do formátu GRASSu; nelze vytvoøit novou location.

source: Location <%s> created
cs: Location <%s> vytvoøena

source: Unable to convert input raster map projection information to GRASS format for checking
cs: Nelze pøevést informace o vstupní mapové projekci do formátu GRASSu (pro kontrolu)

source: Location PROJ_INFO is:
cs: PROJ_INFO location je:

source: You can use the -o flag to r.in.gdal to override this check and use the location definition for the dataset.
cs: Mù¾ete pou¾ít pøepínaè -o zru¹ení této kontroly.

source: Consider generating a new location from the input dataset using the 'location' parameter.
cs: Zva¾te vytvoøení nové location s parametry 'location' ze vstupního datasetu.

source: Error in pj_do_proj (can't re-projection GCP %i)
cs: Chyba v pj_do_proj (nelze reprojekovat GCP %i)

source: Unable to get projection info of target location
cs: Nelze získat info mapové projekce cílové location

source: Unable to get projection units of target location
cs: Nelze získat jednotky mapové projekce cílové location

source: Unable to get projection key values of target location
cs: Nelze získat klíèové hodnoty mapové projekce cílové location

source: Surface generation program from rasterized contours.
cs: Program pro tvorbu povrchù z vrstevnic ulo¾ených v rastrové podobì.

source: Name of existing raster map containing contours
cs: Název existující rastrové mapy obsahující vrstevnice

source: Output elevation raster map
cs: Název výstupního digitálního modelu terénu

source: Unused; retained for compatibility purposes, will be removed in future
cs: Nepou¾ito; zbylo z dùvodù kompatibility, bude v budoucnosti vymazáno

source: Invoke slow, but memory frugal operation (generally not needed, will be removed in future)
cs: Vyvolá pomalou, ale na pamì» nenároènou operaci (obecnì není potøeba a bude v budoucnu vyjmuto)

source: (i) Basin map created by r.water.outlet (MASK)
cs: (i) Mapa povodí vytvoøená r.water.outlet (MASKa)

source: (i) Elevation map
cs: (i) Digitální model terénu

source: (o) Depressionless elevation map
cs: (o) Mapa vý¹ek zbavená depresí

source: (o) Direction map for depressionless elevation map
cs: (o) Mapa smìrù s mapou vý¹ek bez depresí

source: (o/i) Basin elevation map (MASK applied)
cs: (i/o) Mapa vý¹ek v povodí (MASKa aplikována)

source: (o) Topographic index ln(a/tanB) map (MASK applied)
cs: (i/o) Mapa topografického indexu ln(a/tanB) (MASKa aplikována)

source: (i) Number of topographic index classes
cs: (i) Poèet tøíd topografického indexu

source: (o/i) Topographic index statistics file
cs: (i/o) Soubor se statistikou topografického indexu

source: (i) TOPMODEL Parameters file
cs: (i) Soubor s parametry pro TOPMODEL

source: (i) Rainfall and potential evapotranspiration data file
cs: (i) Soubor srá¾ek a potenciální evapotranspirací

source: (o) Output file
cs: (o) Výstupní soubor

source: (i) OPTIONAL Observed flow file
cs: (i) VOLITELNÉ pozorované dráhy odtoku

source: (i) OPTIONAL Output for given time step
cs: (i) VOLITELNÉ Výstup pro danou èasovou znaèku

source: (i) OPTIONAL Output for given topographic index class
cs: (i) VOLITELNÉ Výstup pro danou tøídu topografického indexu

source: Input data given for (o/i)
cs: Vstupní data dána (i/o)

source: Input_options
cs: Vstupní_volby

source: Name of the latitudes input raster map [decimal degrees]
cs: Název rastrového souboru zem. ¹íøky [stupnì]

source: A single value of latitude [decimal degrees]
cs: Jednotná hodnota zem. délky [stupnì]

source: Name of real-sky beam radiation coefficient raster map [-]
cs: Soubor s koeficientem pøímého sluneèního záøení [-]

source: Name of real-sky diffuse radiation coefficient raster map [-]
cs: Název rastrové mapy s koeficientem real-sky difíºzního záøení [-]

source: Incorporate the shadowing effect of terrain
cs: Zahrnout vliv zastínìní okolním reliéfem

source: time and insol_time are incompatible options
cs: time a insol_time jsou nesluèitelné volby

source: Mode 1: instantaneous solar incidence angle & irradiance given a set local time
cs: Mode 1: okam¾itý solární íºhel dopadu & ozáøenost daná lokálním èasem

source: Can't get projection info of current location: please set latitude via 'lat' or 'latin' option!
cs: Nelze získat informaci o mapové projekci aktuální location: prosím, nastavte ¹íøkupomocí volby 'lat' nebo 'latin'!

source: Unable to create raster map %s
cs: Nejsem schopen vytvoøit rastrovou mapu %s.

source: rows changed from %d to %d
cs: øádky zmìnìny z %d na %d

source: cols changed from %d to %d
cs: sloupce zmìnìny z %d na %d

source: Produces a raster map layer of uniform random deviates whose range can be expressed by the user.
cs: Vytvoøí rastrovou mapu uniformních náhodných odchylek, jejich¾ rozsah mù¾e být zadán u¾ivatelem.

source: Create an integer map
cs: Vytvoøit celoèíselnou mapu

source: Generates red, green and blue raster map layers combining hue, intensity and saturation (HIS) values from user-specified input raster map layers.
cs: Vytvoøí èervené, zelené a modré rastrové mapy kombinací hodnot odstínu,intenzity a nasycení (his) z u¾ivatelem zadaných vstupních rastrových map.

source: Name of output layer to be used for RED
cs: Název výstupní mapy, která bude pou¾ita jako ÈERVENÁ v systému RGB

source: Name of output layer to be used for GREEN
cs: Název výstupní mapy, která bude pou¾ita jako ZELENÁ v systému RGB

source: Name of output layer to be used for BLUE
cs: Název výstupní mapy, která bude pou¾ita jako MODRÁ v systému RGB

source: Error reading 'hue' map
cs: Chyba pøi ètení mapy odstínu (hue)

source: Error reading 'intensity' map
cs: Chyba pøi ètení mapy intenzity

source: Error reading 'saturation' map
cs: Chyba pøi ètení mapy nasycení (saturation))

source: Lat/Long location is not supported
cs: Location lat/long není podporována

source: Cannot write category file for raster map <%s>
cs: Nelze soubor s kategoriemi pro <%s>

source: raster, geomorphology
cs: rastr, geomorfologie

source: Output raster layer containing morphometric parameter
cs: Výstupní rastrový soubor s morphometrickými parametry

source: Size of processing window (odd number only, max: %i)
cs: Velikost okna filtru (pouze lichá èísla, max: %i)

source: Creates topographic index [ln(a/tan(beta))] map from elevation map.
cs: Vytvoøí mapu topografického indexu, [ln(a/tan(beta))], z rastrové mapy digitálního modelu terénu.

source: Output topographic index map
cs: Výstupní mapa topografického indexu:

source: Lat/Long location is not supported by %s. Please reproject map first.
cs: Location Lat/Long není podporována %s. Prosím zmìòte projekci.

source: GIS format to write (case sensitive, see also -l flag)
cs: Formát souboru (na velikosti písmen zále¾í, viz také pøepínaè -l)

source: File type
cs: Typ souboru

source: Output file name not specified
cs: Nebylo zadáno jméno výstupního rastrového souboru

source: Generates a raster map layer showing watershed subbasins.
cs: Vytvoøí rastrovou mapu ukazující dílèí povodí v povodích.

source: Coded stream network file name
cs: Soubor øíèní sítì, obsahující kódové oznaèení øádu tokù

source: Thinned ridge network file name
cs: Soubor se sítí ztenèených høbetù

source: Name for the resultant watershed partition file
cs: Jméno výsledného souboru s rozdìlenými povodími

source: Swapping header data
cs: Odkládám hlavièková data

source: Exporting raster as integer values (bytes=%d)
cs: Exportuji rastr s celoèíselnými hodnotami (bytes=%d)

source: Exporting raster as floating values (bytes=%d)
cs: Exportuji rastr s neceloèíselnými hodnotami (bytes=%d)

source: Exporting raster as double values (bytes=%d)
cs: Exportuji rastr s neceloèíselnými hodnotami (double) (bytes=%d)

source: Reading map
cs: Naèítám mapu

source: raster, export, VRML
cs: rastr, export, VRML

source: Export a raster map to the Virtual Reality Modeling Language (VRML)
cs: Export rastrové mapy do Virtual Reality Modeling Language (VRML)

source: Name of elevation map
cs: Jméno mapy elevace

source: Name of color file
cs: Jméno souboru s barvou

source: Name for new VRML file
cs: Jméno nového souboru VRML

source: Lake depth from %f to %f
cs: Hloubka jezera je %f do %f

source: Cannot create category file for <%s>
cs: Nelze vytvoøit soubor s kategoriemi pro <%s>

source: The map is floating point! Ignoring cats list, using vals list
cs: Mapa s plovoucí desetinnou èárkou! Ignoruji cats list, pou¾iji vals list

source: vals argument is required for floating point map!
cs: pro mapu s plovoucí desetinnou èárkou je po¾adován argument vals!

source: Cannot read header of raster map <%s> in <%s>
cs: Nelze èíst hlavièku pro rastrovou mapu <%s> v <%s>

source: Cannot open cell file of raster map <%s> in <%s>
cs: Nelze otevøít soubor cell rastrové mapy <%s> v <%s>

source: raster, flow, hydrology
cs: rastr, tok, hydrologie

source: Overland flow hydrologic simulation using path sampling method (SIMWE)
cs: Hydrologický model povrchového odtoku s pou¾itím metody vzorové cesty (SIMWE)

source: Name of the elevation raster map [m]
cs: Jméno rastrové mapy elevace [m]

source: Name of the x-derivatives raster map [m/m]
cs: Název rastrové mapy s derivací x [m/m]

source: Name of the y-derivatives raster map [m/m]
cs: Název rastrové mapy s derivací y [m/m]

source: Name of the rainfall excess rate (rain-infilt) raster map [mm/hr]
cs: Jméno rastrové mapy míry nadbyteènosti srá¾ej (rein-infilt) [mm/hod]

source: Name of the runoff infiltration rate raster map [mm/hr]
cs: Jméno rastrové mapy pomìru odtoku a infiltrace [mm/hod]

source: Name of the Mannings n raster map
cs: Název rastrovéhé mapy drsnosti (Manningovo n)

source: Mannings n unique value
cs: jedineèná hodnota drsnosti (Manningovo n)

source: Name of the flow controls raster map (permeability ratio 0-1)
cs: Jméno rastrového souboru kontroly proudìní (pomìr permeability 0-1)

source: Output water depth raster map [m]
cs: Výstupní rastrová mapa hloubky vody [m]

source: Output simulation error raster map [m]
cs: Výstupní rastrová mapa chyb simulace [m]

source: Number of walkers, default is twice the no. of cells
cs: Poèet chodcù, výchozí je dvounásobek poètu buòek

source: Threshold water depth [m] (diffusion increases after this water depth is reached)
cs: Prahová hloubka vody [m] (prostupnost se zvìt¹uje, pokud je tato hloubka dosa¾ena)

source: Raster map <%s> not found, and manin_val undefined, choose one to be allowed to process
cs: Rastrová mapa <%s> nabyla nalezena, a manin_val nenastavena, prosím vyberte jedno z toho pro umo¾nìní výpoètu

source: Number of iterations = %d cells
cs: Poèet opakování = %d buòek

source: raster, sediment flow, erosion, deposition
cs: rastr, tok erodovaných èástic, eroze, usazování

source: Sediment transport and erosion/deposition simulation using path sampling method (SIMWE)
cs: Simulace transportu sedimentù a eroze/usazování za pou¾ití vzorové cesty (SIMWE)

source: Name of the water depth raster map [m]
cs: Jméno rastrové mapy s vý¹kou vodní hladiny [m]

source: Name of the transport capacity coefficient raster map [s]
cs: Jméno rastrové mapy koeficientu transportní kapacity [s]

source: Output transport capacity raster map [kg/ms]
cs: Výstupní rastrová mapa transportní kapacity [kg/ms]

source: Output transp.limited erosion-deposition raster map [kg/m2s]
cs: Výstupní rastrová mapa transportem limitované eroze-usazování [kg/m2s]

source: Output sediment concentration raster map [particle/m3]
cs: Výstupní rastrová mapa koncentrace sedimentu [èástice/m3]

source: Output sediment flux raster map [kg/ms]
cs: Výstupní rastrová mapa toku sedimentù [kg/ms]

source: Output erosion-deposition raster map [kg/m2s]
cs: Výstupní rastrová mapa usazování-eroze [kg/m2s]

source: Invalid timestamp
cs: Chybný èasový otisk

source: Calculates univariate statistics from the non-null 3d cells of a raster3d map.
cs: Spoèítá základní statistiku z ne NULLových 3d bunìk 3d rastrové mapy.

source: Reading row %d
cs: Naèítám øádek %d

source: Import as Floating Point Data (default: Integer)
cs: Naimportuj jako hodnoty s plovoucí desetinnou èárkou (float) (výchozí: celoèíselné)

source: Import as Double Precision Data (default: Integer)
cs: Naimportuj jako hodnoty s plovoucí desetinnou èárkou (double) (výchozí: celoèíselné)

source: Signed data (high bit means negative value)
cs: Oznaèená data (vysoký bit znamená negativní hodnotu)

source: Byte Swap the Data During Import
cs: Swap bytù bìhem importu

source: Binary raster file to be imported
cs: Název rastrového souboru, který má být importován

source: Number of bytes per cell (1, 2, 4)
cs: Poèet bytù na buòku (1, 2, 4)

source: Byte Swapping Turned On.
cs: Zapnuto dokládání bytù.

source: Missing parameters ... Must provide at least[north= south= east= west=] OR [r= c=]
cs: Chybìjící parametry ... Musíte zadat alespoò [north= south= east= west=] NEBO [r= c=]

source: You have to provide all limits of geographic region (n,s,e,w)
cs: Musíte zadat v¹echny hranièní hodnoty (s,j,v,z)

source: Using N=%f S=%f E=%f W=%f
cs: Pou¾ívám N=%f S=%f E=%f W=%f

source: Using rows=%d cols=%d
cs: Pou¾ívám øádkù=%d sloupcù=%d

source: Bytes do not match File size
cs: Byty neodpovídají velikosti souboru

source: File Size %d ... Total Bytes %d
cs: Velikost souboru %d ... Celkovì bytù %d

source: Try bytes=%d or adjusting input parameters
cs: Zkuste bytes=%d nebo pøenastavit vstupní parametry

source: Conversion failed at row %d
cs: Pøed selhal na øádku %d

source: One or more input raster maps not found
cs: Jedna nebo více vstupních rastrových map nenalezeno

source: Creating support files for raster map <%s>
cs: Vytváøím podpùrné soubory pro rastrovou vrstvu <%s>

source: Cannot read raster row [%d]
cs: Nelze èíst øádek rastru [%d]

source: Cannot read cover raster row [%d]
cs: Nelze èíst øádek [%d] rastru

source: Cannot read raster row [%d] from raster map <%s>
cs: Nelze èíst øádek [%d] rastrové mapy <%s>

source: Cannot read raster row [%d] from cover raster map <%s>
cs: Nelze èíst øádek [%d] z krycí rastrové mapy <%s>

source: Only [%ld] random points created
cs: Jenom [%ld] náhodných bodù bylo vytvoøeno

source: The number of points to allocate
cs: Poèet bodù, které mají být rozmístìny

source: Report information about input raster and exit
cs: Nahla¹ informace o vstupním rastru a ukonèi se

source: Note: one (or both) of %s and %s must be specified
cs: Musí být zadána alespoò jedna volba z %s a %s

source: There aren't [%ld] cells in the current region
cs: V aktuálním regionu nejsou ¾ádné buòky [%ld]

source: Raster map for which to edit null file
cs: Rastrová její¾ soubor NULL bude editován

source: Unknown metric: [%s].
cs: Neznámá metrika: [%s].

source: %s: running %s command
cs: %s: spou¹tím pøíkaz %s

source: %s: unable to open temporary file
cs: %s: nelze otevøít doèasný soubor

source: Resultant raster map (not used with 'distribution')
cs: Výsledná rastrová mapa (nelze pou¾ít s 'distribution')

source: Output map <%s> ignored
cs: Výstupní mapa <%s> ignorována

source: Not yet implemented!
cs: Zatím nebylo implementováno!
