Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: Attempt to delete not registered line %d from node %d
sv: Försök att radera ej registrerad rad %d från nod %d

source: Attempt to read line angle for the line which is not connected to the node: node %d, line %d
cs: Pokus o naètení úhlu linie pro linii, která není pøipojena k uzlu: uzel %d, linie %d
sv: Försök att läsa linjevinkeln för den linje som inte är ansluten till noden: nod %d, linje %d

source: This version of GRASS (%d.%d) is too old to read this topology format. Try to rebuild topology or upgrade GRASS to at least version %d.
sv: Denna version av GRASS (%d.%d) är för gammal för att läsa detta topologiformat. Försök att bygga om topologin eller uppgradera GRASS till minst version %d.

source: Your GRASS version does not fully support topology format %d.%d of the vector. Consider to rebuild topology or upgrade GRASS.
sv: Din GRASS-version har inte fullt stöd för topologiformat %d.%d för vektorn. Överväg att bygga om topologin eller uppgradera GRASS.

source: Old topology format version %d.%d is not supported by this release. Try to rebuild topology using v.build or v.build.all module.
sv: Gammalt topologiformat version %d.%d stöds inte av denna utgåva. Försök att bygga om topologin med hjälp av modulen v.build eller v.build.all.

source: Vector exceeds supported file size limit
sv: Vektorn överskrider den tillåtna filstorleksgränsen

source: Unable to find '%x' in %s
sv: Det går inte att hitta '%x' i %s

source: Unable to delete node %d from spatial index
cs: Nelze smazat uzel %d z prostorového indexu
sv: Det går inte att ta bort nod %d från spatialt index

source: Unable to delete line %d from spatial index
cs: Nelze smazat linii %d z prostorového indexu
sv: Det går inte att ta bort rad %d från ett spatialt index

source: Attempt to delete sidx for dead area
cs: Pokus o odstranìní sidx mrtvé plochy
sv: Försök att ta bort sidx för dött område

source: Unable to delete area %d from spatial index
cs: Nelze smazat plochu %d z prostorového indexu
sv: Det går inte att ta bort område %d från det spatiala indexet

source: Unable to delete isle %d from spatial index
cs: Nelze smazat ostrov %d z prostorového indexu
sv: Det går inte att ta bort ö %d från det spatiala indexet

source: Topology file must be written before spatial index file
sv: Topologifilen måste skrivas före den spatiala indexfilen

source: This version of GRASS (%d.%d) is too old to read this spatial index format. Try to rebuild topology or upgrade GRASS to at least version %d.
sv: Den här versionen av GRASS (%d.%d) är för gammal för att läsa detta spatiala indexformat. Försök att bygga om topologin eller uppgradera GRASS till minst version %d.

source: Your GRASS version does not fully support spatial index format %d.%d of the vector. Consider to rebuild topology or upgrade GRASS.
sv: Din GRASS-version har inte fullt stöd för det spatiala indexformatet %d.%d för vektorn. Överväg att bygga om topologin eller uppgradera GRASS.

source: Spatial index format version %d.%d is not supported by this release. Please rebuild topology.
sv: Spatial index format version %d.%d stöds inte av denna utgåva. Vänligen bygg om topologin.

source: Unable to open test.tmp file
sv: Filen test.tmp kan inte öppnas

source: Error in read/write portable double, byte_order = %d Written: %.16e3E Read: %.16e3E
sv: Fel i läs/skriv portabel dubbel, byte_order = %d Skrivet: %.16e3E Läst: %.16e3E

source: Error in read/write portable float, byte_order = %d Written: %.8e3E Read: %.8e3E
sv: Fel i läs/skriv portabel float, byte_order = %d Skrivet: %.8e3E Läst: %.8e3E

source: Error in read/write portable off_t, byte_order = %d Written: %lu Read: %lu
sv: Fel i läs/skriv portabel off_t, byte_order = %d Skrivet: %lu Läst: %lu

source: Error in read/write portable long, byte_order = %d Written: %lu Read: %lu
sv: Fel i read/write portable long, byte_order = %d Written: %lu Läst: %lu

source: Error in read/write portable int, byte_order = %d Written: %d Read: %d
sv: Fel i läs/skriv portabel int, byte_order = %d Skrivet: %d Läst: %d

source: Error in read/write portable short, byte_order = %d Written: %d Read: %d
sv: Fel i läs/skriv portabel kort, byte_order = %d Skrivet: %d Läst: %d

source: Error in read/write portable char, byte_order = %d Written: %d Read: %d
sv: Fel i read/write portable char, byte_order = %d Written: %d Läst: %d

source: Computing minimum spanning tree...
sv: Beräkning av minsta spännviddsträd...

source: Unable to open select cursor: %s
sv: Det går inte att öppna markören: %s

source: Point %d is not connected!
sv: Punkt %d är inte ansluten!

source: '%s' must be > 0
sv: '%s' måste vara > 0

source: 'where' and 'cats' parameters were supplied, cat will be ignored
sv: parametrarna "where" och "cats" har angetts, cat ignoreras

source: Unable to load data from database
sv: Det går inte att ladda data från databasen

source: Problem loading category values
sv: Problem med att ladda kategorivärden

source: ++ Running basic unit tests ++
sv: ++ Körning av grundläggande enhetstester ++

source: -- Basic rtree unit tests failure --
sv: -- Fel i grundläggande enhetstester för rtree --

source: -- Basic rtree unit tests finished successfully --
sv: -- Grundläggande rtree-enhetstester slutfördes framgångsrikt --

source: Unit tests for the vector rtree library
sv: Enhetstester för vektorbiblioteket rtree

source: Unable to set category %d for (feature id %d)
sv: Det går inte att ange kategori %d för (feature id %d)

source: Attempt to delete dead feature (%d)
sv: Försök att ta bort död funktion (%d)

source: No area found for centroid %d
sv: Ingen yta hittades för centroid %d

source: Duplicate centroid %d, unable to delete area
sv: Duplicerad centroid %d, kan inte ta bort område

source: Area %d without centroid
sv: Område %d utan centroid

source: Area %d has no boundaries
sv: Område %d har inga gränser

source: Unknown query tool
cs: Neznámý dotazovací nástroj
sv: Okänt frågeverktyg

source: ++ Running math tool unit tests ++
cs: ++ Jednotkový math tool test spu¹tìn ++

source: -- math tool unit tests failure --
cs: -- Math tool test selhal --

source: -- math tool unit tests finished successfully --
cs: -- Math tool test skonèil úspì¹nì --

source: ++ Running array unit tests ++
cs: ++ Test jednotek pole spu¹tìn ++

source: 1. testing 2d arrays
cs: 1. testuji 2d pole

source: 2. testing 3d arrays
cs: 2. testuji 3d pole

source: -- Array unit tests failure --
cs: -- Test jednotek pole havaroval --

source: -- Array unit tests finished successfully --
cs: -- Test jednotek pole skonèil úspì¹nì --

source: ++ Running heat flow integration tests ++
cs: ++ Integraèní test heat flow spu¹tìn ++

source: 1. testing 2d heat flow
cs: 1.testuji 2d heat flow

source: 2. testing 3d heat flow
cs: 2.testuji 3d heat flow

source: -- heat flow integration tests failure --
cs: -- Integraèní test heat flow havaroval --

source: -- heat flow integration tests finished successfully --
cs: -- Integraèní test heat flow skonèil úspì¹nì --

source: ++ Running les creation unit tests ++
cs: ++ Jednotkový test les creation spu¹tìn ++

source: -- les creation unit tests failure --
cs: -- Jednotkový test les creation havaroval --

source: -- les creation unit tests finished successfully --
cs: Jednotkový test les creation skonèil úspì¹nì --

source: * testing les creation in parallel
cs: * testuji les creation paralelnì

source: * testing les creation in serial
cs: * testuji les creation sériovì

source: ++ Running gwflow integration tests ++
cs: ++ Integraèní test gwflow spu¹tìn ++

source: 1. testing 2d gwflow
cs: 1. testuji 2d gwflow

source: 2. testing 3d gwflow
cs: 2. testuji 3d wgflow

source: -- gwflow integration tests failure --
cs: -- Integraèní test gwflow havaroval --

source: -- gwflow integration tests finished successfully --
cs: -- Integraèní test skonèil úspì¹nì --

source: ++ Running geom_data unit tests ++
cs: ++ Jednotkový test geom_data spu¹tìn ++

source: -- geom_data unit tests failure --
cs: -- Jednotkový test geom_data havaroval --

source: -- geom_data unit tests finished successfully --
cs: -- Jednotkový test geom_data skonèil úspì¹nì --

source: ++ Running solute_transport integration tests ++
cs: ++ Integraèní test solute_transport spu¹tìn ++

source: 1. testing 2d solute_transport
cs: 1. testuji 2d solute_transport

source: 2. testing 3d solute_transport
cs: 2. testuji 3d solute_transport

source: -- solute_transport integration tests failure --
cs: -- Integraèní test solute_transport havaroval --

source: -- solute_transport integration tests finished successfully --
cs: -- Integraèní test solute_transport skonèil úspì¹nì --

source: ++ Running assembling unit tests ++
cs: ++ Test kompletaèních jednotek spu¹tìn ++

source: 1. testing 2d assembling
cs: 1. testuji 2d kompletaci

source: 2. testing 3d assembling
cs: 2. testuji 3d kompletaci

source: -- Assembling unit tests failure --
cs: -- Test kompletaèních jednotek selhal --

source: -- Assembling unit tests finished successfully --
cs: -- Test kompletaèních jednotek skonèil úspì¹nì --

source: ++ Running gradient unit tests ++
cs: ++ Jednotkový test gradient spu¹tìn ++

source: 1. testing 2d gradient
cs: 1. testuji 2d gradient

source: 2. testing 3d gradient
cs: 2. testuji 3d gradient

source: -- Gradient unit tests failure --
cs: -- Jednotkový test gradient havaroval --

source: -- Gradient unit tests finished successfully --
cs: -- Jednotkový test gradient skonèil úspì¹nì --

source: The linear equation system is not quadratic
cs: Lineární systém rovnic není kvadratický

source: The type of solver which should solve the symmetric linear equation system
cs: Typ solveru který by mìl øe¹it symetrickou lineární soustavu rovnic

source: The type of solver which should solve the linear equation system
cs: Typ solveru, který by mìl øe¹it lineární soustavu rovnic

source: Maximum number of iteration used to solver the linear equation system
cs: Maximální poèet iterací pou¾itá pro solver lineární soustavy rovnic

source: Error break criteria for iterative solvers (jacobi, sor, cg or bicgstab)
cs: Chyba kritéria pro iterativní solver (jacobi, sor, cg nebo bicgstab)

source: The relaxation parameter used by the jacobi and sor solver for speedup or stabilizing
cs: Regeneraèní parametr pou¾itý pro jacobi a sor solver pro zrychlení nebo stabilizaci

source: Unable to open raster map <%s>
cs: Nelze otevøít rastrovou mapu <%s>

source: Could not get raster row
cs: Nelze naèíst øádku rastru

source: Unable to close input map
cs: Nelze zavøít vstupní mapu

source: Unable to create raster map <%s>
cs: Nelze vytvoøit rastrovou mapu <%s>

source: Requested g3d map <%s> not found
cs: Po¾adovaná g3d mapa <%s> nebyla nalezena

source: Error closing g3d file
cs: Chyba pøi zavírání g3d souboru

source: The gauss elimination solver does not work with sparse matrices
cs: Gaussovu eliminaci nelze pou¾ít pro øídké matice

source: The lu solver does not work with sparse matrices
cs: Lu metodu nelze pou¾ít pro øídké matice

source: The cholesky solver does not work with sparse matrices
cs: Cholesky metodu nelze pou¾ít pro øídké matice

source: Matrix is not symmetric!
cs: Matice není symetrická!

source: Illegal table map name <%s>. May not contain '.' or 'NULL'.
cs: Neplatný název vektorové mapy <%s>. Nesmí obsahovat '.' nebo 'NULL'.

source: Illegal table map name <%s>. Must start with a letter.
cs: Neplatný název atributové tabulky <%s>. Musí zaèínat písmenem.

source: Illegal table map name <%s>. Character <%c> not allowed.
cs: Neplatné název tabulky vektorové mapy <%s>. Znak <%c> není povolen.

source: Unable to open driver <%s>
cs: Nelze otevøít ovladaè <%s>

source: Unable to set category %d for line %d
cs: Nelze nastavit kategorii %d pro linii %d

source: Unable to delete layer/category %d/%d line %d
cs: Nelze smazat vrstva/kategorie %d/%d linie %d

source: Building topology for vector map <%s>...
cs: Vytváøím topologii pro vektorovou vrstvu <%s>...

source: Topology was built
cs: Topologie byla vytvoøena

source: Number of nodes : %d
cs: Poèet uzlù : %d

source: Number of primitives: %d
cs: Poèet primitiv : %d

source: Number of points : %d
cs: Poèet bodù : %d

source: Number of lines : %d
cs: Poèet linií : %d

source: Number of boundaries: %d
cs: Poèet hranic : %d

source: Number of centroids : %d
cs: Poèet centroidù : %d

source: Number of faces : %d
cs: Poèet stìn : %d

source: Number of kernels : %d
cs: Poèet jader: : %d

source: Number of areas : %d
cs: Poèet ploch : %d

source: Number of isles : %d
cs: Poèet ostrovù : %d

source: Number of incorrect boundaries : %d
cs: Poèet chybných hranic : %d

source: Number of centroids outside area : %d
cs: Poèet centroidù mimo plochu : %d

source: Number of duplicate centroids : %d
cs: Poèet duplikátních centroidù : %d

source: Number of areas without centroid : %d
cs: Poèet ploch bez centroidu : %d

source: Number of areas : -
cs: Poèet ploch : -

source: Number of isles : -
cs: Poèet ostrovù : -

source: Unable to open topo file for write <%s>
cs: Nelze otevøít soubor s topologií pro zápis <%s>

source: Unable open spatial index file for write <%s>
cs: Nelze otevøít soubor s prostorovým indexem pro zápis <%s>

source: Programmer requested unknown open level %d
cs: Programátor po¾adoval neznámé otevøení na úrovni %d

source: Unable to read head file
cs: Nelze èíst hlavièkový soubor

source: Registering points
cs: Registrace bodù

source: All vertices
cs: V¹echny opìrné body

source: Registered points
cs: Registrovaných bodù

source: Nodes marked as anchor
cs: Uzel oznaèen jako fixní

source: Nodes marked to be snapped
cs: Uzel oznaèen jako pøipojený

source: Snaps
cs: Pøipojení

source: Snapped vertices
cs: Pøipojených opìrných bodù

source: New vertices
cs: Nový opìrný bod

source: Output vector map name <%s> is not valid map name
cs: Název výstupu <%s> není platným názvem rastrové mapy.

source: Invalid layer index (index >= number of layers)
cs: ©patný index vrstvy (index >= poèet vrstev)

source: Invalid layer index (index < 0 or index >= number of layers)
cs: ©patný index vrstvy (index < 0 nebo index >= poèet vrstev)

source: Layer or category index out of range
cs: Index vrstev nebo kategorií mimo rozsah

source: Unable to open cidx file <%s> for write
cs: Nelze otevøít soubor s indexem kategorií <%s> pro zápis

source: Error writing out category index file <%s>
cs: Chyba pøi zápisu souboru s indexem kategorií <%s>

source: Unable to open category index file for vector map <%s@%s>
cs: Nelze otevøít soubor s indexem kategorií pro vektorovou mapu <%s@%s>

source: Modifications
cs: Modifikace

source: Removed dangles:
cs: Odstranìné dangles:

source: %d errors in category string.
cs: %d chyb v

source: Intersections:
cs: Prùseèíky:

source: All points (vertices)
cs: V¹echny opìrné body

source: Registered points (unique coordinates)
cs: Registrované body (unikátní souøadnice)

source: Points marked for break
cs: Body vyznaèeny pro zlom

source: Breaks
cs: Zlomy

source: Removed bridges
cs: Odstranìné mosty

source: not implemented
cs: není implementováno

source: Unable to build spatial index from topology, vector map is not opened at topo level 2
cs: Nelze vytvoøit prostorový index z topologie, vektorová mapa není otevøena na úrovni 2

source: BUG (Vect_build_sidx_from_topo): node does not exist
cs: BUG (Vect_build_sidx_from_topo): bod neexistuje

source: BUG (Vect_build_sidx_from_topo): line does not exist
cs: BUG (Vect_build_sidx_from_topo): Linie neexistuje

source: BUG (Vect_build_sidx_from_topo): area does not exist
cs: BUG (Vect_build_sidx_from_topo): Plocha neexistuje

source: BUG (Vect_build_sidx_from_topo): isle does not exist
cs: BUG (Vect_build_sidx_from_topo): Ostrov neexistuje

source: Vector map <%s> is not open on level >= 2
cs: Vektorová mapa <%s> není otevøena na úrovni >= 2

source: Registering primitives:
cs: Registrace prvkù:

source: primitives registered
cs: prvky zaregistrovány

source: vertices registered
cs: opìrných bodù zaregistrováno

source: Building areas:
cs: Vytváøení ploch:

source: areas built
cs: ploch vytvoøeno

source: isles built
cs: Ostrovù vytvoøeno

source: Attaching islands:
cs: Pøidávání ostrovù:

source: Attaching centroids:
cs: Pøipojování centroidù:

source: Coor files of vector map <%s@%s> is larger than it should be (%ld bytes excess)
cs: Soubor se souøadnicemi (Coor) vektorové mapy <%s@%s> je vìt¹í ne¾ by mìl být (%ld bytù pøebývá)

source: Coor files of vector <%s@%s> is shorter than it should be (%ld bytes missing).
cs: Soubor se souøadnicemi (Coor) vektorové mapy <%s@%s> je men¹í ne¾ by mìl být (%ld bytù chybí)

source: Partial build for OGR is not supported
cs: Èásteèné vytvoøení pro OGR není podporováno

source: Random read is not supported by OGR for this layer, cannot build support
cs: Náhodné ètení není podporováno OGR pro tuto vrstvu, nelze vytvoøit podporu

source: Feature:
cs: Prvek:

source: Feature %d without geometry ignored
cs: Prvek %d bez geometrie je ignorován

source: OGR feature without ID ignored
cs: Prvek OGR bez ID je ignorován

source: Unable to read line %d
cs: Nelze èíst linii %d

source: OGR format cannot be updated
cs: Formát OGR nelze aktualizovat

source: Unable to open layer <%s>
cs: Nelze otevøít vrstvu <%s>

source: Unable to open fidx file for vector map <%s@%s>
cs: Nelze otevøít soubor fidx pro vektorovou mapu <%s@%s>

source: Removed areas
cs: Odstranìné plochy

source: Duplicates
cs: Zdvojení

source: input vector map is not open
cs: vstupní vektorová mapa není otevøena

source: Unable to remove directory '%s'
cs: Nelze smazat adresáø '%s'

source: Unable to get feature geometry, FID %ld
cs: Nelze zjistit prvky geometrie, FID %ld

source: Unable to add database link, map is not opened in WRITE mode
cs: Nelze pøidat spojení s databází, mapa není otevøena v módu pro ZÁPIS.

source: Unable to add database link
cs: Nelze pøidat spojení s databází.

source: Unable to open OGR DBMI driver
cs: Nelze otevøít ovladaè pro OGR DBMI

source: All FID tests failed. Neither 'FID' nor 'ogc_fid' nor 'ogr_fid' nor 'gid' available in OGR DB table
cs: V¹echny FID testy selhaly. Ani 'FID' ani 'ogc_fid' nebo 'ogr_fid' nebo gid' nejsou pou¾itelné v OGR DB tabulce

source: Don't know how to read links for format %d
cs: Neznámo jak pøeèíst linky pro formát %d

source: Error in rule on row %d in %s
cs: Chyba v pravidlu na øádku %d v %s

source: Unable to open vector database definition file '%s'
cs: Nelze otevøít soubor s definicí vektorové databáze '%s'

source: Database record for line %d (cat = %d, backword direction) not found(direction of line skipped)
cs: Datová polo¾ka pro linii %d (cat = %d, smìr dozadu) nebyla nalezena(smìr linie pøeskoèen)

source: Unknown keyword %s in vector head
cs: Neznámé klíèové slovo %s v hlavièce vektorové mapy

source: Unable to initialise PROJ.4 with the following parameter list:
cs: Nelze inicializovat PROJ.4 s následujícími parametry:

source: The error message: %s
cs: Chybová zpráva: %s

source: Datum <%s> not recognised by GRASS and no parameters found
cs: Geodetické datum <%s> nebylo GRASS rozpoznáno a nebyly nalezeny ¾ádné parametry.

source: Datum <%s> apparently recognised by GRASS but no parameters found. You may want to look into this.
cs: Geodetické datum <%s> bylo zjevnì GRASSem rozpoznáno, nicménì nebyly nalezeny parametry. Zkontrolujte nastavení.

source: Data type used in the output file
cs: Datový typ pou¾itý ve výstupním souboru

source: Precision used in the output file (default, max, or 0 to 52)
cs: Pøesnost pou¾itá ve výstupním souboru (výchozí, maximální nebo 0 a¾ 52)

source: The compression method used in the output file
cs: Metoda komprese pou¾itá ve výstupním souboru

source: The dimensions of the tiles used in the output file
cs: Dimenze dla¾dic pou¾itá ve výstupním souboru

source: G3d_getStandard3dParams: precision value invalid
cs: G3d_getStandard3dParams: hodnota pøesnosti není platná

source: G3d_getStandard3dParams: tile dimension value invalid
cs: G3d_getStandard3dParams: dimenze dla¾dic není platná

source: G3d_openCellOldNoHeader: error in G3d_maskOpenOld
cs: G3d_openCellOldNoHeader: chyba v G3d_maskOpenOld

source: G3d_openCellOldNoHeader: error in G3d_malloc
cs: G3d_openCellOldNoHeader: chyba v G3d_malloc

source: G3d_openCellOldNoHeader: error in G_open_old
cs: G3d_openCellOldNoHeader: chyba v G_open_old

source: G3d_openCellOld: error in G3d_openCellOldNoHeader
cs: G3d_openCellOld: chyba v G3d_openCellOldNoHeader

source: G3d_openCellOld: can't rewind file
cs: G3d_openCellOld: nemohu znovu natáhnoutsoubor

source: G3d_openCellOld: error in G3d_readHeader
cs: G3d_openCellOld: chyba v G3d_readHeader

source: G3d_openCellOld: projection does not match window projection
cs: G3d_openCellOld: projekce mapy neodpovídá projekci okna

source: G3d_openCellOld: zone does not match window zone
cs: G3d_openCellOld: zóna neodpovídá zónì okna

source: G3d_openCellOld: can't read header
cs: G3d_openCellOld: nemohu pøeèíst hlavièku

source: G3d_openCellOld: index does not fit into long
cs: G3d_openCellOld: index neodpovídá typu long

source: G3d_openCellOld: error in G3d_malloc
cs: G3d_openCellOld: chyba v G3d_malloc

source: G3d_openCellOld: error in G3d_fillHeader
cs: G3d_openCellOld: chyba v G3d_fillHeader

source: G3d_openCellNew: error in G3d_maskOpenOld
cs: G3d_openCellNew: chyba v G3d_maskOpenOld

source: G3d_openCellNew: error in G3d_malloc
cs: G3d_openCellNew: chyba v G3d_malloc

source: G3d_openCellNew: could not open file
cs: G3d_openCellNew: nemohu otevøít soubor

source: G3d_openCellNew: can't write header
cs: G3d_openCellNew: nemohu ulo¾it hlavièku

source: G3d_openCellNew: error in G3d_fillHeader
cs: G3d_openCellNew: chyba v G3d_fillHeader

source: Problem reading raster map
cs: Potí¾e pøi ètení rastrové mapy

source: Unable to create header file for [%s]
cs: Nelze vytvoøit hlavièkový soubor pro [%s]

source: Illegal filename. Cannot be '.' or 'NULL'
cs: Nedovolený název souboru. Soubor se nemù¾e jmenovat '.' nebo 'NIC'

source: Illegal filename. Character <%c> not allowed.
cs: Nedovolený název souboru. Znak <%c> není povolen.

source: Unable to open raster map <%s@%s>
cs: Nelze otevøít rastrovou mapu <%s@%s>

source: Unable to find <%s@%s>
cs: Nelze nalézt <%s@%s>

source: Raster map <%s@%s> is in different projection than current region. Found raster map <%s@%s>, should be <%s>.
cs: Rastrová mapa<%s@%s> je v jiné projekci ne¾ souèasnýregion. Nalezena mapa <%s@%s>, mìla by být <%s>

source: Raster map <%s@%s> is in different zone (%d) than current region (%d)
cs: Rastrová mapa <%s@%s> je v jiné zónì (%d) ne¾ souèasný region (%d)

source: Raster map <%s@%s>: bytes per cell (%d) too large
cs: Rastrová mapa<%s@%s>: pøíli¹ mnoho bytù na buòku (%d)

source: G__open_raster_new(): no temp files available
cs: G__open_raster_new(): nejsou k dispozici ¾ádné doèasné soubory

source: Unable to write embedded null values for raster map open for random access
cs: Nelze zapsat vlo¾ené nulové hodnoty pro mapu otevøenou z náhodného výbìru

source: G_set_fp_type(): can only be called with FCELL_TYPE or DCELL_TYPE
cs: G_set_fp_type(): Mù¾e být zavoláno pouze s typy FCELL_TYPE nebo DCELL_TYPE

source: Unable to open '%s'
cs: Nelze otevøít '%s'

source: G_set_quant_rules() can be called only for raster maps opened for reading
cs: G_set_quant_rules() mù¾e být zavolán pouze pro rastrové mapy s právy jenom ke ètení

source: The floating data range for %s@%s is empty
cs: Rozsah dat s plovoucí desetinnou èárkou pro %s@%s je prázdný

source: The integer data range for %s@%s is empty
cs: Rozsah celoèíselných dat pro %s@%s je prázdný

source: quantization file [%s] in mapset [%s] %s
cs: kvantizaèní soubor [%s] v mapsetu [%s] %s

source: Can not create a new process!
cs: nelze vytvoøit nový proces

source: Unknown Location
cs: Neznámá Location

source: syntax error
cs: syntaktická chyba
