Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Provides surface interpolation from vector point data by Inverse Distance Squared Weighting.
sv: Ger ytinterpolering från vektorpunktsdata genom omvänd viktning av avståndskvadrat.

source: Name of attribute column with values to interpolate
sv: Namn på attributkolumn med värden som ska interpoleras

source: If not given and input is 2D vector map then category values are used. If input is 3D vector map then z-coordinates are used.
sv: Om inget anges och indata är en 2D-vektorkarta används kategorivärden. Om indata är en 3D-vektorkarta används z-koordinater.

source: Values
sv: Värden

source: Power parameter
sv: Effektparameter

source: Greater values assign greater influence to closer points
sv: Större värden ger större inflytande till närmare punkter

source: Don't index points by raster cell
cs: Neindexovat body podle rastrových bunìk
sv: Indexera inte punkter efter rastercell

source: Slower but uses less memory and includes points from outside region in the interpolation
cs: Pomalej¹í, men¹í nároky na pamì», zahrnuje do procesu interpolace i body mimo region)
sv: Långsammare men använder mindre minne och inkluderar punkter utanför regionen i interpoleringen

source: Illegal number (%s) of interpolation points
sv: Otillåtet antal (%s) interpoleringspunkter

source: No points found. Check current region with g.region
sv: Inga punkter hittades. Kontrollera aktuell region med g.region

source: Interpolating raster map <%s> (%s, %s)...
sv: Interpolerar rasterkarta <%s> (%s, %s)...

source: Input vector map <%s> is 2D - using categories to interpolate
sv: Vektorkartan <%s> är 2D - använd kategorier för att interpolera

source: Input vector map <%s> is 3D - using z-coordinates to interpolate
sv: Vektorkartan <%s> är 3D - använder z-koordinater för att interpolera

source: One record selected from table
sv: En post vald från tabellen

source: %ld point loaded
sv: %ld punkt laddades

source: Performs surface interpolation from vector points map by splines.
sv: Utför ytinterpolering från vektorpunkter som kartlagts med splines.

source: Spatial approximation and topographic analysis from given point or isoline data in vector format to floating point raster format using regularized spline with tension.
cs: Prostorová aproximace a topografická analýza ze zadaného souboru obsahujícího buïbodová data nebo isolinie ve vektorovém formátu. Vzniklé mapy jsou rastrové s plovoucídesetinnou èárkou za pou¾ití regularizovaného spline s tenzí a vyhlezním.
sv: Rumslig approximation och topografisk analys från given punkt- eller isolinjedata i vektorformat till rasterformat med flyttal med hjälp av regulariserad spline med spänning.

source: Perform cross-validation procedure without raster approximation
cs: Provede proceduru køí¾ové validace bez rastrové aproximace
sv: Utför korsvalideringsprocedur utan rasterapproximation

source: Use scale dependent tension
cs: Pou¾ij napìtí závislé na mìøítku
sv: Använd skalberoende spänning

source: Name for output surface elevation raster map
sv: Namn för rasterkarta över ytans höjd i utdata

source: Name for output mean curvature raster map
sv: Namn för rasterkarta för medelkurvatur i utdata

source: Name for output deviations vector point map
sv: Namn för vektorpunktskarta för produktionsavvikelser

source: Name for output cross-validation errors vector point map
sv: Namn för utdata för korsvalideringsfel vektorpunktskarta

source: Name for output vector map showing quadtree segmentation
sv: Namn för utdatavektorkarta som visar quadtree-segmentering

source: Name for output vector map showing overlapping windows
sv: Namn för utdatavektorkarta som visar överlappande fönster

source: Number of threads for parallel computing
sv: Antal trådar för parallella beräkningar

source: Name of raster map used as mask
sv: Namn på rasterkarta som används som mask

source: Tension parameter
cs: Parametr pnutí (tension)
sv: Parameter för spänning

source: Smoothing parameter
cs: Parametr vyhlazení (smoothing)
sv: Parameter för utjämning

source: Smoothing is by default 0.1 unless smooth_column is specified
sv: Utjämningen är som standard 0,1 om inte smooth_column har angetts

source: Name of the attribute column with smoothing parameters
cs: Název sloupce atributu, obsahujícího vyhlazovací parametry (smoothing)
sv: Namn på attributkolumnen med utjämningsparametrar

source: Minimum distance between points (to remove almost identical points). Default value is half of the smaller resolution of the current region
sv: Minsta avstånd mellan punkter (för att ta bort nästan identiska punkter). Standardvärdet är hälften av den mindre upplösningen för den aktuella regionen

source: Maximum distance between points on isoline (to insert additional points)
cs: Maximální vzdálenost mezi body na isolinii (budou vlo¾eny doplòující body)
sv: Maximalt avstånd mellan punkter på isolinjen (för att infoga ytterligare punkter)

source: Conversion factor for values used for approximation
cs: Pøevodní koeficient pro hodnoty pou¾ité na aproximaci
sv: Omvandlingsfaktor för värden som används för approximation

source: GRASS GIS is not compiled with OpenMP support, parallel computation is disabled.
sv: GRASS GIS är inte kompilerat med OpenMP-stöd, parallellberäkning är inaktiverad.

source: Output vector map name <%s> is not valid map name
sv: Utmatningsvektorns kartnamn <%s> är inte ett giltigt kartnamn

source: You are not outputting any raster or vector maps
sv: Du matar inte ut några raster- eller vektorkartor

source: Both cross-validation options (-c flag and cvdev vector output) must be specified
cs: Obì volby køí¾ové validace musí být pou¾ity (pøepínaè -c a výstupní vektorový soubor cvdev)
sv: Båda alternativen för korsvalidering (-c flagga och cvdev vektorutdata) måste anges

source: The cross-validation cannot be computed simultaneously with output raster or devi file
cs: Køí¾ová validace nemù¾e být poèítána spolu s výstupní rastrovou mapou nebo souborem s odchylkami (devi)
sv: Korsvalideringen kan inte beräknas samtidigt med utmatningsraster eller devi-fil

source: Using anisotropy - both theta and scalex have to be specified
cs: Pou¾ívám anisotropii - oba parametry theta a scalex musí být zadány
sv: Använda anisotropi - både theta och scalex måste anges

source: Both smatt and smooth options specified - using constant
cs: Obì volby smatt a smooth jsou zadány -- pou¾ívám konstanty.
sv: Både alternativen smatt och smooth specificerade - använder konstant

source: The computation will last too long - lower npmin is suggested
cs: Doba výpoètu bude pøíli¹ dlouhá - doporuèuji sní¾it hodnotu npmin
sv: Beräkningen kommer att ta för lång tid - lägre npmin föreslås

source: Not enough memory for %s
sv: Inte tillräckligt med minne för %s

source: Unable to create %s
sv: Det går inte att skapa %s

source: Input is 2D: using attribute values for approximation
sv: Inmatning är 2D: använda attributvärden för approximation

source: Input is 2D: using category values for approximation
sv: Inmatning är 2D: använda kategorivärden för approximation

source: Unable to create table '%s'
sv: Det går inte att skapa tabellen '%s'

source: %d bytes of disk space for temp files.
cs: %d bytù prostoru na disku pro doèasné soubory.
sv: %d byte diskutrymme för temp-filer.

source: Processing segments in parallel...
sv: Bearbetning av segment parallellt...

source: Interp_segmets failed
cs: Interp_segmets selhalo
sv: Interp_segmets misslyckades

source: Processing segments...
sv: Bearbetning av segment...

source: Unable to write raster maps - try to increase resolution
sv: Det går inte att skriva rasterkartor - försök öka upplösningen

source: Modifies a timestamp for a vector map.
sv: Ändrar en tidsstämpel för en vektorkarta.

source: Print/add/remove a timestamp for a vector map.
sv: Skriv ut/lägg till/ta bort en tidsstämpel för en vektorkarta.

source: Vector map <%s> not found %s
sv: Vektorkarta <%s> hittades inte %s

source: Reverse transformation; 3D vector features to 2D
sv: Omvänd transformation; 3D-vektorfunktioner till 2D

source: Do not copy attribute table
sv: Kopiera inte attributtabellen

source: Name of attribute column used for height
sv: Namn på attributkolumn som används för höjd

source: Can be used for reverse transformation, to store height of points
sv: Kan användas för omvänd transformation, för att lagra punkternas höjd

source: Performs transformation of 2D vector features to 3D.
sv: Utför omvandling av 2D-vektorfunktioner till 3D.

source: Either '%s' or '%s' parameter have to be used
sv: Antingen parametern '%s' eller '%s' måste användas

source: Parameters '%s' ignored
sv: Parametrar '%s' ignorerade

source: Attribute table required
sv: Attributtabell krävs

source: Vector map <%s> is 2D
sv: Vektorkarta <%s> är 2D

source: Vector map <%s> is 3D
sv: Vektorkarta <%s> är 3D

source: Unable to copy attributes
sv: Det går inte att kopiera attribut

source: Vertical extent of vector map <%s>: B: %f T: %f
sv: Vertikal utsträckning av vektorkartan <%s>: B: %f T: %f

source: Invalid layer number %d, assuming 1
sv: Ogiltigt skiktnummer %d, antagande 1

source: Column must be numeric
sv: Kolumnen måste vara numerisk

source: Fetching height from <%s> column...
sv: Hämta höjd från <%s> kolumn...

source: Transforming features...
sv: Omvandling av funktioner...

source: Skipping feature without category
sv: Hoppa över funktion utan kategori

source: Unable to get height for feature category %d
sv: Det går inte att få höjd för funktionskategori %d

source: Reading categories...
sv: Läsa kategorier...

source: Feature id %d has no category - skipping
sv: Feature id %d har ingen kategori - hoppar över

source: Feature id %d has more categories. Using category %d.
sv: Feature id %d har fler kategorier. Använda kategori %d.

source: Record (cat %d) does not exist (not updated)
sv: Posten (cat %d) finns inte (ej uppdaterad)

source: Reading areas...
sv: Läsområden...

source: azimuth
sv: azimut

source: bounding box
sv: begränsande box

source: compactness
sv: kompakthet

source: coordinates
sv: koordinater

source: length
sv: längd

source: sides
sv: sidor

source: sinuous
sv: slingrande

source: Populates attribute values from vector features.
sv: Fyller i attributvärden från vektorfunktioner.

source: Vector map <%s> not found in the current mapset. Unable to modify vector maps from different mapsets.
sv: Vektorkartan <%s> finns inte i den aktuella kartuppsättningen. Det går inte att ändra vektorkartor från olika kartuppsättningar.

source: Database connection not defined for layer %d. Use v.db.connect first.
cs: Spojení s databází nebylo pro vrstvu <%d> definováno. Nejprve pou¾ijte v.db.connect.
sv: Databasanslutning ej definierad för lager %d. Använd v.db.connect först.

source: Missing column name for input column number %d
sv: Saknar kolumnnamn för inmatat kolumnnummer %d

source: Missing column name for table column number %d
sv: Saknar kolumnnamn för tabellkolumnnumret %d

source: Existing column <%s> has a different but maybe compatible type
sv: Befintlig kolumn <%s> har en annan men kanske kompatibel typ

source: Existing column <%s> has the wrong type
sv: Befintlig kolumn <%s> har fel typ

source: Values in column <%s> will be overwritten
sv: Värden i kolumn <%s> kommer att skrivas över

source: Column <%s> exists. To overwrite, use the --overwrite flag
sv: Kolumn <%s> finns. För att skriva över, använd flaggan --overwrite

source: Category index for vector map <%s> is not sorted
sv: Kategoriindex för vektorkarta <%s> är inte sorterat

source: Unable to write history for vector map <%s>
sv: Det går inte att skriva historik för vektorkarta <%s>

source: Layer number or name (write to)
sv: Lagnummer eller namn (skriv till)

source: For coor valid point/centroid, for length valid line/boundary
sv: För koor giltig punkt/centroid, för längd giltig linje/gräns

source: Value to upload
cs: Hodnota pro aktualizaci
sv: Värde att ladda upp

source: insert new row for each category if doesn't exist yet
sv: infoga ny rad för varje kategori om den inte redan finns

source: area size
sv: områdets storlek

source: compactness of an area, calculated as compactness = perimeter / (2 * sqrt(PI * area))
sv: kompakthet för ett område, beräknat som kompakthet = omkrets / (2 * sqrt(PI * område))

source: fractal dimension of boundary defining a polygon, calculated as fd = 2 * (log(perimeter) / log(area))
sv: fraktal dimension av gränsen som definierar en polygon, beräknad som fd = 2 * (log(perimeter) / log(area))

source: line length
sv: linjelängd

source: perimeter length of an area
sv: omkrets längd av en yta

source: number of features for each category
sv: antal funktioner för varje kategori

source: point coordinates, X,Y or X,Y,Z
sv: punktkoordinater, X,Y eller X,Y,Z

source: line/boundary starting point coordinates, X,Y or X,Y,Z
sv: koordinater för startpunkt för linje/gräns, X,Y eller X,Y,Z

source: line/boundary end point coordinates, X,Y or X,Y,Z
sv: koordinater för linjens/gränsens slutpunkt, X,Y eller X,Y,Z

source: categories of areas on the left and right side of the boundary, 'query_layer' is used for area category
sv: kategorier av områden på vänster och höger sida av gränsen, "query_layer" används för områdeskategori

source: result of a database query for all records of the geometry (or geometries) from table specified by 'query_layer' option
sv: resultat av en databasfråga för alla poster med geometrin (eller geometrierna) från tabellen som anges av alternativet "query_layer

source: slope steepness of vector line or boundary
sv: lutning Vektorlinjens eller gränsens branthet

source: line sinuousity, calculated as line length / distance between end points
sv: linjens kurvighet, beräknad som linjens längd / avståndet mellan ändpunkterna

source: line azimuth, calculated as angle between North direction and endnode direction at startnode
sv: linjeazimut, beräknad som vinkeln mellan nordlig riktning och endnode-riktning vid startnode

source: bounding box of area, N,S,E,W
sv: avgränsning av området, N,S,E,W

source: Name of attribute column(s) to populate
sv: Namn på attributkolumn(er) som ska fyllas i

source: Query layer number or name (read from)
sv: Fråga lagernummer eller namn (läs från)

source: Name of attribute column used for 'query' option
cs: Jméno atributového sloupce pou¾itého pro volbu dotazu 'query'
sv: Namn på attributkolumn som används för alternativet "query

source: E.g. 'cat', 'count(*)', 'sum(val)'
cs: Napø. 'cat', 'count(*)', 'sum(val)'
sv: T.ex. 'cat', 'count(*)', 'sum(val)'

source: Field separator for print mode
sv: Fältseparator för utskriftsläge

source: plain;Plain text output;json;JSON (JavaScript Object Notation), only used when print only flag is also set;
sv: plain;Vanlig textutskrift;json;JSON (JavaScript Object Notation), används endast om flaggan print only också är inställd;

source: Print only
cs: pouze vypi¹
sv: Endast utskrift

source: Print header
sv: Skriv ut rubrik

source: Only print SQL statements
sv: Skriv bara ut SQL-satser

source: Print also totals for option length, area, or count
sv: Skriv även ut totalsummor för alternativets längd, yta eller antal

source: This option requires one column
cs: Tato volba vy¾aduje jeden sloupec
sv: Detta alternativ kräver en kolumn

source: This option requires two columns
cs: Tato volba vy¾aduje 2 sloupce
sv: Detta alternativ kräver två kolumner

source: This option requires at least two columns
cs: tato volba vy¾aduje nejménì 2 sloupce
sv: Detta alternativ kräver minst två kolumner

source: This option requires four columns
sv: Detta alternativ kräver fyra kolumner

source: Parameter 'qcolumn' must be specified for 'option=query'
cs: Parametr 'qcolumn' musí být zadán, pokud je 'option=query'
sv: Parametern 'qcolumn' måste anges för 'option=query'

source: The 'sides' option makes sense only for boundaries
cs: Volba 'sides' má smysl jenom pro hranièní linie
sv: Alternativet "sidor" är endast meningsfullt för gränser

source: The 'sinuous' option makes sense only for lines
cs: Volba 'sinuous' má smysl pouze pro linie
sv: Alternativet "sinuous" är endast meningsfullt för linjer

source: The 'azimuth' option makes sense only for lines
sv: Alternativet "azimut" är endast meningsfullt för linjer

source: Querying database...
cs: Doztazuji se databáze ....
sv: Frågar databasen...

source: Query for category '0' (no category) was not executed because of too many (%d) query categories. All later reported values for cat 0 are not valid.
cs: Dotez pro kategorii '0' (¾ádná kategorie) nebyl vykonán díky mnoha (%d) dotazovaným kategoriím. V¹echny dal¹í zprávy pro kategorii 0 nejsou platné.
sv: Förfrågan för kategori '0' (ingen kategori) genomfördes inte på grund av för många (%d) frågekategorier. Alla senare rapporterade värden för kategori 0 är ogiltiga.

source: Multiple query results, output value set to NULL (category [%d])
cs: Mnohonásobné výsledky dotazu, výstupní hodnota nastavena na NULL (kategorie [%d])
sv: Flera sökresultat, utdatavärdet satt till NULL (kategori [%d])

source: Unable to fetch record
cs: Nelze získat øádek
sv: Det går inte att hämta posten

source: No totals for selected option
sv: Inga totalsummor för valt alternativ

source: %d categories read from vector map (layer %d)
sv: %d kategorier lästa från vektorkarta (lager %d)

source: %d records selected from table (layer %d)
sv: %d poster valda från tabell (lager %d)

source: %d categories read from vector map exist in selection from table
sv: %d kategorier lästa från vektorkarta finns i urval från tabell

source: %d categories read from vector map don't exist in selection from table
sv: %d kategorier som läses från vektorkartan finns inte i urvalet från tabellen

source: %d records updated/inserted (layer %d)
sv: %d poster uppdaterade/införda (lager %d)

source: %d update/insert errors (layer %d)
sv: %d fel vid uppdatering/insättning (lager %d)

source: %d categories with more points (coordinates not loaded)
cs: %d kategorií s více ne¾ jedním bodem (souøadnice nejsou naèteny)
sv: %d kategorier med fler punkter (koordinater inte inlästa)

source: Updating database...
cs: Aktualizace databáze ...
sv: Uppdatering av databas...

source: More elements of category %d, nothing loaded to database
sv: Fler element i kategori %d, inget laddat till databasen

source: Record (cat %d) already exists (not inserted)
sv: Record (cat %d) finns redan (inte infogad)

source: Cannot update table: %s
sv: Det går inte att uppdatera tabellen: %s

source: Creates points along input lines in new vector map with 2 layers.
sv: Skapar punkter längs indatalinjerna i en ny vektorkarta med 2 lager.

source: Use line nodes (start/end) or vertices only
sv: Använd endast linjenoder (start/slut) eller hörnpunkter

source: Maximum distance between points in map units or percentage with -p
sv: Maximalt avstånd mellan punkter i kartenheter eller procent med -p

source: Interpolate points between line vertices (only for use=vertex)
sv: Interpolera punkter mellan linjens hörnpunkter (endast för use=vertex)

source: Use dmax as percentage of line length
sv: Använd dmax som procentandel av linjelängden

source: Start from the end node
sv: Börja från slutnoden

source: Flag -%c ignored (requires %s=%s)
sv: Flagga -%c ignoreras (kräver %s=%s)

source: Flag -%c ignored (reason %s=%s)
sv: Flagga -%c ignorerad (orsak %s=%s)

source: %d features without category in layer <%d> skipped. Note that features without category (usually boundaries) are not skipped when '%s=-1' is given.
sv: %d objekt utan kategori i skikt <%d> hoppas över. Observera att objekt utan kategori (vanligtvis gränser) inte hoppas över när '%s=-1' anges.

source: %d points written to output vector map.
sv: %d punkter skrivna till utmatningsvektorkartan.

source: No record for area (cat = %d)
cs: Pro plochu není záznam (cat = %d)
sv: Ingen registrering för område (kat = %d)

source: Unable to use column specified
cs: Nelze pou¾ít zadaný sloupec
sv: Det går inte att använda den angivna kolumnen

source: Get area %d failed
cs: Selhalo získávání plochy %d
sv: Hämta område %d misslyckades

source: Failed to plot polygon
sv: Misslyckades med att plotta polygonen

source: Area without centroid (OK for island)
sv: Område utan centroid (OK för ö)

source: No record for line (cat = %d)
cs: Pro linii není záznam (cat = %d)
sv: Inget rekord för linje (kat = %d)

source: %d lines with varying height were not written to raster
cs: %d linií s rùznou vý¹kou nebude zapsáno do rastrové mapy
sv: %d linjer med varierande höjd skrevs inte till raster

source: rasterization
sv: rasterisering

source: Converts (rasterize) a vector map into a raster map.
sv: Konverterar (rasteriserar) en vektorkarta till en rasterkarta.

source: Source of raster values
cs: Zdroj hodnot rastrové mapy
sv: Källa till rastervärden

source: read values from attribute table
sv: läsa värden från attributtabell

source: use value specified by value option
sv: nyttjandevärde specificerat av värdealternativ

source: use z coordinate (points or contours only)
sv: använd z-koordinat (endast punkter eller konturer)

source: line direction in degrees CCW from east (lines only)
sv: linjens riktning i grader motströms från öster (endast linjer)

source: Name of column for 'attr' parameter (data type must be numeric)
sv: Namn på kolumnen för parametern "attr" (datatypen måste vara numerisk)

source: Name of color definition column (with RRR:GGG:BBB entries)
cs: Jméno sloupce s definicí barvy (se vstupem RRR:GGG:BBB)
sv: Namn på kolumn för färgdefinition (med RRR:GGG:BBB-angivelser)

source: Name of column used as raster category labels
cs: Název sloupce atributu, který má být pou¾it jaok ¹títky pro kategorie rastrové mapy
sv: Namn på kolumn som används som etiketter för rasterkategorier

source: Raster value (for use=value)
sv: Rastervärde (för användning=värde)

source: Cache size must be at least 1 MiB, changing %d to 1
sv: Cache-storleken måste vara minst 1 MiB, ändra %d till 1

source: Column parameter missing (or use value parameter)
cs: chybìjící parametr col (nebo pou¾ít parametr value)
sv: Kolumnparameter saknas (eller använd värdeparameter)

source: Column parameter cannot be combined with use of category values option
cs: Parametr column nemù¾e být pou¾it souèasnì s volbou hodnot kategorií
sv: Kolumnparameter kan inte kombineras med alternativet användning av kategorivärden

source: Column parameter cannot be combined with use of value option
cs: Parametr column nemù¾e být pou¾it souèasnì s volbou value
sv: Kolumnparameter kan inte kombineras med användning av värdealternativ

source: Column parameter cannot be combined with use of z coordinate
cs: Parametr column nemù¾e být pou¾it souèasnì se souøadnicí z
sv: Kolumnparameter kan inte kombineras med användning av z-koordinat

source: Unknown option '%s'
cs: Neznámá volba '%s'
sv: Okänt alternativ '%s'

source: Unknown column <%s> in table <%s>
cs: Neznámý sloupec <%s> v tabulce <%s>
sv: Okänd kolumn <%s> i tabell <%s>

source: No records selected
cs: Nebyl vybán ¾ádný záznam
sv: Inga poster valda

source: Error in color definition column (%s) with cat %d: colorstring [%s]
cs: Chyba ve sloupci s definicí barvy (%s), kategorie %d: barevný øetìzec [%s]
sv: Fel i kolumn för färgdefinition (%s) med katt %d: färgsträng [%s]

source: Color set to [200:200:200]
cs: Barva nastavena na [200:200:200]
sv: Färg inställd på [200:200:200]

source: Error in color definition column (%s), with cat %d
cs: Chyba ve sloupci s definicí barvy (%s), kategorie %d
sv: Fel i kolumnen för färgdefinition (%s), med katt %d

source: Label column was not specified, no labels will be written
cs: Sloupec s popisky nebyl urèen, nebudou zapsány ¾ádné popisky
sv: Etikettkolumnen angavs inte, inga etiketter kommer att skrivas

source: Column type (%s) not supported
cs: Typ sloupce (%s) není podporován
sv: Kolumntyp (%s) stöds inte
