Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: Unknown algorithm '%s'
sv: Okänd algoritm '%s'

source: Classification algorithm failed
sv: Klassificeringsalgoritmen misslyckades

source: Equiprobable classbreaks currently limited to 10 classes
sv: Equiprobable classbreaks för närvarande begränsat till 10 klasser

source: There are classbreaks outside the range min-max. Number of classes reduced to %i, but using probabilities for %i classes.
cs: hranice intervalù jsou mimo rozmezí dané min max hodnotou. Poèet intervalù je sní¾en na %i, ale je pou¾ita pravdìpodobnost pro %i intervalù
sv: Det finns klassbrytningar utanför intervallet min-max. Antalet klasser reduceras till %i, men sannolikheter används för %i klasser.

source: Cairo_Bitmap: Failed to create source
sv: Kairo_Bitmapp: Misslyckades med att skapa källa

source: Unable to open display
sv: Det går inte att öppna displayen

source: Unable to obtain visual
sv: Det går inte att få en visuell bild

source: Unknown file extension: %s
sv: Okänd filtillägg: %s

source: cairo: collecting to file '%s'
sv: cairo: insamling till filen '%s'

source: cairo: image size %dx%d
sv: cairo: bildstorlek %dx%d

source: Unknown Cairo surface type
sv: Okänd typ av yta i Kairo

source: Failed to initialize Cairo surface (width: %d, height: %d): %s
sv: Kairoytan (bredd: %d, höjd: %d) kunde inte initieras: %s

source: Unable to open file: %s
sv: Kunde inte öppna filen: %s

source: Failed to create cairo surface
sv: Misslyckades med att skapa cairo-yta

source: Cairo: unable to open input file <%s>
sv: Cairo: kan inte öppna indatafilen <%s>

source: Cairo: invalid input file <%s>
sv: Cairo: ogiltig indatafil <%s>

source: Cairo: Invalid BMP header for <%s>
sv: Cairo: Ogiltigt BMP-huvud för <%s>

source: Cairo: error reading BMP file <%s>: unexpected end of file
sv: Cairo: fel vid läsning av BMP-fil <%s>: oväntat slut på filen

source: Cairo: error reading BMP file <%s>: %s
sv: Cairo: fel vid läsning av BMP-fil <%s>: %s

source: Cairo: unexpected EOF reading <%s>
sv: Cairo: oväntad EOF-läsning <%s>

source: Cairo: input file has incorrect dimensions: expected: %dx%d got: %dx%d
sv: Cairo: inmatningsfilen har felaktiga dimensioner: förväntat: %dx%d fick: %dx%d

source: Cairo: unable to open input mask file <%s>
sv: Cairo: kan inte öppna filen för inmatningsmask <%s>

source: Cairo: invalid input mask file <%s>
sv: Cairo: ogiltig maskfil för inmatning <%s>

source: Cairo: unexpected EOF reading mask <%s>
sv: Cairo: oväntad EOF-läsning av mask <%s>

source: Cairo: input mask file has incorrect dimensions: expected: %dx%d got: %dx%d
sv: Cairo: inmatad maskfil har felaktiga dimensioner: förväntat: %dx%d fick: %dx%d

source: Unable to open input file <%s>
sv: Det gick inte att öppna indatafilen <%s>

source: Unable to read input file <%s>
sv: Det gick inte att läsa inmatningsfilen <%s>

source: Unable to parse input file <%s>
sv: Det gick inte att tolka indatafilen <%s>

source: Unable to convert from <%s> to UTF-8
sv: Det går inte att konvertera från <%s> till UTF-8

source: Some characters could not be converted to UTF-8
sv: Vissa tecken kunde inte konverteras till UTF-8

source: Cairo: unable to open output file <%s>
sv: Cairo: kan inte öppna utdatafilen <%s>

source: Cairo: unable to open mask file <%s>
sv: Cairo: kan inte öppna maskfil <%s>

source: Unable to open output file <%s>
sv: Det går inte att öppna utdatafilen <%s>

source: Unable to write output file <%s>
sv: Det går inte att skriva utdatafilen <%s>

source: produced by i.cluster
sv: producerad av i.cluster

source: Not enough data points (%d) in cluster
sv: Inte tillräckligt med datapunkter (%d) i klustret

source: Programmer error
sv: Fel i programmeraren

source: dbmi: Protocol error
sv: dbmi: Protokollfel

source: dbmi: Out of Memory
sv: dbmi: Ur minnet

source: dbmi: %s() not implemented
sv: dbmi: %s() ej implementerad

source: dbmi: Invalid procedure %d
sv: dbmi: Ogiltig procedur %d

source: db_set_index_column_name(): invalid column number
sv: db_set_index_column_name(): ogiltigt kolumnnummer

source: db_get_index_column_name(): invalid column number
sv: db_get_index_column_name(): ogiltigt kolumnnummer

source: Illegal table map name <%s>. May not contain '.' or 'NULL'.
sv: Olagligt namn på tabellmappning <%s>. Får inte innehålla '.' eller 'NULL'.

source: Illegal table map name <%s>. Must start with a letter.
sv: Olagligt namn på tabellmappning <%s>. Måste börja med en bokstav.

source: Illegal table map name <%s>. Character <%c> not allowed.
sv: Olagligt namn på tabellmappning <%s>. Tecken <%c> är inte tillåtet.

source: Unable to read file '%s'
sv: Det går inte att läsa filen '%s'

source: Login file (%s) corrupted (line: %s)
sv: Inloggningsfil (%s) skadad (rad: %s)

source: Unable to write file '%s'
sv: Det går inte att skriva filen '%s'

source: DB connection <%s/%s> already exists and will be overwritten
sv: DB-anslutning <%s/%s> finns redan och kommer att skrivas över

source: DB connection <%s/%s> already exists. Re-run '%s' with '--%s' flag to overwrite existing settings.
sv: DB-anslutning <%s/%s> finns redan. Kör '%s' igen med flaggan '--%s' för att skriva över befintliga inställningar.

source: ++ Running column unit tests ++
sv: ++ Körning av kolumn enhetstester ++

source: -- column unit tests failure --
sv: -- kolumn enhetstester fel --

source: -- column unit tests finished successfully --
sv: -- kolumn enhetstester avslutades framgångsrikt --

source: ++ Run test copy column ++
sv: ++ Kör testkopia kolumn ++

source: ++ Test copy column finished ++
sv: ++ Testkopieringskolumnen är klar ++

source: Choose the unit tests to run
cs: Vyberte jednotkový test pro spu¹tìní
sv: Välj vilka enhetstester som ska köras

source: Choose the integration tests to run
cs: Vyberte integraèní test pro spu¹tìní
sv: Välj vilka integrationstester som ska köras

source: Run all unit tests
cs: Spustit v¹echny testy
sv: Kör alla enhetstester

source: Run all integration tests
cs: Spustit v¹echny integraèní testy
sv: Kör alla integrationstester

source: Run all unit and integration tests
cs: Spustit v¹echny jednotkové a integraèní testy
sv: Utföra alla enhets- och integrationstester

source: Performs unit and integration tests for the dbmi base library
sv: Utför enhets- och integrationstester för dbmi-basbiblioteket

source: ++ Running table unit tests ++
sv: ++ Kör enhetstester för tabellen ++

source: -- Table unit tests failure --
sv: -- Tabell enhetstester misslyckande --

source: -- Table unit tests finished successfully --
sv: -- Tabellens enhetstester slutfördes framgångsrikt --

source: db_convert_Cstring_to_value(): unrecognized sqltype
sv: db_convert_Cstring_to_value(): oigenkänd sql-typ

source: db_convert_value_into_string(): unrecongized sqltype-type
sv: db_convert_value_into_string(): felaktig sqltype-typ

source: fetch: table has wrong number of columns
sv: hämta: tabellen har fel antal kolumner

source: send data: invalid C-type
sv: skicka data: ogiltig C-typ

source: Unable to describe table <%s>
cs: Nelze popsat tabulku <%s>
sv: Det går inte att beskriva tabellen <%s>

source: Array of values to select from column <%s> is empty
sv: Array med värden som ska väljas från kolumn <%s> är tom

source: Unable to start driver <%s>
cs: Nelze spustit ovladaè <%s>
sv: Det går inte att starta drivrutinen <%s>

source: Unable to open database <%s> by driver <%s>
cs: Nelze otevøít databázi <%s> pomocí ovladaèe <%s>
sv: Det gick inte att öppna databas <%s> med drivrutin <%s>

source: Unable to get list tables in database <%s>
cs: Nelze získat seznam tabulek v databázi <%s>
sv: Det går inte att hämta listtabeller i databasen <%s>

source: Table <%s> already exists in database and will be overwritten
sv: Tabell <%s> finns redan i databasen och kommer att skrivas över

source: Table <%s> already exists in database <%s>
sv: Tabell <%s> finns redan i databas <%s>

source: Unable to open select cursor: '%s'
cs: Nelze otevøít vybrat kurzor: '%s'
sv: Det går inte att öppna markeringsmarkören: '%s'

source: Column <%s> is not integer
cs: Sloupec <%s> není typu integer
sv: Kolumn <%s> är inte ett heltal

source: Column <%s> not found
cs: Sloupec <%s> nebyl nalezen
sv: Kolumn <%s> hittades inte

source: Unable to create table <%s>
cs: Nelze vytvoøit tabulku <%s>
sv: Det går inte att skapa tabellen <%s>

source: Unable to fetch data from table <%s>
cs: Nelze vybrat data z tabulky <%s>
sv: Det går inte att hämta data från tabell <%s>

source: Unknown column type (column <%s>)
cs: Neznámý typ sloupce (sloupec <%s>)
sv: Okänd kolumntyp (kolumn <%s>)

source: Unable open database <%s> by driver <%s>
cs: Nelze otevøít databázi <%s> pomocí ovladaèe <%s>
sv: Det går inte att öppna databas <%s> med drivrutin <%s>

source: Unable to drop table: '%s'
cs: Nelze zru¹it tabulku '%s'
sv: Det går inte att släppa tabellen: '%s'

source: Missing column name
sv: Saknar kolumnnamn

source: Missing key column name
sv: Saknar namn på nyckelkolumn

source: Unable select records from table <%s>
cs: Nelze vybrat záznam z tabulky <%s>
sv: Det går inte att välja poster från tabellen <%s>

source: Key column type is not integer
sv: Nyckelkolumnens typ är inte heltal

source: DBMI-%s driver error:
sv: DBMI-%s drivrutinsfel:

source: DBMI-%s driver file reading error: %s
sv: DBMI-%s fel vid läsning av drivrutinsfil: %s

source: Unsupported icon %d
sv: Ikon som inte stöds %d

source: Both %s and %s are defined. %s will be ignored.
sv: Både %s och %s är definierade. %s kommer att ignoreras.

source: Neither %s (managed by d.mon command) nor %s (used for direct rendering) defined
sv: Varken %s (hanteras av d.mon-kommandot) eller %s (används för direkt rendering) definieras

source: Unknown display driver <%s>
sv: Okänd displaydrivrutin <%s>

source: Using display driver <%s>...
sv: Använda displaydrivrutin <%s>...

source: GRASS_NOTIFY command <%s> failed
sv: GRASS_NOTIFY-kommandot <%s> misslyckades

source: String <%s> is too long
sv: Strängen <%s> är för lång

source: [%s]: No such color
cs: [%s]: Neznámá barva
sv: [%s]: Ingen sådan färg

source: %s: Unable to read font definition file; use the default
cs: %s: Nelze èíst soubor s definicí písma; bude pou¾it výchozí
sv: %s: Det går inte att läsa teckensnittsdefinitionsfilen; använd standard

source: %s: No font definition file
cs: %s: Není dostupný ¾ádný soubor s definicí písma
sv: %s: Ingen teckensnittsdefinitionsfil

source: general
sv: allmänt

source: unit test
sv: enhetstest

source: Performs unit tests for the gjson library
sv: Utför enhetstester för gjson-biblioteket

source: ++ Running gjson wrapper unit tests ++
sv: ++ Kör gjson-wrapper-enhetstester ++

source: -- gjson wrapper unit tests failure --
sv: -- gjson wrapper enhetstester fel --

source: -- gjson wrapper unit tests finished successfully --
sv: -- gjson wrapper enhetstester avslutade framgångsrikt --

source: Illegal n-s resolution value: %g
sv: Olagligt värde för n-s-upplösning: %g

source: Illegal number of rows: %d (resolution is %g)
sv: Otillåtet antal rader: %d (upplösning är %g)

source: Illegal e-w resolution value: %g
sv: Olagligt värde för e-w-upplösning: %g

source: Illegal number of columns: %d (resolution is %g)
sv: Otillåtet antal kolumner: %d (upplösning är %g)

source: North must be north of South, but %g (north) <= %g (south
sv: North måste ligga norr om South, men %g (north) <= %g (south)

source: North must be larger than South, but %g (north) <= %g (south
sv: Norr måste vara större än söder, men %g (norr) <= %g (söder)

source: East must be larger than West, but %g (east) <= %g (west)
sv: Öst måste vara större än väst, men %g (öst) <= %g (väst)

source: Invalid coordinates: negative number of columns
sv: Ogiltiga koordinater: negativt antal kolumner

source: Invalid coordinates: negative number of rows
sv: Ogiltiga koordinater: negativt antal rader

source: NS resolution has been changed
sv: NS upplösning har ändrats

source: EW resolution has been changed
sv: EW-upplösningen har ändrats

source: NS and EW resolutions are different
sv: NS och EW resolutioner är olika

source: Illegal n-s resolution value for 3D: %g
sv: Olagligt värde för n-s-upplösning för 3D: %g

source: Illegal number of rows for 3D: %d (resolution is %g)
sv: Otillåtet antal rader för 3D: %d (upplösningen är %g)

source: Illegal e-w resolution value for 3D: %g
sv: Olagligt värde för e-w-upplösning för 3D: %g

source: Illegal number of columns for 3D: %d (resolution is %g)
sv: Otillåtet antal kolumner för 3D: %d (upplösningen är %g)

source: Illegal t-b resolution value: %g
sv: Olagligt värde för t-b-upplösning: %g

source: Illegal depths value: %d
sv: Olagligt djupvärde: %d

source: Top must be larger than Bottom, but %g (top) <= %g (bottom)
sv: Topp måste vara större än botten, men %g (topp) <= %g (botten)

source: Invalid coordinates: negative number of depths
sv: Ogiltiga koordinater: negativt antal djup

source: East (%.15g) is not larger than West (%.15g)
sv: Öst (%.15g) är inte större än Väst (%.15g)

source: Illegal latitude for North: %g
sv: Olaglig latitud för North: %g

source: Illegal latitude for South: %g
sv: Olaglig latitud för South: %g

source: Illegal longitude for West: %g
sv: Otillåten longitud för West: %g

source: Illegal longitude for East: %g
sv: Otillåten longitud för East: %g

source: NS extent does not match NS resolution: %g cells difference
sv: NS omfattning stämmer inte överens med NS upplösning: %g celler skillnad

source: %g cells missing to reach 90 degree north
sv: %g celler saknas för att nå 90 grader nord

source: Subtle input data rounding error of north boundary (%g)
sv: Subtilt avrundningsfel i indata för norra gränsen (%g)

source: 90 degree north is exceeded by %g cells
sv: 90 grader norr överskrids av %g celler

source: %g cells missing to reach 90 degree south
sv: %g celler saknas för att nå 90 grader syd

source: Subtle input data rounding error of south boundary (%g)
sv: Subtilt avrundningsfel i indata för södra gränsen (%g)

source: 90 degree south is exceeded by %g cells
sv: 90 grader syd överskrids av %g celler

source: EW extent does not match EW resolution: %g cells difference
sv: EW omfattning stämmer inte överens med EW upplösning: %g celler skillnad

source: 360 degree EW extent is exceeded by %g cells (East: %g, West: %g)
sv: 360 graders EW-utbredning överskrids av %g celler (öst: %g, väst: %g)

source: %g cells missing to cover 360 degree EW extent
sv: %g celler saknas för att täcka 360 graders EW-utsträckning

source: Invalid NS resolution
sv: Ogiltig NS-upplösning

source: Invalid EW resolution
sv: Ogiltig EW-upplösning

source: Invalid North
sv: Ogiltig norr

source: Invalid East
sv: Ogiltig öst

source: NS resolution rounded from %s to %s
sv: NS upplösning avrundad från %s till %s

source: North rounded from %s to %s
sv: Norr avrundad från %s till %s

source: South adjusted from %s to %s
sv: Syd justeras från %s till %s

source: South rounded from %s to %s
sv: Syd avrundade från %s till %s

source: North adjusted from %s to %s
sv: Norr justeras från %s till %s

source: EW resolution rounded from %s to %s
sv: EW-upplösning avrundad från %s till %s

source: West rounded from %s to %s
sv: Väst avrundade från %s till %s

source: East adjusted from %s to %s
sv: Öst justeras från %s till %s

source: East rounded from %s to %s
sv: Öst avrundat från %s till %s

source: West adjusted from %s to %s
sv: Väst justeras från %s till %s

source: Current region rows: %d, cols: %d
sv: Aktuell region rader: %d, kolumner: %d

source: G_malloc: unable to allocate %lu bytes of memory at %s:%d
sv: G_malloc: det går inte att allokera %lu byte minne vid %s:%d

source: G_calloc: unable to allocate %lu * %lu bytes of memory at %s:%d
sv: G_calloc: det går inte att allokera %lu * %lu byte minne vid %s:%d

source: G_realloc: unable to allocate %lu bytes of memory at %s:%d
sv: G_realloc: det går inte att allokera %lu byte minne vid %s:%d

source: Failed to print %s
sv: Misslyckades med att skriva ut %s

source: Failed to parse string specifier: %s
sv: Misslyckades med att analysera strängspecificerare: %s

source: Format specifier exceeds the buffer size (%d)
sv: Formatangivelsen överskrider buffertstorleken (%d)

source: GRASS needs to be compiled with BZIP2 for BZIP2 compression
sv: GRASS måste kompileras med BZIP2 för BZIP2-komprimering

source: No source buffer
sv: Ingen källbuffert

source: No destination buffer
sv: Ingen buffert för destination

source: Invalid source buffer size %d
sv: Ogiltig buffertstorlek för källan %d

source: Invalid destination buffer size %d
sv: Ogiltig buffertstorlek för destination %d

source: BZIP2 version %s compression error %d
sv: BZIP2-version %s komprimeringsfel %d

source: BZIP2 version %s decompression error %d
sv: BZIP2-version %s dekompressionsfel %d

source: Got uncompressed size %d, expected %d
sv: Fick okomprimerad storlek %d, förväntad %d

source: LZ4 compression error
sv: Fel i LZ4-komprimering

source: LZ4 decompression error
sv: Fel vid dekomprimering av LZ4

source: ZLIB compression error %d: %s
sv: ZLIB-komprimeringsfel %d: %s

source: ZLIB decompression error %d: %s
sv: ZLIB-dekomprimeringsfel %d: %s

source: GRASS needs to be compiled with ZSTD for ZSTD compression
sv: GRASS måste kompileras med ZSTD för ZSTD-komprimering

source: ZSTD compression error %d: %s
sv: Fel vid komprimering av ZSTD %d: %s

source: no description
sv: ingen beskrivning

source: Unable to open color rule
sv: Det går inte att öppna färgregeln

source: range: map values
sv: intervall: kartvärden

source: range: %g to %g
sv: intervall: %g till %g

source: Unable to open color descriptions
sv: Det går inte att öppna färgbeskrivningar

source: Unknown color format '%s'
sv: Okänt färgformat ’%s’

source: Request for unsupported compressor
sv: Begäran om kompressor utan stöd

source: No destination buffer allocated
sv: Ingen destinationsbuffert tilldelad

source: Invalid read size %d
sv: Ogiltig läsningsstorlek %d

source: Unable to read %d bytes: end of file
sv: Kan inte läsa %d byte: slutet av filen

source: Unable to read %d bytes: %s
sv: Det går inte att läsa %d byte: %s

source: Unable to write compression flag
sv: Komprimeringsflaggan kan inte skrivas

source: Unable to write %d bytes: nothing written
sv: Kan inte skriva %d byte: inget skrivet

source: Unable to write %d bytes: %s
sv: Det går inte att skriva %d byte: %s

source: unable to open datum table file: %s
cs: nelze otevøít soubor s vý¹kovým systémem (datum): %s
sv: kan inte öppna filen datumtabell: %s

source: error in datum table file, line %d
cs: chyba v souboru obsahující vý¹kový systém (datum), na øádku %d
sv: fel i datumtabellfilen, rad %d

source: Cannot open debug file '%s'
cs: Nelze otevøít doèasný soubor '%s'
sv: Det går inte att öppna felsökningsfilen '%s'

source: %s: shouldn't happen: code=%d P=(%f,%f) S=(%f,%f)(%f,%f)
sv: %s: borde inte hända: code=%d P=(%f,%f) S=(%f,%f)(%f,%f)

source: %s complete. %s
cs: %s hotovo. %s
sv: %s komplett. %s

source: No active GRASS session: GISRC environment variable not set
sv: Ingen aktiv GRASS-session: Miljövariabeln GISRC är inte inställd

source: Incomplete GRASS session: Variable '%s' not set
sv: Ofullständig GRASS-session: Variabeln '%s' är inte inställd

source: unknown
sv: okänd

source: WARNING:
cs: UPOZORNÌNÍ:
sv: VARNING:

source: ERROR:
cs: CHYBA:
sv: FEL:

source: Data element '%s/%s' was found in more mapsets (also found in <%s>)
sv: Dataelementet '%s/%s' hittades i fler kartuppsättningar (hittades även i <%s>)

source: Using <%s@%s>...
sv: Använda <%s@%s>...

source: Unable to open ellipsoid table file <%s>
cs: Nelze otevøít soubor s tabulkou ref. elipsoidu: <%s>
sv: Det går inte att öppna filen ellipsoid table <%s>

source: Invalid a: field '%s' in file %s in <%s>
cs: Neplatné a: polo¾ka '%s' v souboru %s v <%s>
sv: Ogiltigt a: fält '%s' i fil %s i <%s>

source: Invalid ellipsoid '%s' in file %s in <%s>
cs: Neplatný ref. elipsoid '%s' v souboru %s v <%s>
sv: Ogiltig ellipsoid '%s' i fil %s i <%s>

source: Invalid es: field '%s' in file %s in <%s>
cs: Neplatné es: polo¾ka '%s' v souboru %s v <%s>
sv: Ogiltig es: fält '%s' i fil %s i <%s>

source: No ellipsoid info given in file %s in <%s>
cs: V souboru %s v <%s> chybí informace o ref. elipsoidu
sv: Ingen ellipsoidinformation given i fil %s i <%s>

source: <%s> file not found for location <%s>
cs: soubor <%s> nebyl nalezen v location <%s>
sv: <%s>fil hittades inte för plats <%s>

source: Unable to open input file <%s>: %s
sv: Det gick inte att öppna indatafilen <%s>: %s

source: Error closing output file <%s>: %s
sv: Fel vid stängning av utdatafil <%s>: %s

source: Unable to open element file <%s> for <%s@%s>
sv: Det går inte att öppna elementfilen <%s> för <%s@%s>

source: Region file %s/%s/%s is empty
sv: Regionfilen %s/%s/%s är tom

source: Module built against version %s but trying to use version %s. In case of errors you need to rebuild the module against GRASS GIS version %s.
sv: Modulen byggdes mot version %s men försöker använda version %s. I händelse av fel måste du bygga om modulen mot GRASS GIS version %s.

source: Module built against version %s but trying to use version %s. You need to rebuild GRASS GIS or untangle multiple installations.
sv: Modulen byggdes mot version %s men försöker använda version %s. Du måste bygga om GRASS GIS eller lösa upp flera installationer.

source: MAPSET %s - permission denied
cs: MAPSET %s - pøístup odepøen
sv: MAPSET %s - behörighet nekad

source: MAPSET %s not found at %s
sv: MAPSET %s hittades inte på %s

source: System not initialized. Programmer forgot to call G_gisinit().
cs: Systém není inicializován. Programátor zapomnìl zavolat G_gisinit().
sv: Systemet är inte initialiserat. Programmeraren glömde att anropa G_gisinit().

source: Unable to determine user's home directory
sv: Det går inte att fastställa användarens hemkatalog

source: Failed to create directory [%s]
sv: Misslyckades med att skapa katalog [%s]

source: Unable to open output file <%s>: %s
sv: Det gick inte att öppna utdatafilen <%s>: %s

source: Error writing file <%s>: %s
sv: Fel vid skrivning av fil <%s>: %s

source: Error reading file <%s>: %s
sv: Fel vid läsning av fil <%s>: %s

source: Error closing input file <%s>: %s
sv: Fel vid stängning av inmatningsfil <%s>: %s

source: Illegal filename <%s>. Cannot start with '.' or be 'NULL'.
sv: Olagligt filnamn <%s>. Kan inte börja med '.' eller vara 'NULL'.

source: Illegal filename <%s>. Character <%c> not allowed.
sv: Olagligt filnamn <%s>. Tecken <%c> är inte tillåtet.

source: Output raster map name <%s> is not valid map name
cs: Název výstupu <%s> není platným názvem rastrové mapy
sv: Utmatat rasterkartnamn <%s> är inte ett giltigt kartnamn

source: Raster map <%s> not found
cs: Rastrová mapa <%s> nebyla nalezena
sv: Rasterkarta <%s> hittades inte

source: Output raster map <%s> is used as input
cs: Výstupní mapa <%s> je pou¾ita jako vstup
sv: Utmatad rasterkarta <%s> används som indata

source: no %s files available in current mapset
cs: v aktuální mapsetu nejsou dostupné ¾ádné soubory %s
sv: inga %s filer tillgängliga i aktuell mapset

source: no %s files available in mapset <%s>
cs: ¾ádné soubory %s v mapsetu <%s>
sv: inga %s filer tillgängliga i mapset <%s>

source: %s files available in mapset <%s>:
cs: soubory %s v mapsetu <%s>:
sv: %s filer tillgängliga i kartset <%s>:

source: G_list: Unknown element type
cs: G_list: Neznámý typ elementu
sv: G_list: Okänd elementtyp

source: LOCATION <%s> not available
sv: LOCATION <%s> inte tillgänglig

source: gettimeofday failed: %s
sv: gettimeofday misslyckades: %s

source: Pseudo-random number generator not seeded
sv: Generatorn för pseudoslumpmässiga tal inte seedad

source: Unable to open directory %s
cs: Nelze otevøít adresáø %s
sv: Det går inte att öppna katalogen %s

source: Location <%s> doesn't exist
sv: Plats <%s> finns inte
