Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: The number of %s maps and %s point positions must be equal
sv: Antalet %s-kartor och %s-punktspositioner måste vara lika många

source: Start interpolation run with %i input maps and %i output maps
sv: Starta interpoleringskörning med %i inmatningskartor och %i utmatningskartor

source: map <%s> at position %g was not interpolated. Check the interpolation interval.
sv: karta <%s> vid position %g interpolerades inte. Kontrollera interpoleringsintervallet.

source: At least 2 input maps are required for linear interpolation
sv: Minst 2 inmatningskartor krävs för linjär interpolering

source: Interpolate map <%s> at position %g in interval (%g;%g)
sv: Interpolera karta <%s> vid position %g i intervallet (%g;%g)

source: Makes each output cell value a function of the values assigned to the corresponding cells in the input raster map layers.
cs: Hodnota ka¾dé buòky ve výstupním rastrovém souboru je funkcí hodnot nìkolika dal¹íchbunìk ve vstupním rastrovém souboru.
sv: Gör varje utdatacellvärde till en funktion av de värden som tilldelats motsvarande celler i de ingående rasterkartlagren.

source: Input file with one raster map name and optional one weight per line, field separator between name and weight is | (pipe)
sv: Indatafil med ett rasterkartnamn och en valfri vikt per rad, fältavgränsare mellan namn och vikt är | (pipe)

source: Aggregate operation
cs: Agregace
sv: Aggregerad drift

source: Weighting factor for each input map, default value is 1.0 for each input map
sv: Viktningsfaktor för varje indatakarta, standardvärdet är 1,0 för varje indatakarta

source: Weights must be positive
sv: Vikterna måste vara positiva

source: Reading raster map <%s> using weight %f...
sv: Läser rasterkarta <%s> med hjälp av vikt %f...

source: Unable to open input raster <%s>
sv: Det gick inte att öppna inmatningsraster <%s>

source: input= and weights= must have the same number of values
sv: input= och weights= måste ha samma antal värden

source: output= and method= must have the same number of values
sv: output= och method= måste ha samma antal värden

source: Method %s not compatible with weights, using unweighed version instead
sv: Metod %s inte kompatibel med vikter, använd istället ovägd version

source: soil
sv: jord

source: sediment flow
sv: sedimentflöde

source: deposition
sv: deponering

source: Sediment transport and erosion/deposition simulation using path sampling method (SIMWE).
sv: Simulering av sedimenttransport och erosion/deposition med hjälp av metoden för vägprovtagning (SIMWE).

source: Name of water depth raster map [m]
sv: Namn på rasterkarta över vattendjup [m]

source: Name of x-derivatives raster map [m/m]
sv: Namn på rasterkarta över x-derivat [m/m]

source: Name of y-derivatives raster map [m/m]
sv: Namn på rasterkarta för y-derivat [m/m]

source: Name of detachment capacity coefficient raster map [s/m]
sv: Namn på rasterkarta över avskiljningens kapacitetskoefficient [s/m]

source: Name of transport capacity coefficient raster map [s]
sv: Namn på rasterkarta med transportkapacitetskoefficient [s]

source: Name of critical shear stress raster map [Pa]
sv: Namn på rasterkarta över kritisk skjuvspänning [Pa]

source: Name of Manning's n raster map
sv: Namn på Manning's n rasterkarta

source: Manning's n unique value
sv: Manning's n unika värde

source: Name of sampling locations vector points map
sv: Namn på provtagningsplatser vektorpunkter karta

source: Name for output transport capacity raster map [kg/ms]
sv: Namn för rasterkarta för transportkapacitet [kg/ms]

source: Name for output transport limited erosion-deposition raster map [kg/m2s]
sv: Namn för rasterkarta med utmatning av transportbegränsad erosion-deposition [kg/m2s]

source: Name for output sediment concentration raster map [particle/m3]
sv: Namn för rasterkarta över utgående sedimentkoncentration [partikel/m3]

source: Name for output sediment flux raster map [kg/ms]
sv: Namn för rasterkarta över utgående sedimentflöde [kg/ms]

source: Name for output erosion-deposition raster map [kg/m2s]
sv: Namn för rasterkarta över erosion-deposition [kg/m2s]

source: Name for sampling points output text file. For each observation vector point the time series of sediment transport is stored.
sv: Namn på textfil för utdata från provtagningspunkter. För varje observationsvektorpunkt lagras tidsserien för sedimenttransport.

source: Base name of the output walkers vector points map
sv: Basnamn för den utgående kartan över vandrarnas vektorpunkter

source: Number of walkers
cs: Poèet chodcù
sv: Antal vandrare

source: Time used for iterations [minutes]
cs: Èas pou¾itý pro opakování [minuty]
sv: Tidsåtgång för iterationer [minuter]

source: Minimum time step for the simulation [seconds]
sv: Minsta tidssteg för simuleringen [sekunder]

source: A larger minimum time step substantially reduces processing time, but at the cost of accuracy
sv: Ett större minsta tidssteg minskar bearbetningstiden avsevärt, men på bekostnad av noggrannheten

source: Time interval for creating output maps [minutes]
cs: Èasový krok pro ulo¾ení výstupních map [minuty]
sv: Tidsintervall för att skapa output maps [minuter]

source: Water diffusion constant
cs: Konstanta prostupnosti vody
sv: Vattendiffusionskonstant

source: Seed for random number generator
sv: Seed för slumptalsgenerator

source: The same seed can be used to obtain same results or random seed can be generated by other means.
sv: Samma frö kan användas för att få samma resultat eller så kan ett slumpmässigt frö genereras på annat sätt.

source: Generate random seed
sv: Generera slumpmässigt frö

source: Automatically generates random seed for random number generator (use when you don't want to provide the seed option)
sv: Genererar automatiskt slumpmässigt frö för slumptalsgenerator (använd när du inte vill tillhandahålla fröalternativet)

source: Number of threads which will be used for parallel computation.
sv: Antal trådar som ska användas för parallellberäkning.

source: Generated random seed (-s): %ld
sv: Genererat slumpmässigt frö (-s): %ld

source: Read random seed from %s option: %ld
sv: Läs slumpmässigt frö från %s alternativ: %ld

source: <%d> is not valid number of threads. Number of threads will be set on <%d>
sv: <%d> är inte ett giltigt antal trådar. Antal trådar kommer att ställas in på <%d>

source: Number of threads: %d
sv: Antal trådar: %d

source: More than 100 files are going to be created !!!!!
cs: Bude vytvoøeno více ne¾ 100 souborù!!!!!
sv: Mer än 100 filer kommer att skapas !!!!!

source: default nwalk=%d, rwalk=%f
cs: Základní nwalk=%d, rwalk=%f
sv: standard nwalk=%d, rwalk=%f

source: Using metric conversion factor %f, step=%f
cs: Pou¾ívám konverzní faktor %f, krok=%f
sv: Använda metrisk omvandlingsfaktor %f, steg=%f

source: You are not outputting any raster or site files
sv: Du matar inte ut några raster- eller webbplatsfiler

source: Input failed
cs: Vstup selhal
sv: Inmatningen misslyckades

source: flow
sv: flöde

source: overland flow
sv: flöde över land

source: Overland flow hydrologic simulation using path sampling method (SIMWE).
sv: Hydrologisk simulering av landflöde med hjälp av vägprovtagningsmetod (SIMWE).

source: Name of rainfall excess rate (rain-infilt) raster map [mm/hr]
sv: Namn på rasterkartan för överskott av nederbörd (regn-infiltrering) [mm/hr]

source: Rainfall excess rate unique value [mm/hr]
cs: Jméno rastrové mapy míry nadbyteènosti srá¾ek (rein-infilt) [mm/hod]
sv: Regnets överskottshastighet unikt värde [mm/hr]

source: Name of runoff infiltration rate raster map [mm/hr]
sv: Namn på rasterkarta över avrinningens infiltrationshastighet [mm/hr]

source: Runoff infiltration rate unique value [mm/hr]
sv: Avrinningens infiltrationshastighet unikt värde [mm/tim]

source: Name of flow controls raster map (permeability ratio 0-1)
sv: Namn på flödeskontroller rasterkarta (permeabilitetskvot 0-1)

source: Name for output water depth raster map [m]
sv: Namn för rasterkarta över utgående vattendjup [m]

source: Name for output water discharge raster map [m3/s]
sv: Namn för rasterkarta över utgående vattenföring [m3/s]

source: Name for output simulation error raster map [m]
sv: Namn för rasterkarta för simuleringsfel [m]

source: Name for sampling points output text file. For each observation vector point the time series of water discharge is stored.
sv: Namn på textfil för utdata från provtagningspunkter. För varje observationsvektorpunkt lagras tidsserien för vattenavledning.

source: Number of walkers, default is twice the number of cells
sv: Antal vandrare, standard är dubbelt så många som antalet celler

source: Threshold water depth [m]
sv: Tröskelvärde för vattendjup [m]

source: Diffusion increases after this water depth is reached
sv: Diffusionen ökar efter att detta vattendjup har uppnåtts

source: Diffusion increase constant
cs: Konstanta zvìt¹ení prostupnosti
sv: Diffusionsökning konstant

source: Weighting factor for water flow velocity vector
cs: Váhový faktor pro vektor rychlosti proudìní vody
sv: Viktningsfaktor för vektor för vattenflödeshastighet

source: Time-series output
cs: Výstup èasové øady
sv: Tidsserieutdata

source: You are not outputting any raster maps
sv: Du matar inte ut några rasterkartor

source: Processing block %d of %d
sv: Bearbetning av block %d av %d

source: Unable to write raster maps
cs: Nelze zapsat rastrové mapy
sv: Det går inte att skriva rasterkartor

source: Cannot write raster maps
cs: Nelze zapsat rastrové mapy
sv: Det går inte att skriva rasterkartor

source: Manning's n raster map not found and manin_val undefined, choose one to be allowed to process
sv: Manning's n rasterkarta hittades inte och manin_val odefinierad, välj en för att få bearbeta

source: Zero value in Mannings n
cs: Nulová hodnota v Manningovì souèiniteli n (drsnost koryta)
sv: Nollvärde i Mannings n

source: Infiltration exceeds the rainfall rate everywhere! No overland flow.
cs: Vsak je vìt¹í ne¾ mno¾ství srá¾ek na celém území! nevznikne ¾ádný povrchový odtok.
sv: Infiltrationen överstiger regnmängden överallt! Inget flöde över land.

source: No values in the elevation raster.
sv: Inga värden i höjdrastret.

source: Min elevation = %.2f m Max elevation = %.2f m
cs: Minimální vý¹ka = %.2f m Maximlní vý¹ka = %.2f m
sv: Min höjd = %.2f m Max höjd = %.2f m

source: Mean Source Rate (rainf. excess or sediment) = %f m/s or kg/m2s
cs: prùmìrná hodnota zdroje (nadmíra srá¾ek nebo sedimentù) = %f m/s nebo kg/m2s
sv: Genomsnittlig källhastighet (regn, överskott eller sediment) = %f m/s eller kg/m2s

source: Mean flow velocity = %f m/s
cs: Prùmìrná rychlost toku = %f m/s
sv: Medelflödeshastighet = %f m/s

source: Mean Mannings = %f
cs: Prùmìrná Manningova drsnost = %f
sv: Medelvärden för manning = %f

source: Number of iterations = %d cell
sv: Antal iterationer = %d cell

source: Time step = %.2f s
cs: Èasový krok = %.2f s
sv: Tidssteg = %.2f s

source: Sigmax = %f Max velocity = %f m/s
cs: Sigmax =%f Max rychlost = %f m/s
sv: Sigmax = %f Max hastighet = %f m/s

source: Time step used = %.2f s
cs: Pou¾itý èasový krok = %.2f s
sv: Tidssteg som används = %.2f s

source: Unable to write et file
cs: Nelze zapsat soubor eroze/transportu
sv: Kan inte skriva et-fil

source: Unable to read points from map %s
sv: Det går inte att läsa punkter från kartan %s

source: Unable to open observation logfile %s for writing
sv: Det går inte att öppna observationsloggfilen %s för skrivning

source: FP raster map <%s> not found
sv: FP rasterkarta <%s> hittades inte

source: aspect
sv: aspekt

source: slope
sv: lutning

source: curvature
sv: kurvatur

source: Generates raster maps of slope, aspect, curvatures and partial derivatives from an elevation raster map.
sv: Genererar rasterkartor över lutning, aspekt, krökningar och partiella derivata från en höjdrasterkarta.

source: Aspect is calculated counterclockwise from east.
sv: Aspekten beräknas moturs från öster.

source: Name for output slope raster map
sv: Namn för rasterkarta med utmatad lutning

source: Outputs
sv: Utgångar

source: Name for output aspect raster map
sv: Namn för utmatad aspektrasterkarta

source: Format for reporting the slope
cs: Formát sklonu svahu
sv: Format för rapportering av lutningen

source: Type of output aspect and slope maps
cs: Typ výstupních map expozice a sklonu svahu
sv: Typ av utdata - aspekt- och sluttningskartor

source: Name for output profile curvature raster map
sv: Namn för rasterkarta för profilkrökning i utdata

source: Name for output tangential curvature raster map
sv: Namn för rasterkarta för tangentiell krökning i utdata

source: Name for output first order partial derivative dx (E-W slope) raster map
sv: Namn för utdata första ordningens partiella derivata dx (E-W slope) rasterkarta

source: Name for output first order partial derivative dy (N-S slope) raster map
sv: Namn för utdata första ordningens partiella derivata dy (N-S lutning) rasterkarta

source: Name for output second order partial derivative dxx raster map
sv: Namn för utdata andra ordningens partiella derivat dxx rasterkarta

source: Name for output second order partial derivative dyy raster map
sv: Namn för utdata andra ordningens partiella derivat dyy rasterkarta

source: Name for output second order partial derivative dxy raster map
sv: Namn för utdata andra ordningens partiella derivat dxy rasterkarta

source: Multiplicative factor to convert elevation units to horizontal units
sv: Multiplikativ faktor för att konvertera höjdenheter till horisontella enheter

source: Minimum slope value (in percent) for which aspect is computed
sv: Lägsta lutningsvärde (i procent) för vilket aspekten beräknas

source: Do not align the current region to the raster elevation map
sv: Anpassa inte den aktuella regionen till rasterhöjdkartan

source: Compute output at edges and near NULL values
sv: Beräkna utdata vid kanter och nära NULL-värden

source: Create aspect as degrees clockwise from North (azimuth), with flat = -9999
sv: Skapa aspekt som grader medurs från norr (azimut), med flat = -9999

source: Default: degrees counter-clockwise from East, with flat = 0
sv: Standard: grader moturs från öster, med flat = 0

source: Wrong raster type: %s
sv: Fel rastertyp: %s

source: r.slope.aspect does not convert horizontal units to meters in this version, see manual page.
sv: r.slope.aspect konverterar inte horisontella enheter till meter i den här versionen, se manualsidan.

source: Elevation products for mapset <%s> in <%s>
sv: Höjdprodukter för mapset <%s> i <%s>

source: Min computed aspect %.4f, max computed aspect %.4f
cs: Min vypoètená expozice %.4f, max vypoètená expozice %.4f
sv: Min beräknad aspekt %.4f, max beräknad aspekt %.4f

source: Aspect raster map <%s> complete
sv: Aspect rasterkarta <%s> komplett

source: Min computed slope %.4f, max computed slope %.4f
cs: Min vypoètený sklon svahu %.4f, max vypoètený sklon svahu %.4f
sv: Min beräknad lutning %.4f, max beräknad lutning %.4f

source: Slope raster map <%s> complete
sv: Rasterkarta över sluttningar <%s> komplett

source: Profile curve raster map <%s> complete
sv: Profilkurva rasterkarta <%s> komplett

source: Tangential curve raster map <%s> complete
sv: Tangentialkurva rasterkarta <%s> komplett

source: E-W slope raster map <%s> complete
sv: E-W slope rasterkarta <%s> komplett

source: N-S slope raster map <%s> complete
sv: N-S sluttning rasterkarta <%s> komplett

source: Dxx raster map <%s> complete
sv: Dxx rasterkarta <%s> komplett

source: Dyy raster map <%s> complete
sv: Dyy rasterkarta <%s> komplett

source: Dxy raster map <%s> complete
sv: Dxy rasterkarta <%s> komplett

source: smoothing
sv: utjämning

source: edge detection
sv: kantdetektering

source: Smoothing with anisotropic diffusion
sv: Utjämning med anisotropisk diffusion

source: Gradient magnitude threshold (in map units)
sv: Tröskelvärde för gradientens magnitud (i kartenheter)

source: Rate of diffusion
sv: Diffusionshastighet

source: Number of diffusion steps
sv: Antal diffusionssteg

source: Diffusivity function
sv: Diffusivitetsfunktion

source: Preserve details with Tukey
sv: Bevara detaljer med Tukey

source: Wrong computational region
sv: Fel beräkningsregion

source: Computational region is too small!
sv: Beräkningsområdet är för litet!

source: Computational region is too large!
sv: Beräkningsregionen är för stor!

source: Smoothed map
sv: Utjämnad karta

source: There was an error reading data from a temporary file. %d: %s
sv: Det uppstod ett fel vid läsning av data från en temporär fil. %d: %s

source: There was an error writing data from a temporary file. %d: %s
sv: Det uppstod ett fel när data skrevs från en temporär fil. %d: %s

source: Error fetching data from a disk cache
sv: Fel vid hämtning av data från en diskcache

source: Insufficient memory to hold processed data. Either increase available memory with the "memory" parameter or reduce size of the computational region.
sv: Otillräckligt minne för att lagra bearbetade data. Öka antingen det tillgängliga minnet med parametern "memory" eller minska storleken på beräkningsregionen.

source: Using disk for temporary data storage
sv: Använda disk för tillfällig lagring av data

source: Error creating row cache. %d: %s
sv: Fel vid skapande av radcache. %d: %s

source: Error creating row cache
sv: Fel vid skapande av radcache

source: Keeping temporary data in RAM
sv: Håller temporär data i RAM

source: Error cleaning up row cache. %d: %s
sv: Fel vid rensning av radcache. %d: %s

source: The initial concentration in [kg/m^3]
sv: Den initiala koncentrationen i [kg/m^3]

source: The piezometric head in [m]
sv: Det piezometriska huvudet i [m]

source: The x-part of the hydraulic conductivity tensor in [m/s]
cs: souøadnice x hydraulického napøimovaèe vodivosti v [m/s]
sv: X-delen av den hydrauliska ledningsförmågans tensor i [m/s]

source: The y-part of the hydraulic conductivity tensor in [m/s]
cs: souøadnice y hydraulického napøimovaèe vodivosti v [m/s]
sv: Y-delen av den hydrauliska ledningsförmågans tensor i [m/s]

source: The status for each cell, = 0 - inactive cell, 1 - active cell, 2 - dirichlet- and 3 - transfer boundary condition
sv: Status för varje cell, = 0 - inaktiv cell, 1 - aktiv cell, 2 - dirichlet- och 3 - transferrandvillkor

source: The x-part of the diffusion tensor in [m^2/s]
sv: X-delen av diffusionstensorn i [m^2/s]

source: The y-part of the diffusion tensor in [m^2/s]
sv: Y-delen av diffusionstensorn i [m^2/s]

source: Water flow
sv: Vattenflöde

source: Groundwater sources and sinks in [m^3/s]
sv: Källor och sänkor för grundvatten i [m^3/s]

source: Concentration sources and sinks bounded to a water source or sink in [kg/s]
sv: Koncentrationskällor och sänkor som är avgränsade till en vattenkälla eller sänka i [kg/s]

source: Concentration of inner sources and inner sinks in [kg/s] (i.e. a chemical reaction)
sv: Koncentration av inre källor och inre sänkor i [kg/s] (dvs. en kemisk reaktion)

source: Retardation factor [-]
sv: Fördröjningsfaktor [-]

source: Effective porosity [-]
sv: Effektiv porositet [-]

source: Top surface of the aquifer in [m]
cs: nejvy¹¹í bod infiltraèního povodí v [m]
sv: Akviferens övre yta i [m]

source: Bottom surface of the aquifer in [m]
cs: Spodní vodonosný povrch v [m]
sv: Grundvattenmagasinets bottenyta i [m]

source: The resulting concentration of the numerical solute transport calculation will be written to this map. [kg/m^3]
sv: Den resulterande koncentrationen av den numeriska beräkningen av transporten av lösta ämnen kommer att skrivas till denna karta. [kg/m^3]

source: Calculate and store the groundwater filter velocity vector part in x direction [m/s]
sv: Beräkna och lagra grundvattenfiltrets hastighetsvektordel i x-riktningen [m/s]

source: Calculate and store the groundwater filter velocity vector part in y direction [m/s]
sv: Beräkna och lagra grundvattenfiltrets hastighetsvektordel i y-riktningen [m/s]

source: The longditudinal dispersivity length. [m]
sv: Den longitudinella dispersivitetslängden. [m]

source: The transversal dispersivity length. [m]
sv: Den transversella dispersivitetslängden. [m]

source: Use this number of time loops if the CFL flag is off. The timestep will become dt/loops.
sv: Använd detta antal tidsloopar om CFL-flaggan är avaktiverad. Tidssteget blir då dt/loops.

source: Set the flow stabilizing scheme (full or exponential upwinding).
sv: Ställ in flödesstabiliseringssystemet (full eller exponentiell uppspolning).

source: Use a full filled quadratic linear equation system, default is a sparse linear equation system.
sv: Använd ett fullständigt fyllt kvadratiskt linjärt ekvationssystem, standard är ett glest linjärt ekvationssystem.

source: Use the Courant-Friedrichs-Lewy criteria for time step calculation
sv: Använd Courant-Friedrichs-Lewy-kriterierna för beräkning av tidssteg

source: solute transport
sv: transport av lösta ämnen

source: Numerical calculation program for transient, confined and unconfined solute transport in two dimensions
sv: Numeriskt beräkningsprogram för transient, sluten och osluten transport av lösta ämnen i två dimensioner

source: The direct LU solver do not work with sparse matrices
cs: Pøímý LU øe¹itel nepracuje s øídkou maticí
sv: Den direkta LU-lösaren fungerar inte med glesa matriser

source: The direct Gauss solver do not work with sparse matrices
cs: Pøímá Gausova analýza nepracuje s øídkou maticí
sv: Den direkta Gausslösaren fungerar inte med glesa matriser

source: The Courant-Friedrichs-Lewy criteria is %g it should be within [0:1]
sv: Courant-Friedrichs-Lewy-kriteriet är %g det bör ligga inom [0:1]

source: The largest stable time step is %g
sv: Det största stabila tidssteget är %g

source: Number of inner loops is %g
sv: Antal inre loopar är %g

source: Time step for each loop %g
sv: Tidssteg för varje slinga %g

source: The time step is to large: %gs. The largest time step should be of size %gs.
sv: Tidssteget är för stort: %gs. Det största tidssteget bör vara av storleken %gs.

source: Time step %i with time sum %g
sv: Tidssteg %i med tidssumma %g

source: Could not create and solve the linear equation system
sv: Kunde inte skapa och lösa det linjära ekvationssystemet

source: Simulates elliptically anisotropic spread.
sv: Simulerar elliptiskt anisotropisk spridning.

source: Generates a raster map of the cumulative time of spread, given raster maps containing the rates of spread (ROS), the ROS directions and the spread origins. It optionally produces raster maps to contain backlink UTM coordinates for tracing spread paths. Usable for fire spread simulations.
sv: Genererar en rasterkarta över den kumulativa spridningstiden, givet rasterkartor som innehåller spridningshastigheterna (ROS), ROS-riktningarna och spridningsursprungsorterna. Den producerar valfritt rasterkartor som innehåller UTM-koordinater för bakåtlänkning för att spåra spridningsvägar. Användbar för simuleringar av brandspridning.

source: Raster map containing base ROS (cm/min)
sv: Rasterkarta innehållande bas ROS (cm/min)

source: Name of an existing raster map layer in the user's current mapset search path containing the ROS values in the directions perpendicular to maximum ROSes' (cm/minute). These ROSes are also the ones without the effect of directional factors.
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller ROS-värdena i riktningarna vinkelrätt mot maximala ROS-värden (cm/minut). Dessa ROS-värden är också de som inte påverkas av riktningsfaktorer.

source: Raster map containing maximal ROS (cm/min)
sv: Rasterkarta som innehåller maximal ROS (cm/min)

source: Name of an existing raster map layer in the user's current mapset search path containing the maximum ROS values (cm/minute).
sv: Namn på ett befintligt rasterkartskikt i användarens aktuella sökväg för kartset som innehåller de maximala ROS-värdena (cm/minut).
