Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Color table '%s' is not supported for floating point attributes
sv: Färgtabell '%s' stöds inte för flyttalsattribut

source: Color table <%s> not supported
sv: Färgtabell <%s> stöds inte

source: Converting color rules into categories...
sv: Omvandla färgregler till kategorier...

source: Data type of RGB column <%s> must be char
sv: Datatyp för RGB-kolumn <%s> måste vara char

source: No RGB values found
sv: Inga RGB-värden hittades

source: %d invalid RGB color values skipped
sv: %d ogiltiga RGB-färgvärden hoppas över

source: Min value (%f) is out of range %f,%f
sv: Minvärdet (%f) ligger utanför intervallet %f,%f

source: Max value (%f) is out of range %f,%f
sv: Maxvärdet (%f) ligger utanför intervallet %f,%f

source: Min value (%d) is out of range %d,%d
sv: Minvärdet (%d) ligger utanför intervallet %d,%d

source: Max value (%d) is out of range %d,%d
sv: Maxvärdet (%d) ligger utanför intervallet %d,%d

source: Unable to add column <%s> to table <%s>
sv: Det går inte att lägga till kolumn <%s> i tabell <%s>

source: Column <%s> added to table <%s>
sv: Kolumn <%s> har lagts till i tabell <%s>

source: Data type of column <%s> must be char
sv: Datatyp för kolumn <%s> måste vara char

source: No categories found
sv: Inga kategorier hittades

source: No color value defined for category %d
sv: Inget färgvärde definierat för kategori %d

source: Unable to update RGB values
sv: Det går inte att uppdatera RGB-värden

source: Prints/sets DB connection for a vector map to attribute table.
cs: Vytiskne/nastaví pøipojení databáze pro vektorovou mapu k atributové tabulce
sv: Skriver ut/ställer in DB-anslutning för en vektorkarta till attributtabell.

source: Format: layer number[/layer name]
sv: Format: skiktnummer[/skiktnamn]

source: Field separator for shell script style output
sv: Fältavgränsare för utdata i stil med skal-skript

source: Print all map connection parameters and exit
cs: Vypi¹ parametry souèasného pøipojení a ukonèi se
sv: Skriv ut alla parametrar för kartans anslutning och avsluta

source: Print all map connection parameters in shell script style and exit
sv: Skriv ut alla parametrar för map-anslutningen i form av ett skalskript och avsluta

source: Format: layer[/layer name] table key database driver
cs: Formát: vrstva[/jméno vrstvy] tabulka klíè databáze ovladaè
sv: Format: skikt[/skiktnamn] tabell nyckel databas drivrutin

source: Print types/names of table columns for specified layer and exit
cs: Vypi¹ typy/názvy sloupcù tabulky pro specifikovanou vrstvu a ukonèi se
sv: Skriv ut typer/namn på tabellkolumner för angivet lager och avsluta

source: Delete connection for certain layer (not the table)
cs: Vyma¾ pøipojení pro danou vrstvu (nikoliv tabulku)
sv: Ta bort anslutningen för ett visst lager (inte tabellen)

source: Please choose only one print style
cs: Prosím, vyberte pouze jeden zpùsob výstupu
sv: Välj endast en tryckstil

source: Unable to modify vector map stored in other mapset
cs: Nelze editovat vektorovou vrstvu ulo¾enou v jiném mapsetu.
sv: Går inte att ändra vektorkarta som lagrats i annan mapset

source: Map <%s> is not connected to a database
sv: Map <%s> är inte ansluten till en databas

source: Vector map <%s> is connected by:
sv: Vektorkarta <%s> är ansluten av:

source: layer <%d/%s> table <%s> in database <%s> through driver <%s> with key <%s>
sv: lager <%d/%s> tabell <%s> i databas <%s> via drivrutin <%s> med nyckel <%s>

source: layer <%d> table <%s> in database <%s> through driver <%s> with key <%s>
cs: vrstva <%d> tabulka<%s> v databázi <%s> pøes ovladaè <%s> s klíèem <%s>
sv: lager <%d> tabell <%s> i databas <%s> via drivrutin <%s> med nyckel <%s>

source: Use --overwrite to overwrite existing link for layer <%d>
sv: Använd --overwrite för att skriva över befintlig länk för lager <%d>

source: Table <%s> does not exist in database <%s>
cs: Tabulka <%s> v databázi <%s> neexistuje
sv: Tabell <%s> finns inte i databas <%s>

source: Data type of key column must be integer
cs: Sloupec s klíèem musí být typu integer
sv: Datatyp för nyckelkolumn måste vara heltal

source: The table <%s> is now part of vector map <%s> and may be deleted or overwritten by GRASS modules
cs: Tabulka <%s> je nyní souèástí vektorové mapy <%s> a mù¾e být smazána nebopøepsána nìkterým z modulù GRASSu
sv: Tabellen <%s> är nu en del av vektorkartan <%s> och kan tas bort eller skrivas över av GRASS-moduler

source: Cannot create index
cs: Nelze vytvoøit index
sv: Kan inte skapa index

source: Cannot grant privileges on table %s
cs: Nelze poskytnou práva na tabulku %s
sv: Kan inte ge privilegier på tabellen %s

source: Select privileges were granted on the table
cs: Vyberete práva pro tuto tabulku
sv: Select-behörighet beviljades för tabellen

source: For defining a new connection you have to specify these parameters: driver, database, table [, key [, layer]]
cs: Pro definici nového pøipojení musíte zadat tyto parametry: ovladaè,databázi, tabulku [, klíè [, vrstvu]]
sv: För att definiera en ny anslutning måste du ange följande parametrar: drivrutin, databas, tabell [, nyckel [, lager]]

source: Prints vector map attributes.
cs: Vypsat vektorové atributy
sv: Skriver ut attribut för vektorkartor.

source: GROUP BY conditions of SQL statement without 'group by' keyword
sv: GROUP BY-villkor i SQL-satsen utan nyckelordet "group by

source: Output vertical record separator
cs: Výstupní vertikální oddìlovaè záznamù
sv: Vertikal skivavskiljare för utdata

source: Print minimal region extent of selected vector features instead of attributes
sv: Skriv ut minimal regionutbredning för valda vektorfunktioner istället för attribut

source: Escape newline and backslash characters
sv: Escape av tecken för ny rad och backslash

source: Exclude attributes not linked to features
sv: Uteslut attribut som inte är kopplade till funktioner

source: Escaping is based on the format
sv: Utrymning baseras på formatet

source: Column names are always included
sv: Kolumnnamn inkluderas alltid

source: Separator is part of the format
sv: Separatorn är en del av formatet

source: Null value is part of the format
sv: Nullvärdet är en del av formatet

source: Only vertical output can use vertical separator
sv: Endast vertikal utmatning kan använda vertikal separator

source: Unable to open vector map <%s> at topology level. Flag '%c' requires topology level.
sv: Det gick inte att öppna vektorkarta <%s> på topologinivå. Flagga '%c' kräver topologinivå.

source: Unable to open select cursor
cs: Nelze otevøít kurzor pro výbì
sv: Det går inte att öppna markören

source: Unable to fetch data from table <%s>
cs: Nelze naèíst data z tabulky <%s>
sv: Det går inte att hämta data från tabell <%s>

source: Unable to get bounding box of area %d
sv: Det går inte att få fram begränsningsrutan för området %d

source: Unable to get bounding box of line %d
sv: Det går inte att få fram begränsningsrutan för linjen %d

source: Writing attributes for layer %d
sv: Skriva attribut för lager %d

source: No attribute table for layer %d
sv: Ingen attributtabell för lager %d

source: Unable to open database <%s> with driver <%s>
sv: Det går inte att öppna databas <%s> med drivrutin <%s>

source: generalization
sv: generalisering

source: decimation
sv: decimering

source: points
sv: punkter

source: Decimates a point cloud
sv: Decimerar ett punktmoln

source: Copies points from one vector to another while applying different decimations
sv: Kopierar punkter från en vektor till en annan samtidigt som olika decimeringar tillämpas

source: Throw away every n-th point
sv: Kasta bort varje n-te punkt

source: For example, 5 will import 80 percent of points. If not specified, all points are copied
sv: Exempelvis kommer 5 att importera 80 procent av punkterna. Om inget anges kopieras alla punkter

source: Count
sv: Antal

source: Preserve only every n-th point
sv: Bevara endast varje n:te punkt

source: For example, 4 will import 25 percent of points. If not specified, all points are copied
sv: Exempelvis kommer 4 att importera 25 procent av punkterna. Om inget anges kopieras alla punkter

source: Skip first n points
sv: Hoppa över de första n punkterna

source: Skips the given number of points at the beginning.
sv: Hoppar över det angivna antalet punkter i början.

source: Copy only n points
sv: Kopiera endast n punkter

source: Copies only the given number of points
sv: Kopierar endast det angivna antalet punkter

source: Minimal difference of z values
sv: Minimal skillnad i z-värden

source: Minimal difference between z values in grid-based decimation
sv: Minimal skillnad mellan z-värden i rutnätsbaserad decimering

source: Grid
sv: Rutnät

source: Preserve only n points per grid cell
sv: Bevara endast n punkter per gridcell

source: Preserves only the given number of points per grid cell in grid-based decimation
sv: Bevarar endast det angivna antalet punkter per rutnätscell vid rutnätsbaserad decimering

source: Apply grid-based decimation
sv: Tillämpa rutnätsbaserad decimering

source: Use only first point in grid cell during grid-based decimation
sv: Använd endast den första punkten i rutnätscellen vid rutnätsbaserad decimering

source: Only one point per cat in grid cell
sv: Endast en punkt per katt i gridcellen

source: Use z in grid decimation
sv: Använd z vid decimering av rutnät

source: Store only the coordinates, throw away categories
sv: Spara bara koordinaterna, kasta bort kategorierna

source: Do not story any categories even if they are present in input data
sv: Berätta inte om några kategorier även om de finns i indata

source: Speed
sv: Hastighet

source: Input layer must be set to a particular layer, not <%s>, when using <%s> option or <-%c> flag
sv: Inmatningslagret måste vara inställt på ett visst lager, inte <%s>, när du använder alternativet <%s> eller flaggan <-%c>

source: Invalid zrange <%s>
sv: Ogiltigt zrange <%s>

source: Cannot use z for decimation, input is not 3D
sv: Kan inte använda z för decimering, inmatningen är inte 3D

source: Cannot select by z range, input is not 3D
sv: Det går inte att välja z-område, inmatningen är inte 3D

source: Settings for count-based decimation are not valid
sv: Inställningar för antalsbaserad decimering är inte giltiga

source: Settings for count-based decimation would cause it to do nothing and no other options has been set.
sv: Inställningar för antalsbaserad decimering skulle göra att den inte gör någonting och inga andra alternativ har angetts.

source: Writing edges...
sv: Skrivning av kanter...

source: Reading point features...
sv: Läspunktens funktioner...

source: triangulation
sv: triangulering

source: Creates a Delaunay triangulation from an input vector map containing points or centroids.
cs: Vytváøí Delaunayovu triangulaci ze vstupní vektorové mapy obsahující body nebo centroidy.
sv: Skapar en Delaunay-triangulering från en inmatad vektorkarta som innehåller punkter eller centroider.

source: Use only points in current region
cs: Pou¾ít pouze body v souèasném regionu
sv: Använd endast punkter i aktuell region

source: Output triangulation as a graph (lines), not areas
cs: Výstup triangulace jako graf (linie), ne plochy
sv: Utmatning av triangulering som en graf (linjer), inte områden

source: no points to triangulate
sv: inga punkter att triangulera

source: Delaunay triangulation...
sv: Delaunay-triangulering...

source: Calculating area centroids...
sv: Beräkning av områdescentroider...

source: Unable to calculate area centroid z coordinate
sv: Det går inte att beräkna områdets centroid z-koordinat

source: Not enough memory.
sv: Inte tillräckligt med minne.

source: All allocated edges have been used.
sv: Alla tilldelade kanter har använts.

source: Invalid segment number %d for %d points
sv: Ogiltigt segmentnummer %d för %d punkter

source: At least one point is really inside the area!
sv: Åtminstone en punkt är verkligen inom området!

source: Finds the nearest element in vector map 'to' for elements in vector map 'from'.
cs: najít nejbli¾¹í prvek ve vektorové vrstvì 'do_mapy' pro prvky ve vektorové vrstvì 'z_mapy'
sv: Hittar det närmaste elementet i vektorkartan "till" för element i vektorkartan "från".

source: Name of existing vector map (from)
sv: Namn på befintlig vektorkarta (från)

source: From
sv: Från

source: Layer number or name (from)
sv: Lagrets nummer eller namn (från)

source: Feature type (from)
sv: Typ av funktion (från)

source: Name of existing vector map (to)
sv: Namn på befintlig vektorkarta (till)

source: To
sv: Till

source: Layer number or name (to)
sv: Nummer eller namn på lagret (till)

source: Feature type (to)
sv: Typ av funktion (till)

source: Name for output vector map containing lines connecting nearest elements
cs: Nová vektorová mapa obsahující linie spojující linie s nejbli¾¹ímy prvky
sv: Namn för utmatad vektorkarta som innehåller linjer som förbinder närmaste element

source: Maximum distance or -1 for no limit
cs: Maximální vzdálenost nebo -1 bez limitu
sv: Maximalt avstånd eller -1 för ingen gräns

source: Map units, meters for ll
sv: Kartans enheter, meter för ll

source: Minimum distance or -1 for no limit
sv: Minsta avstånd eller -1 för ingen gräns

source: Values describing the relation between two nearest features
cs: Hodnoty popisující vztahy mezi dvìma nejbli¾¹ími prvky
sv: Värden som beskriver relationen mellan två närmaste objekt

source: category of the nearest feature
sv: kategori för den närmaste funktionen

source: minimum distance to nearest feature
sv: minsta avstånd till närmaste objekt

source: x coordinate of the nearest point on the 'to' feature
sv: x-koordinat för den närmaste punkten på "till"-funktionen

source: y coordinate of the nearest point on the 'to' feature
sv: y-koordinat för den närmaste punkten på "till"-funktionen

source: distance to the nearest point on the 'to' feature along that linear feature
sv: avstånd till den närmaste punkten på "till"-funktionen längs den linjära funktionen

source: angle along the nearest linear feature in the 'to' map, measured CCW from the +x axis, in radians, between -Pi and Pi inclusive
sv: vinkel längs närmaste linjära objekt i "till"-kartan, mätt CCW från +x-axeln, i radianer, mellan -Pi och Pi inklusive

source: attribute of nearest feature given by to_column option
sv: attribut för närmaste egenskap som ges av alternativet to_column

source: Column name(s) where values specified by 'upload' option will be uploaded
cs: Jméno(a) sloupcù, kde hodnoty specifikované volbou 'upload' budou ulo¾eny
sv: Kolumnnamn där värden som anges med alternativet "upload" kommer att laddas upp

source: Column name of nearest feature (used with upload=to_attr)
cs: Jméno sloupce nejbli¾¹ího prvku (k pou¾ití spolu s upload=to_attr)
sv: Kolumnnamn för närmaste funktion (används med upload=to_attr)

source: Name for new attribute table
sv: Namn för ny attributtabell

source: Field separator for printing output to stdout
sv: Fältseparator för utskrift till stdout

source: Print output to stdout, don't update attribute table
cs: Vytiskni na standardní výstup, nemìò atributovou tabulku.
sv: Skriv ut utdata till stdout, uppdatera inte attributtabellen

source: First column is always category of 'from' feature called from_cat
cs: První sloupec je v¾dy kategorie prvku 'from' zavolaná from_cat
sv: Första kolumnen är alltid en kategori av "från"-funktioner som kallas from_cat

source: Calculate distances to all features within the threshold
cs: vypoèítá vzdálenost ke v¹em prvùm v mezní vzdálenosti
sv: Beräkna avstånd till alla objekt inom tröskelvärdet

source: Output may be written to stdout using the '-p' flag or uploaded to a new table created by the 'table' option; multiple 'upload' options may be used.
sv: Utdata kan skrivas till stdout med flaggan "-p" eller laddas upp till en ny tabell som skapas med alternativet "table"; flera "upload"-alternativ kan användas.

source: Print output as square matrix (only possible for one single upload variable)
sv: Utskrift som kvadratisk matris (endast möjligt för en enda uppladdningsvariabel)

source: Updating the from= table is not supported with -a
sv: Uppdatering av from=-tabellen stöds inte med -a

source: Square matrix output only possible with one single upload variable
sv: Kvadratisk matrisutmatning endast möjlig med en enda uppladdningsvariabel

source: Printing distance matrix is not supported with dmin= or dmax=
sv: Utskrift av avståndsmatris stöds inte med dmin= eller dmax=

source: to_column option missing
cs: volba to_column chybí
sv: alternativet to_column saknas

source: Too many column names
cs: Pøíli¹ mnoho názvù sloupcù
sv: För många kolumnnamn

source: Not enough column names
cs: Nedostatek názvù sloupcù
sv: Inte tillräckligt många kolumnnamn

source: Input vector map <%s> is 3D
sv: Ingångsvektorkarta <%s> är 3D

source: No features of selected type found in <%s>
sv: Inga funktioner av vald typ hittades i <%s>

source: dmin can not be larger than dmax
sv: dmin kan inte vara större än dmax

source: Incompatible column types
sv: Inkompatibla kolumntyper

source: No categories for 'from' for selected type and layer
sv: Inga kategorier för "from" för vald typ och lager

source: Finding nearest features...
sv: Hitta de närmaste funktionerna...

source: More cats found in to_layer (line=%d)
sv: Fler katter hittades i to_layer (line=%d)

source: More cats found in to_layer (area=%d)
cs: Nalezeno více kategorií ve do_vrstvy (plocha=%d)
sv: Fler katter hittades i to_layer (area=%d)

source: Finding nearest features for areas...
sv: Hitta närmaste funktioner för områden...

source: DATETIME type not yet supported, no attributes will be uploaded
cs: DATETIME type zatím není podporovaný, ¾ádné atributy nebudou ulo¾eny
sv: DATETIME-typen stöds ännu inte, inga attribut kommer att laddas upp

source: Unable to open default database
cs: Nelze otevøít výchozí databázi
sv: Det går inte att öppna standarddatabasen

source: %d categories with more than 1 feature in vector map <%s>
cs: %d kategorií s více ne¾ jedním prvkem ve vektorové mapì <%s>
sv: %d kategorier med mer än 1 egenskap i vektorkartan <%s>

source: %d categories - no nearest feature found
cs: %d kategorií - nebyl nalezen nejbli¾¹í prvek
sv: %d kategorier - ingen närmaste funktion hittades

source: %d distances calculated
cs: %d vzdáleností spoèítáno
sv: %d avstånd beräknade

source: %d records inserted
cs: vlo¾eno %d záznamù
sv: %d poster införda

source: %d insert errors
cs: %d chyb pøi aktualizaci
sv: %d infoga fel

source: %d categories read from the map
cs: naèteno %d kategorií z mapové vrstvy
sv: %d kategorier läses från kartan

source: %d categories exist in the table
cs: v tabulce existuje %d kategorií
sv: %d kategorier finns i tabellen

source: %d categories read from the map exist in the table
cs: %d kategorií naètených z mapové vrstvy existuje v tabulce
sv: %d kategorier som läses från kartan finns i tabellen

source: %d categories read from the map don't exist in the table
cs: %d kategorií naètených z mapové vrstvy neexistuje v tabulce
sv: %d kategorier som läses från kartan finns inte i tabellen

source: %d update errors
cs: %d chyb pøi aktualizaci
sv: %d uppdateringsfel

source: %d records updated.
sv: %d poster uppdaterade.

source: surface information
sv: ytinformation

source: Converts 2D vector features to 3D by sampling of elevation raster map.
sv: Konverterar 2D-vektorfunktioner till 3D genom sampling av höjdrasterkarta.

source: Elevation raster map for height extraction
cs: Rastrová mapa elevace pro axtrakci vý¹ek
sv: Höjdrasterkarta för höjdextraktion

source: Elevation
sv: Höjd

source: Scale factor sampled raster values
sv: Skalfaktor för samplade rastervärden

source: Height for sampled raster NULL values
sv: Höjd för samplad raster NULL-värden

source: Undefined height for feature %d. Skipping.
sv: Odefinierad höjd för funktionen %d. Hoppa över.

source: Copying attribute tables...
sv: Kopiering av attributtabeller...

source: Name of vector map to edit
cs: Jméno vektorové mapy k editaci
sv: Namn på den vektorkarta som ska redigeras

source: Tool
cs: Nástroj
sv: Verktyg

source: Create new (empty) vector map
sv: Skapa en ny (tom) vektorkarta

source: Add new features to existing vector map
sv: Lägga till nya funktioner i en befintlig vektorkarta

source: Delete selected features from vector map
sv: Ta bort markerade funktioner från vektorkartan

source: Move selected features in vector map
sv: Flytta valda funktioner i vektorkartan

source: Move vertex of selected vector lines
sv: Flytta toppunkt för valda vektorlinjer

source: Remove vertex from selected vector lines
sv: Ta bort vertex från valda vektorlinjer

source: Add new vertex to selected vector lines
sv: Lägg till ny vertex i valda vektorlinjer

source: Break/split vector lines
sv: Bryt/dela upp vektorlinjer

source: Merge selected vector lines
sv: Slå samman markerade vektorlinjer

source: Select lines and print their ID's
sv: Välj linjer och skriv ut deras ID

source: Set new categories to selected vector features for defined layer
sv: Ange nya kategorier för utvalda vektorfunktioner för definierat lager

source: Delete categories from selected vector features for defined layer
sv: Ta bort kategorier från valda vektorfunktioner för definierat lager

source: Copy selected features
sv: Kopiera utvalda funktioner

source: Snap vector features in given threshold
sv: Snap vektorfunktioner i givet tröskelvärde

source: Flip direction of selected vector lines
sv: Vänd riktning för valda vektorlinjer

source: Connect two lines
sv: Anslut två linjer

source: Extend lines
sv: Förlänga linjer

source: Extend end nodes
sv: Förlänga ändnoder

source: Extend start nodes
sv: Förlänga startnoder

source: Z bulk-labeling (automated assignment of z coordinate to vector lines)
sv: Z bulk-labeling (automatiserad tilldelning av z-koordinat till vektorlinjer)

source: Change feature type (point<->centroid, line<->boundary)
sv: Ändra typ av objekt (punkt<->centroid, linje<->gräns)

source: Delete selected areas from vector map (based on selected centroids)
sv: Ta bort valda områden från vektorkartan (baserat på valda centroider)

source: Name of file containing data in GRASS ASCII vector format
sv: Namn på fil som innehåller data i GRASS ASCII-vektorformat

source: Difference in x,y,z direction for moving feature or vertex
sv: Skillnad i x,y,z-riktning för rörlig funktion eller toppunkt

source: Threshold distance (coords,snap,query)
cs: Prahová hodnota vzdálenosti (
sv: Tröskelavstånd (koorder,snap,query)

source: '-1' for threshold based on the current resolution settings
cs: '-1' pro mezní hodnotu zalo¾enou na rozli¹ení souèasného nastavení
sv: "-1" för tröskelvärde baserat på aktuella inställningar för upplösning

source: List of point coordinates
cs: Seznam souøadnic bodù
sv: Lista med punktkoordinater

source: Bounding box for selecting features
cs: Bounding box pro výbìr prvkù
sv: Begränsande box för val av funktioner

source: Polygon for selecting features
cs: Polygon pro výbìr prvkù
sv: Polygon för val av funktioner

source: Query tool
cs: Dotazovací nístroj
sv: Frågeverktyg

source: For 'shorter' use negative threshold value, positive value for 'longer'
cs: Pro 'krat¹í' pou¾ijte zápornou mozní hodnotu, kladnou pro 'del¹í'
sv: För "kortare" använd negativt tröskelvärde, positivt värde för "längre

source: Select only lines or boundaries shorter/longer than threshold distance
sv: Välj endast linjer eller gränser som är kortare/längre än tröskelavståndet

source: Select dangles shorter/longer than threshold distance
sv: Välj dinglar som är kortare/längre än tröskelavståndet

source: Name of background vector map(s)
cs: Jméno pokladové mapy
sv: Namn på bakgrundsvektorkarta/er
