Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: parameter hydrologic/soil erosion model. Continue inputing cell map
cs: parametru vodní eroze. Pokraèujte v zadávání rastrových map
sv: parameter hydrologisk modell/modeller för jorderosion. Fortsätt inmatning av cellkarta

source: layers, one at a time, until all desired map layers are in.
cs: jednu na øádek, dokud jste nezadali v¹echny po¾adované mapy.
sv: lager, ett i taget, tills alla önskade kartlager har lagts in.

source: You can have %s include a list of categories in each.
cs: Po %s mù¾ete chtít, aby vlo¾il seznam kategorií.
sv: Du kan låta %s innehålla en lista med kategorier i varje.

source: Hit <return> at the map prompt to continue with %s
cs: Stisknìte <return> pro pokraèování %s
sv: Tryck på <return> vid kartprompten för att fortsätta med %s

source: The output from %s will be divided into watershed
cs: Výstup z %s bude rozdìlen na povodí.
sv: Utdata från %s kommer att delas upp i vattendelar

source: basins. There are two possible methods of tabulating the information:
cs: Existují dvì mo¾né metody tabulkového výstup:
sv: bassänger. Det finns två möjliga metoder för att sammanställa informationen i tabeller:

source: 1) by only including data pertaining to the basin itself, or 2) using
cs: 1) vlo¾ením v¹ech dat pouze pro jedno povodí nebo 2) vlo¾ením
sv: 1) genom att endast inkludera data som rör själva bassängen, eller 2) genom att använda

source: data from the basin, and all basins upstream of it.
cs: dat pro povodí a v¹ech povodí proti proudu nad ním.
sv: data från bassängen och alla bassänger uppströms från den.

source: Would you like the data organized:
cs: Data si pøejete uspoøádat:
sv: Vill du att uppgifterna ska organiseras:

source: 1) Basin only 2) Upstream only 3) Both OR 0) to cancel program
cs: 1) Pouze povodí 2) Pouze proti proudu 3) Obojí 0) pro ukonèení programu
sv: 1) Endast bassäng 2) Endast uppströms 3) Båda ELLER 0) för att avbryta programmet

source: Your choice:
cs: Va¹e volba:
sv: Ditt val:

source: OK, %s should start running now using the following form: %s
cs: Dobrá, %s bude spu¹tìn s temito parametry: %s
sv: OK, %s bör börja köra nu med följande formulär: %s

source: This set of questions will organize the command line for the
cs: Tato sada otázek nastaví parametry pro
sv: Denna uppsättning frågor kommer att organisera kommandoraden för

source: %s program to run properly for your application.
cs: %s program tak, aby provedl po¾adované výpoèty.
sv: %s för att programmet ska fungera korrekt för din applikation.

source: The first question is whether you want %s to run
cs: První otázka je, zda-li chcete spustit %s tak, aby
sv: Den första frågan är om du vill att %s ska köra

source: in its fast mode or its slow mode. If you run %s
cs: bì¾el ve svém rychlém nebo pomalém módu. Pokud spustíte %s
sv: i sitt snabba läge eller sitt långsamma läge. Om du kör %s

source: in the fast mode, the computer will finish about 10 times faster
cs: v jeho rychlém módu, poèítaè ukonèí výpoèty zhruba 10 krát rychleji
sv: i snabbläget kommer datorn att slutföras cirka 10 gånger snabbare

source: than in the slow mode, but will not allow other programs to run
cs: ne¾ v módu pomalém, ale ostatním programùm bude znemo¾nìno vykonávat jejich èinnost.
sv: än i det långsamma läget, men tillåter inte att andra program körs

source: at the same time. The fast mode also places all of the data into
cs: Rychlý mód také umis»uje v¹echna data do
sv: på samma gång. I snabbläget placeras också alla data i

source: RAM, which limits the size of window that can be run. The slow
cs: pamìti RAM, co¾ limituje velikost okna, na kterém jej lze pou¾ít. Pomalý
sv: RAM-minne, vilket begränsar storleken på det fönster som kan köras. Den långsamma

source: mode uses disk space in the same hard disk partition as where GRASS is
cs: mód pou¾ívá místo na disku na stejném oddílu, kde je ulo¾en GRASS.
sv: läget använder diskutrymme i samma hårddiskpartition som där GRASS är

source: stored. Thus, if the program does not work in the slow mode, you will
cs: Pokud program nepracuje v pomalém módu, musíte
sv: lagras. Om programmet inte fungerar i det långsamma läget kommer du således att

source: need to remove unnecessary files from that partition. The slow mode
cs: vymazat nepotøebné soubory z tohoto diskového oddílu. Pomalý mód
sv: behöver ta bort onödiga filer från den partitionen. Det långsamma läget

source: will allow other processes to run concurrently with %s.
cs: dovoluje bìh dal¹ím procesùm aby bì¾ely souèasnì s %s bìhem jeho výpoètu.
sv: gör det möjligt för andra processer att köras samtidigt med %s.

source: If you hit <return> by itself for the next question, this
cs: Pokud stisknete <return> pøi následující otázce,
sv: Om du trycker på <return> för sig själv för nästa fråga, detta

source: program will terminate.
cs: tento program se ukonèí.
sv: programmet kommer att avslutas.

source: One of the options for %s is a `depression map'. A
cs: Jedna z volem pro %s je `mapa depresí'. Mapa
sv: Ett av alternativen för %s är en "depressionskarta". A

source: depression map indicates all the locations in the current map window where
cs: depresí reprezentuje v¹echna místa v aktuálním regionu, kde
sv: depression map visar alla platser i det aktuella kartfönstret där

source: water accumulates and does not leave by the edge of the map. Lakes without
cs: se voda akumuluje a neodtéká ani 'pøes okraj mapy'. Jezera bez
sv: vatten ackumuleras och lämnar inte vid kartans kant. Sjöar utan

source: outlet streams and sinkholes are examples of `depressions'. If you wish to
cs: odtokù nebo pøepadù jsou pøíklady takových `depresí'. Pokud si pøejete
sv: utloppsströmmar och slukhål är exempel på "fördjupningar". Om du önskar att

source: have a depression map, prepare a map where non-zero values indicate the
cs: mít mapu depresí, pøipravte mapu, kde nenulové hodnoty znaèí
sv: har en depressionskarta, förbereder en karta där värden som inte är noll indikerar

source: locations where depressions occur.
cs: oblasti s depresemi
sv: platser där depressioner uppstår.

source: Hit <return> by itself for the next question if there is no depression map.
cs: Stisknìte <return> jako odpovìï na dal¹í otázku, pokud neexistuje ¾ádná mapa depresí.
sv: Tryck på <return> för sig själv för nästa fråga om det inte finns någon depressionskarta.

source: The %s program will divide the elevation map into a number of
cs: Program %s rozdìlí mapu elevace do nìkolika
sv: Programmet %s kommer att dela upp höjdkartan i ett antal

source: watershed basins. The number of watershed basins is indirectly determined
cs: povodí. Poèet povodí je nepøímo urèen
sv: avrinningsområden. Antalet avrinningsområden bestäms indirekt

source: by the `basin threshold' value. The basin threshold is the area necessary for
cs: hodnotou `basin threshold'. Tato `prahová hodnota povodí' je plocha, kterou
sv: med värdet för "bassängtröskeln". Avrinningsområdets tröskelvärde är den yta som krävs för

source: %s to define a unique watershed basin. This area only applies to
cs: %s potøebuje pro urèení jednoznaèného povodí. Tato plocha odpovídá
sv: %s för att definiera en unik avrinningsbassäng. Detta område gäller endast för

source: `exterior drainage basins'. An exterior drainage basin does not have any
cs: `vnìj¹ím povodím'. Vnìj¹í povodí jsou povodí, k nim¾ neexistují ¾ádná dal¹í povodí,
sv: "yttre dräneringsbassänger". En utvändig dräneringsbassäng har inte någon

source: drainage basins flowing into it. Interior drainage basin size is determined
cs: která by do nich íºstila. Velikost vnitøních povodí je urèena
sv: avrinningsområden som rinner in i den. Storleken på det inre avrinningsområdet bestäms

source: by the surface flow going into stream segments between stream interceptions.
cs: povrchovým odtokem, dìlícím se do segmentù odtoku mezi zachyceními odtoku.
sv: av ytflödet som går in i strömsegment mellan strömavbrott.

source: Thus interior drainage basins can be of any size. The %s program
cs: Velikost vnitøních povodí tedy mù¾e být jakékoliv velikosti. Program %s
sv: Inre dräneringsbassänger kan alltså vara hur stora som helst. Programmet %s

source: also allows the user to relate basin size to potential overland flow
cs: umo¾òuje teké vztáhnout velikost povodí k potenciálnímu prùtoku povrchové vody
sv: gör det också möjligt för användaren att relatera bassängstorlek till potentiellt flöde över land

source: (i.e., areas with low infiltration capacities will need smaller areas to
cs: (napø. plochy s nízkým vsakem potøebují men¹í plochy k
sv: (dvs. områden med låg infiltrationskapacitet kommer att behöva mindre områden för att

source: develop stream channels than neighboring areas with high infiltration rates).
cs: vytvoøení drah soutøedìného povrchového odtoku, ne¾ vedle le¾ící plochy s vysokou infiltrací).
sv: utveckla strömkanaler än närliggande områden med hög infiltrationshastighet).

source: The user can create a map layer with potential overland flow values, and
cs: U¾ivatel mù¾e vytvoøit mapu s potenciálním povrchovým odtokem a
sv: Användaren kan skapa ett kartskikt med värden för potentiellt överflöd och

source: %s will accumulate those values instead of area.
cs: %s akumuluje tyto hodnoty místo plochy.
sv: %s kommer att ackumulera dessa värden istället för området.

source: What unit of measure will you use for the basin threshold:
cs: Jaké jednotky chcete pou¾ít k urèení prahové hodnoty povodí:
sv: Vilken måttenhet kommer du att använda för bassängtröskeln:

source: 1) acres, 2) meters sq., 3) miles sq., 4) hectares,
cs: 1) akry, 2) metry^2, 3) míle^2, 4) hektary,
sv: 1) acres, 2) meter sq., 3) miles sq., 4) hektar,

source: 5) kilometers sq., 6) map cells, 7) overland flow units
cs: 5) kilometry^2, 6) poèet bunìk, 7) jednotky povrchového odtoku
sv: 5) kvadratkilometer, 6) kartceller, 7) enheter för flöde över land

source: Choose 1-7 or 0 to exit this program:
cs: Vyberte 1-7 nebo 0 pro ukonèení programu:
sv: Välj 1-7 eller 0 för att avsluta detta program:

source: How large an area (or how many overland flow units) must a drainage basin
cs: Jako veliká musí být plocha (nebo kolik jednotek povrchového odtoku pøes ni musí proudit),
sv: Hur stort område (eller hur många flödesenheter) måste ett avrinningsområde ha

source: be for it to be an exterior drainage basin:
cs: aby bylo definováno vnìj¹í povodí:
sv: att det ska vara en utvändig dräneringsbassäng:

source: %s must create a map layer of watershed basins
cs: %s musí vytvoøi mapu povodí
sv: %s måste skapa ett kartskikt över avrinningsområden

source: before %s can run properly.
cs: ne¾ %s mù¾e být správnì spu¹tìn.
sv: innan %s kan köras ordentligt.

source: %s must create a file of watershed basin relationships
cs: %s musí vytvoøit soubor vztahù mezi povodími
sv: %s måste skapa en fil med relationer mellan avrinningsområden

source: Please name this file:
cs: Prosím, zadejte jméno pro tento soubor:
sv: Namnge denna fil:

source: %s will generate a lot of output. Indicate a file
cs: %s vytvoøí hromadu výstupu. Zadejte jméno
sv: %s kommer att generera en hel del utdata. Ange en fil

source: name for %s to send the output to.
cs: souboru, do nìho¾ %s tento výstup ulo¾í.
sv: namn för %s att skicka utdata till.

source: The accumulation map from %s must be present for
cs: Mapa akumulace z %s musí být pøítomna, aby
sv: Ackumuleringskartan från %s måste finnas för att

source: %s to work properly.
cs: %s mohl pracovat správnì.
sv: %s för att fungera korrekt.

source: %s can produce several maps not necessary for
cs: %s mù¾e vytvoøit nìkolik map nedùle¾itých pro
sv: %s kan producera flera kartor som inte är nödvändiga för

source: %s to function (stream channels, overland flow aspect, and
cs: %s aby pracoval (dráhy bystøin, orientace odtoku a
sv: %s till funktion (strömkanaler, flödesaspekt och

source: a display version of the accumulation map). %s also has the
cs: zobrazit verzi mapy akumulace). %s také
sv: en visningsversion av ackumuleringskartan). %s har också

source: ability to generate several variables in the Revised Universal Soil Loss
cs: umí generovat nìkolik promìnných pro revidovanou univerzální rovnici ztráty pùdy
sv: förmåga att generera flera variabler i Revised Universal Soil Loss

source: Equation (Rusle): Slope Length (LS), and Slope Steepness (S).
cs: (RUSLE): Faktor délky a sklonu svahu (LS) a faktor sklonu svahu (S).
sv: Ekvation (Rusle): Lutningens längd (LS) och lutningens branthet (S).

source: The Slope Length factor (LS) and Slope Steepness (S) are influenced by
cs: Faktor délky a sklonu svahu (LS) a faktor sklonu svahu (S) jsou ovlivnìny
sv: Faktorn för lutningslängd (LS) och lutningens branthet (S) påverkas av

source: disturbed land. %s reflects this with an optional map layer or value
cs: poru¹eným pokryvem zemì. %s tento stav umí zohlednit volitenou mapovou vrstvou nebo hodnotou
sv: störd mark. %s återspeglar detta med ett valfritt kartskikt eller värde

source: where the value indicates the percent of disturbed (barren) land in that cell.
cs: kde hodnota indikuje procenta poru¹eného pokryvu v ka¾dé buòce.
sv: där värdet anger procentandelen av störd (ofruktbar) mark i den cellen.

source: Type <return> if you do not have a disturbed land map layer.
cs: Stisknìte <return> pokud nemáte mapu poru¹eného povrchu.
sv: Skriv <return> om du inte har något kartlager över störd mark.

source: Type the value indicating the percent of disturbed land. This value will
cs: Zadejte hodnotu znaèící procenta poru¹eného povrchu. Tato hodnota bude
sv: Skriv in värdet som anger procentandelen störd mark. Detta värde kommer

source: be used for every cell in the current region.
cs: pou¾it pro ka¾dou buòku v aktuálním regionu
sv: användas för varje cell i den aktuella regionen.

source: Input value here [0-100]:
cs: Zadejte èíslo [0-100]:
sv: Mata in värde här [0-100]:

source: Overland surface flow only occurs for a set distance before swales form.
cs: Povrchový odtok nastává pouze pøi nastavené hodnotì pøed bezodtokovou oblastí (ba¾inou).
sv: Ytvattenflödet från land sker endast under en viss sträcka innan svackdiken bildas.

source: Because of digital terrain model limitations, %s cannot pick up
cs: Díky omezení daným digitálním modelem terénu, %s nemù¾e získat
sv: På grund av begränsningar i den digitala terrängmodellen kan %s inte plocka upp

source: these swales. %s allows for an input (warning: kludge factor)
cs: bezodtoková místa. %s umo¾òuje jako vstup (varování: nejistý výsledek)
sv: dessa svackor. %s möjliggör en inmatning (varning: klumpfaktor)

source: that prevents the surface flow distance from getting too long. Normally,
cs: ¾e nedopustí aby délka povrchového odtoku byla pøíli¹ velká. Normálnì
sv: som förhindrar att ytflödesavståndet blir för långt. I normala fall..,

source: maximum slope length is around 600 feet (about 183 meters).
cs: je maximální délka svahu asi 183 metrù.
sv: maximal lutningslängd är cirka 600 fot (cirka 183 meter).

source: Roads, ditches, changes in ground cover, and other factors will stop
cs: Silnice, pøíkopy, zmìny v pùdním pokryvu a dal¹í faktory
sv: Vägar, diken, förändringar i marktäcket och andra faktorer kommer att stoppa

source: slope length. You may input a raster map indicating the locations of these
cs: délku svahu zastaví. Mìli byste zadat rastrovou mapu oznaèující místa
sv: lutningens längd. Du kan mata in en rasterkarta som anger platserna för dessa

source: blocking factors.
cs: takových zmìn.
sv: blockerande faktorer.

source: Hit <return> by itself for the next question if there is no blocking map.
cs: Stisknìte <return> pokud ¾ádnou takovou mapu pøeká¾ek nemáte.
sv: Tryck på <return> för nästa fråga om det inte finns någon blockerande karta.

source: unable to open ARMSED file
cs: neschopen otevøít soubor ARMSED
sv: kan inte öppna filen ARMSED

source: %s provides a text-based user-interface to the %s program.
cs: %s je textové rozhraní k programu %s.
sv: %s ger ett textbaserat användargränssnitt till %s-programmet.

source: %s also allows the user to prepare a report of map layers for each
cs: %s také umo¾ní u¾ivateli pøipravit zprávu o mapových vrstvách pro ka¾dé
sv: %s kan användaren också skapa en rapport med kartlager för varje

source: watershed basin determined in %s.
cs: povodí urèeno v %s.
sv: vattendelare som bestäms i %s.

source: %s will help the user determine which options to use for the
cs: %s pomù¾e u¾ivateli urèit kterou volbu urèit pro program
sv: %s hjälper användaren att bestämma vilka alternativ som ska användas för

source: %s program. %s will then ask for map layers that will be
cs: %s. %s pak bude po u¾ivateli po¾adovat mapové vrstvy které budou
sv: %s program. %s kommer sedan att be om kartlager som kommer att vara

source: divided by basin. %s will then run %s and create the report.
cs: rozdìleny podle povodí. %s následnì spustí %s a vytvoøí zprávu.
sv: dividerat med basin. %s kommer sedan att köra %s och skapa rapporten.

source: Slow version of water analysis program starting now
cs: Pomalá verze programu analýzy odtoku byla nyní spu¹tìna
sv: Långsam version av vattenanalysprogrammet startar nu

source: <<%s>> command line failed
cs: <<%s>> pøíkaz selhal
sv: <<%s>> kommandoraden misslyckades

source: unable to open output file
cs: Nelze otevøít výstupní soubor.
sv: kan inte öppna utdatafilen

source: unable to open basin/half basin map
cs: nelze otevøít mapu povodí
sv: kan inte öppna karta över bassäng/halv bassäng

source: accum file missing in valid_basins()
cs: soubor akumulace chybí v valid_basins()
sv: accum-fil saknas i valid_basins()

source: Queries colors for a raster map layer.
cs: Zji¹»uje barvy rastrové mapové vrstvy.
sv: Frågar efter färger för ett rasterkartlager.

source: Values to query colors for
cs: Hodnoty, jejich¾ barvy budou zji¹tìny
sv: Värden att fråga efter färger för

source: Output format (printf-style)
cs: Výstupní formát (ve stylu printf)
sv: Utmatningsformat (printf-stil)

source: Read values from stdin
cs: Èti hodnoty ze standardního výstupu
sv: Läsa värden från stdin

source: Either "-i" or "value=" must be given
cs: Mìl by být zadán "value=" nebo "-i"
sv: Antingen "-i" eller "value=" måste anges

source: Queries raster maps on their category values and category labels.
sv: Frågar rasterkartor om deras kategorivärden och kategorietiketter.

source: Name of existing raster map(s) to query
cs: Název existující(ch) rastrové(ých) map(y) pro dotazování.
sv: Namn på befintlig(a) rasterkarta(er) som ska sökas

source: Coordinates for query
cs: Souøadnice dotazu
sv: Koordinater för förfrågan

source: Name of vector points map for query
sv: Namn på vektorpunktskarta för förfrågan

source: Size of point cache
cs: Velikost bodové vyrovnávací pamìti
sv: Storlek på punktcache

source: Show the category labels of the grid cell(s)
sv: Visa kategoribeteckningarna för rutnätscellerna

source: Output color values as RRR:GGG:BBB
cs: Výstupní barevné hodnoty jako ÈÈÈ:ZZZ:MMM
sv: Utmatning av färgvärden som RRR:GGG:BBB

source: Output integer category values, not cell values
cs: Výstup celoèíselných hodnot kategorií, ne hodnoty bunìk
sv: Utmatning av heltalskategorivärden, inte cellvärden

source: Turn on cache reporting
cs: Zapnout cache
sv: Slå på cache-rapportering

source: Flag 'v' required option 'points'
sv: Flaggan "v" kräver alternativet 'points'

source: Can only do up to %d raster maps (more than %d given)
sv: Kan bara göra upp till %d rasterkartor (mer än %d ges)

source: Unable to read category file for <%s>
sv: Det går inte att läsa kategorifilen för <%s>

source: Unable to read vector map <%s>
sv: Det går inte att läsa vektorkarta <%s>

source: Line %d is not point or centroid, skipped
sv: Linje %d är inte punkt eller centroid, överhoppad

source: %s %s is outside your current region
sv: %s %s ligger utanför din nuvarande region

source: Unable to close 3D raster map
sv: Det går inte att stänga 3D-rasterkartan

source: Input 3D raster map for cross section
sv: Inmatning av 3D-rasterkarta för tvärsnitt

source: 2D elevation map used to create the cross section map
cs: 2D mapa s elevací pou¾itá pro vytvoøení prùnikù
sv: 2D-höjdkarta som används för att skapa tvärsnittskartan

source: Resulting cross section 2D raster map
cs: Výsledná 2D rastrová mapa prùseèíkù
sv: Resulterande tvärsnitt 2D rasterkarta

source: Creates cross section 2D raster map from 3D raster map based on 2D elevation map
sv: Skapar 2D-rasterkarta med tvärsnitt från 3D-rasterkarta baserat på 2D-höjdkarta

source: The 2D and 3D region settings are different. Using the 3D raster map settings to adjust the 2D region.
sv: Inställningarna för 2D- och 3D-regioner är olika. Använda inställningarna för 3D-rasterkartan för att justera 2D-regionen.

source: Output map already exists. Will be overwritten!
cs: Výstupní mapa ji¾ existuje. Mapa bude pøepsána!
sv: Output map finns redan. Kommer att skrivas över!

source: Wrong 3D raster datatype! Cannot create raster map
sv: Fel datatyp för 3D-raster! Det går inte att skapa en rasterkarta

source: Unable to close 3D raster map <%s>
sv: Det gick inte att stänga 3D-rasterkartan <%s>

source: Please provide three 3D raster maps
sv: Tillhandahåll tre 3D-rasterkartor

source: Vector seed map <%s> not found
sv: Vektorfrökarta <%s> hittades inte

source: init_flowaccum: error in Rast3d_put_float
sv: init_flowaccum: fel i Rast3d_put_float

source: Computes 3D flow lines and 3D flow accumulation.
sv: Beräknar 3D-flödeslinjer och 3D-flödesackumulering.

source: Names of three 3D raster maps describing x, y, z components of vector field
sv: Namn på tre 3D-rasterkartor som beskriver vektorfältets x-, y- och z-komponenter

source: If no map is provided, flow lines are generated from each cell of the input 3D raster
sv: Om ingen karta tillhandahålls genereras flödeslinjer från varje cell i det inmatade 3D-rastret

source: Name of vector map with points from which flow lines are generated
sv: Namn på vektorkarta med punkter från vilka flödeslinjer genereras

source: Name for vector map of flow lines
sv: Namn för vektorkarta över flödeslinjer

source: Name for output flowaccumulation 3D raster
sv: Namn för utgående flödesackumulering 3D-raster

source: Name for 3D raster sampled by flowlines
sv: Namn för 3D-raster som samlats in av flödeslinjer

source: Values of this 3D raster will be stored as attributes of flowlines segments
sv: Värdena för detta 3D-raster lagras som attribut för flödeslinjesegmenten

source: elapsed time
sv: förlöpande tid

source: length in map units
sv: längd i kartanheter

source: length in cells (voxels)
sv: längd i celler (voxel)

source: Unit of integration step
sv: Enhet för integrationssteg

source: Default unit is cell
sv: Förvald enhet är cell

source: Integration step in selected unit
sv: Integrationssteg i vald enhet

source: Default step is 0.25 cell
sv: Förvalt steg är 0,25 cell

source: Maximum number of steps
sv: Maximalt antal steg

source: Maximum error of integration
sv: Maximalt fel vid integrering

source: Influences step, increase maximum error to allow bigger steps
sv: Påverkar steg, öka maxfelet för att tillåta större steg

source: Number of cells between flow lines in x, y and z direction
sv: Antal celler mellan flödeslinjerna i x-, y- och z-riktning

source: Compute flowlines upstream, downstream or in both direction.
sv: Beräkna flödeslinjer uppströms, nedströms eller i båda riktningarna.

source: Create and fill attribute table
sv: Skapa och fyll i attributtabell

source: Please provide 3 integer values for skip option.
sv: Ange 3 heltalsvärden för skip-alternativet.

source: Vector map <%s> is not 3D
cs: Vektorová mapa <%s> není 3D
sv: Vektorkartan <%s> är inte 3D

source: Error during reading seed vector map
sv: Fel under läsning av frövektorkarta

source: unit test
sv: enhetstest

source: Testing flow lines.
sv: Test av flödesledningar.

source: gradient
sv: lutning
