Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Computes emissivity from NDVI, generic method for sparse land.
sv: Beräknar emissivitet från NDVI, generisk metod för gles mark.

source: Name of the NDVI map [-]
sv: Namn på NDVI-kartan [-]

source: Name of the output emissivity layer
sv: Namn på det utgående emissivitetsskiktet

source: Computes evapotranspiration calculation modified or original Hargreaves formulation, 2001.
sv: Beräknar evapotranspiration, modifierad eller original Hargreaves formulering, 2001.

source: Name of input diurnal net radiation raster map [W/m2/d]
sv: Namn på rasterkarta över inmatad dagsnettostrålning [W/m2/d]

source: Name of input average air temperature raster map [C]
sv: Namn på rasterkarta för genomsnittlig lufttemperatur [C]

source: Name of input minimum air temperature raster map [C]
sv: Namn på inmatad rasterkarta för lägsta lufttemperatur [C]

source: Name of input maximum air temperature raster map [C]
sv: Namn på rasterkarta för inmatad maximal lufttemperatur [C]

source: Name of precipitation raster map [mm/month]
sv: Namn på rasterkarta över nederbörd [mm/månad]

source: Disabled for original Hargreaves (1985)
sv: Avaktiverad för original Hargreaves (1985)

source: Name for output raster map [mm/d]
sv: Namn för rasterkarta för utdata [mm/d]

source: Set negative ETa to zero
sv: Sätt negativ ETa till noll

source: Use original Hargreaves (1985)
sv: Använd original Hargreaves (1985)

source: Use Hargreaves-Samani (1985)
sv: Användning Hargreaves-Samani (1985)

source: Computes potential evapotranspiration calculation with hourly Penman-Monteith.
sv: Beräknar potentiell evapotranspiration med Penman-Monteith varje timme.

source: Name of input elevation raster map [m a.s.l.]
sv: Namn på inmatad höjdrasterkarta [m a.s.l.]

source: Name of input temperature raster map [C]
sv: Namn på rasterkarta för inmatningstemperatur [C]

source: Name of input relative humidity raster map [%]
sv: Namn på inmatad rasterkarta över relativ luftfuktighet [%]

source: Name of input wind speed raster map [m/s]
sv: Namn på inmatad rasterkarta över vindhastighet [m/s]

source: Name of input net solar radiation raster map [MJ/m2/h]
sv: Namn på rasterkarta över inmatad nettosolstrålning [MJ/m2/h]

source: Name of input crop height raster map [m]
sv: Namn på rasterkarta över grödans höjd [m]

source: Name for output raster map [mm/h]
sv: Namn för utgående rasterkarta [mm/h]

source: Set negative evapotranspiration to zero
sv: Ställ in negativ evapotranspiration till noll

source: Use Night-time
sv: Använd nattetid

source: Computes evapotranspiration calculation Priestley and Taylor formulation, 1972.
sv: Beräknar evapotranspiration med Priestley- och Taylor-formulering, 1972.

source: Name of input net radiation raster map [W/m2]
sv: Namn på rasterkartan för inmatad nettostrålning [W/m2]

source: Name of input soil heat flux raster map [W/m2]
sv: Namn på rasterkarta över ingående markvärmeflöde [W/m2]

source: Name of input air temperature raster map [K]
sv: Namn på rasterkarta för inmatad lufttemperatur [K]

source: Name of input atmospheric pressure raster map [millibars]
sv: Namn på rasterkartan för atmosfäriskt tryck [millibar]

source: Priestley-Taylor coefficient
sv: Priestley-Taylor-koefficienten

source: Name of output evapotranspiration raster map [mm/d]
sv: Namn på rasterkartan för evapotranspiration [mm/d]

source: Computes temporal integration of satellite ET actual (ETa) following the daily ET reference (ETo) from meteorological station(s).
sv: Beräknar tidsmässig integration av satellitens faktiska ET (ETa) efter den dagliga ET-referensen (ETo) från meteorologisk(a) station(er).

source: Names of satellite ETa raster maps [mm/d or cm/d]
sv: Namn på ETa-rasterkartor för satelliter [mm/d eller cm/d]

source: Names of satellite ETa Day of Year (DOY) raster maps [0-400] [-]
sv: Namn på rasterkartor över satellit ETa Day of Year (DOY) [0-400] [-]

source: Names of meteorological station ETo raster maps [0-400] [mm/d or cm/d]
sv: Namn på meteorologisk station ETo-rasterkartor [0-400] [mm/d eller cm/d]

source: Value of DOY for ETo first day
sv: Värdet av DOY för ETo första dagen

source: Value of DOY for the first day of the period studied
sv: Värde på DOY för den första dagen i den studerade perioden

source: Value of DOY for the last day of the period studied
sv: Värdet av DOY för den sista dagen i den studerade perioden

source: The DOY for end_period can not be smaller than start_period
sv: DOY för end_period får inte vara mindre än start_period

source: The DOY for start_period can not be smaller than eto_doy_min
sv: DOY för start_period får inte vara mindre än eto_doy_min

source: Too many ETa files. Only %d allowed.
sv: För många ETa-filer. Endast %d tillåtet.

source: The min specified input map is two
sv: Den minsta specificerade inmatningskartan är två

source: Too many ETa_doy files. Only %d allowed.
sv: För många ETa_doy-filer. Endast %d tillåtet.

source: ETa and ETa_DOY file numbers are not equal!
sv: Filnumren ETa och ETa_DOY är inte identiska!

source: Too many ETo files. Only %d allowed.
sv: För många ETo-filer. Endast %d tillåtet.

source: transformation
sv: omvandling

source: Fast Fourier Transform
sv: Snabb Fouriertransform

source: Fast Fourier Transform (FFT) for image processing.
cs: Rychlá Fourierova transformace (FFT) pro zpracování obrazových dat.
sv: Fast Fourier Transform (FFT) för bildbehandling.

source: Name for output real part arrays stored as raster map
sv: Namn för utmatade realdelskartor som lagras som rasterkarta

source: Name for output imaginary part arrays stored as raster map
sv: Namn för matriser med imaginära delar som lagras som rasterkarta

source: Raster mask active, consider removing it and running again without it (see documentation for details). This current process will now continue...
sv: Rastermask aktiv, överväg att ta bort den och kör igen utan den (se dokumentation för detaljer). Denna nuvarande process kommer nu att fortsätta...

source: Reading the raster map <%s>...
sv: Läser rasterkartan <%s>...

source: Starting FFT...
cs: Startuji FFT...
sv: Startar FFT...

source: Rotating data...
cs: Rotuji data...
sv: Roterande data...

source: Writing transformed data...
sv: Skriva transformerad data...

source: FFT is now complete
sv: FFT är nu slutförd

source: usage: %s location mapset element file.
cs: pou¾ití: %s location mapset element soubor
sv: användning: %s plats mapset element fil.

source: Unable to open temp file.
cs: Nelze otevøít pøechodný soubor.
sv: Det går inte att öppna temp-filen.

source: Signature %d not invertible
sv: Signatur %d inte invertibel

source: Signature %d unable to get eigen values
sv: Signatur %d kan inte få fram egenvärden

source: Signature %d not positive definite
sv: Signatur %d inte positivt bestämd

source: Calculating class covariance matrices...
cs: Poèítám matice kovariance tøíd...
sv: Beräkning av klassernas kovariansmatriser...

source: Finding training classes...
sv: Att hitta träningskurser...

source: Training class %d only has one cell - this class will be ignored
sv: Träningsklass %d har bara en cell - denna klass kommer att ignoreras

source: Training map has no classes
sv: Utbildningskartan har inga klasser

source: One class found
sv: En klass hittade

source: supervised classification
sv: övervakad klassificering

source: Maximum Likelihood Classification
sv: Klassificering med maximal sannolikhet

source: Generates statistics for i.maxlik from raster map.
sv: Genererar statistik för i.maxlik från en rasterkarta.

source: Calculating class means...
sv: Beräkning av klass innebär...

source: Unable to read REF file for subgroup <%s> in group <%s>
sv: Det går inte att läsa REF-filen för undergrupp <%s> i grupp <%s>

source: Subgroup <%s> in group <%s> contains no raster maps.
sv: Undergrupp <%s> i grupp <%s> innehåller inga rasterkartor.

source: Ground truth training map
cs: Trénovací mapa s "pravdou o zemi"
sv: Sanningsenlig utbildningskarta

source: Unable to create signature file <%s>
sv: Det går inte att skapa signaturfil <%s>

source: Writing signatures...
sv: Skriva signaturer...

source: 1 class found
sv: 1 klass hittades

source: %d classes found
sv: %d klasser hittades

source: Generates statistics for i.smap from raster map.
sv: Genererar statistik för i.smap från rasterkarta.

source: Clustering class %d (%d pixels)...
sv: Klustring av klass %d (%d pixlar)...

source: Number of subclasses is %d
sv: Antal underklasser är %d

source: Maximum number of sub-signatures in any class
sv: Högsta antal underteckningar i varje klass

source: Illegal number of sub-signatures (%s)
sv: Otillåtet antal undersignaturer (%s)

source: Not enough pixels in class %d
sv: Inte tillräckligt med pixlar i klassen %d

source: Too many subclasses for class index %d
sv: För många underklasser för klassindex %d

source: Number of subclasses set to %d
sv: Antal underklasser sätts till %d

source: Combining subclasses (%d,%d)...
sv: Kombinera underklasser (%d,%d)...

source: Subsignature %d only contains %.0f pixels
sv: Subsignatur %d innehåller endast %.0f pixlar

source: Unreliable clustering. Try a smaller initial number of clusters
sv: Otillförlitlig klustring. Försök med ett mindre initialt antal kluster

source: Removed a singular subsignature number %d (%d remain)
sv: Tog bort ett singulärt subsignaturnummer %d (%d kvarstår)

source: Creates, edits, and lists groups of imagery data.
sv: Skapar, redigerar och listar grupper av bilddata.

source: Name of imagery group
cs: Název obrazové skupiny
sv: Namn på bildgrupp

source: Name of imagery subgroup
sv: Namn på bildundergrupp

source: Name of raster map(s) to include in group
cs: Název rastrové mapy pro vlo¾ení do skupiny
sv: Namn på den eller de rasterkartor som ska ingå i gruppen

source: Maps
sv: Kartor

source: Input file with one raster map name per line
sv: Indatafil med ett namn på en rasterkarta per rad

source: Remove selected files from specified group or subgroup
sv: Ta bort markerade filer från angiven grupp eller undergrupp

source: List files from specified (sub)group
sv: Lista filer från angiven (under)grupp

source: List subgroups from specified group
sv: Lista undergrupper från angiven grupp

source: No input raster map(s) specified
cs: Nebyly specifikovány ¾ádné vstupní rastrové mapy.
sv: Ingen rasterkarta/rasterkartor för indata har angetts

source: Specified group does not exist in current mapset
cs: Zadaná skupina neexistuje v souèasném mapsetu
sv: Angiven grupp finns inte i aktuell mapset

source: Removing raster maps from subgroup <%s>...
cs: Odstraòují rastovou mapu z podskupiny <%s>
sv: Ta bort rasterkartor från undergrupp <%s> ...

source: Removing raster maps from group <%s>...
cs: Odstraòují rastovou mapu ze skupiny <%s>
sv: Ta bort rasterkartor från grupp <%s>...

source: Group <%s> not found
cs: Skupina <%s> nebyla nalezena
sv: Grupp <%s> hittades inte

source: Subgroup <%s> of group <%s> references the following raster maps:
sv: Undergrupp <%s> i grupp <%s> refererar till följande rasterkartor:

source: Group <%s> references the following raster maps:
sv: Grupp <%s> refererar till följande rasterkartor:

source: Only groups from the current mapset can be edited
sv: Endast grupper från den aktuella kartuppsättningen kan redigeras

source: Group <%s> does not yet exist. Creating...
cs: Skupina <%s> je¹tì neexistuje. Vytváøím ji...
sv: Grupp <%s> finns ännu inte. Skapar...

source: Adding raster maps to group <%s>...
cs: Pøidávám rastrovou mapu do skupiny <%s>..
sv: Lägga till rasterkartor i grupp <%s>...

source: Adding raster maps to subgroup <%s>...
cs: Pøidávám rastrovou mapu do podskupiny <%s>..
sv: Lägga till rasterkartor till undergrupp <%s>...

source: No input raster maps defined
sv: Inga rasterkartor för indata definierade

source: Raster map <%s> not found. Skipped.
sv: Rasterkarta <%s> hittades inte. Hoppa över.

source: Adding raster map <%s> to group
cs: Pøidávám rastovou mapu <%s> do skupiny
sv: Lägga till rasterkarta <%s> till grupp

source: Raster map <%s> exists in group. Skipped.
sv: Rasterkarta <%s> finns i gruppen. Hoppade över.

source: Adding raster map <%s> to subgroup
cs: øidávám rastovou mapu <%s> do podskupiny
sv: Lägga till rasterkarta <%s> till undergrupp

source: Raster map <%s> exists in subgroup. Skipping...
cs: Rastrová mapa <%s> v podskupinì existuje. Vynechávám...
sv: Rasterkarta <%s> finns i undergrupp. Hoppar över...

source: Removing raster map <%s> from group
cs: Odstraòují rastovou mapu <%s> ze skupiny
sv: Borttagning av rasterkarta <%s> från grupp

source: No raster map removed
cs: ®ádná rastrová mapa není odstranìna
sv: Ingen rasterkarta borttagen

source: Removing raster map <%s> from subgroup
cs: Odstraòují rastovou mapu <%s> z podskupiny
sv: Borttagning av rasterkarta <%s> från undergrupp

source: Group <%s> does not contain any subgroup.
sv: Grupp <%s> innehåller inte någon undergrupp.

source: group <%s> references the following subgroups
sv: grupp <%s> refererar till följande undergrupper

source: Transforms raster maps from HIS (Hue-Intensity-Saturation) color space to RGB (Red-Green-Blue) color space.
sv: Transformerar rasterkartor från HIS (Hue-Intensity-Saturation) färgrymd till RGB (Red-Green-Blue) färgrymd.

source: Name of input raster map (hue)
sv: Namn på inmatad rasterkarta (hue)

source: Name of input raster map (intensity)
sv: Namn på inmatad rasterkarta (intensitet)

source: Name of input raster map (saturation)
sv: Namn på inmatad rasterkarta (mättnad)

source: Name for output raster map (red)
sv: Namn för utgående rasterkarta (röd)

source: Name for output raster map (green)
sv: Namn för utgående rasterkarta (grön)

source: Name for output raster map (blue)
sv: Namn för utgående rasterkarta (blå)

source: Inverse Fast Fourier Transform (IFFT) for image processing.
cs: Rychlá inverzní Fourierova transformace (IFFT) pro zpracování obrazových dat.
sv: Inverse Fast Fourier Transform (IFFT) för bildbehandling.

source: Name of input raster map (image fft, real part)
sv: Namn på inmatad rasterkarta (bild fft, verklig del)

source: Name of input raster map (image fft, imaginary part
sv: Namn på inmatad rasterkarta (bild fft, imaginär del)

source: Name for output raster map
cs: Název výstupní rastrové mapy
sv: Namn för utgående rasterkarta

source: The real and imaginary original windows did not match
sv: De verkliga och imaginära originalfönstren matchade inte varandra

source: Masking raster maps...
sv: Maskering av rasterkartor...

source: Starting Inverse FFT...
cs: Startuji inverzní FFT...
sv: Startar invers FFT...

source: Writing raster map <%s>...
sv: Skriver rasterkarta <%s>...

source: Preliminary scene analysis:
sv: Preliminär analys av brottsplatsen:

source: * Desert index: %.2lf
sv: * Öken index: %.2lf

source: * Snow cover: %.2lf %%
sv: * Snötäcke: %.2lf %%

source: * Cloud cover: %.2lf %%
sv: * Molntäcke: %.2lf %%

source: * Temperature of clouds:
sv: * Molnens temperatur:

source: ** Maximum: %.2lf K
sv: ** Maximalt: %.2lf K

source: ** Mean (%s cloud): %.2lf K
sv: ** Medelvärde (%s moln): %.2lf K

source: Histogram cloud signature:
sv: Histogram moln signatur:

source: * Mean temperature: %.2lf K
sv: * Medeltemperatur: %.2lf K

source: * Standard deviation: %.2lf
sv: * Standardavvikelse: %.2lf

source: * Skewness: %.2lf
sv: * Skevhet: %.2lf

source: * Histogram classes: %d
sv: * Histogram klasser: %d

source: * 98.75 percentile: %.2lf K
sv: * 98,75 percentil: %.2lf K

source: * 97.50 percentile: %.2lf K
sv: * 97,50 percentilen: %.2lf K

source: * 83.50 percentile: %.2lf K
sv: * 83,50 percentil: %.2lf K

source: Maximum temperature:
sv: Maximal temperatur:

source: * Cold cloud: %.2lf K
sv: * Kallt moln: %.2lf K

source: * Warm cloud: %.2lf K
sv: * Varmt moln: %.2lf K

source: Result: Scene with clouds
sv: Resultat: Scen med moln

source: Result: Scene cloud free
sv: Resultat: Scenen molnfri

source: Processing first pass...
sv: Bearbetar första passet...

source: Removing ambiguous pixels...
sv: Ta bort tvetydiga pixlar...

source: Pass two processing...
sv: Passera två behandlingar...

source: Input raster map <%s> is not floating point (process DN using i.landsat.toar to radiance first)
sv: Inmatad rasterkarta <%s> är inte flyttal (bearbeta DN med i.landsat.toar till radians först)

source: Performs Landsat TM/ETM+ Automatic Cloud Cover Assessment (ACCA).
sv: Utför Landsat TM/ETM+ Automatic Cloud Cover Assessment (ACCA).

source: cloud detection
sv: detektering av moln

source: Base name of input raster bands
sv: Basnamn på ingående rasterband

source: Example: 'B.' for B.1, B.2, ...
sv: Exempel: "B." för B.1, B.2, ...

source: B56composite (step 6)
sv: B56komposit (steg 6)

source: B45ratio: Desert detection (step 10)
sv: B45ratio: Detektering av öken (steg 10)

source: Number of classes in the cloud temperature histogram
sv: Antal klasser i histogrammet för molntemperatur

source: Cloud settings
sv: Inställningar för molnet

source: Data is Landsat-5 TM
sv: Data är Landsat-5 TM

source: I.e. Thermal band is '.6' not '.61')
sv: Dvs. det termiska bandet är '.6' och inte '.61')

source: Apply post-processing filter to remove small holes
sv: Applicera efterbehandlingsfilter för att ta bort små hål

source: Always use cloud signature (step 14)
sv: Använd alltid molnsignatur (steg 14)

source: Bypass second-pass processing, and merge warm (not ambiguous) and cold clouds
sv: Förbikoppla second-pass processing och sammanfoga varma (inte tvetydiga) och kalla moln

source: Include a category for cloud shadows
sv: Inkludera en kategori för molnskuggor

source: Filling small holes in clouds...
sv: Fyller små hål i molnen...

source: The DOS4 method is not applicable here: approximation of atmospheric transmittance coefficients is unstable. Use another DOS method or use other sun_elevation parameter
sv: DOS4-metoden är inte tillämplig här: approximation av atmosfäriska transmittanskoefficienter är instabil. Använd en annan DOS-metod eller använd en annan parameter för sun_elevation

source: Metadata file <%s> not found
sv: Metadatafilen <%s> hittades inte

source: Calculates top-of-atmosphere radiance or reflectance and temperature for Landsat MSS/TM/ETM+/OLI
sv: Beräknar strålning eller reflektans och temperatur från toppen av atmosfären för Landsat MSS/TM/ETM+/OLI

source: Prefix for output raster maps
sv: Prefix för rasterkartor som matas ut

source: Example: 'B.toar.' generates B.toar.1, B.toar.2, ...
sv: Exempel: "B.toar." genererar B.toar.1, B.toar.2, ...

source: Name of Landsat metadata file (.met or MTL.txt)
sv: Namn på Landsat-metadatafilen (.met eller MTL.txt)

source: Spacecraft sensor
sv: Sensor för rymdfarkost

source: Required only if 'metfile' not given (recommended for sanity)
sv: Krävs endast om "metfile" inte anges (rekommenderas för sanitets skull)

source: Atmospheric correction method
sv: Atmosfärisk korrigeringsmetod

source: Image acquisition date (yyyy-mm-dd)
sv: Datum för bildtagning (åååå-mm-dd)

source: Required only if 'metfile' not given
sv: Krävs endast om "metfile" inte anges

source: Sun elevation in degrees
sv: Solhöjd i grader

source: Image creation date (yyyy-mm-dd)
sv: Datum då bilden skapades (åååå-mm-dd)

source: Gain (H/L) of all Landsat ETM+ bands (1-5,61,62,7,8)
sv: Förstärkning (H/L) för alla Landsat ETM+-band (1-5,61,62,7,8)

source: Percent of solar radiance in path radiance
sv: Procent av solstrålning i strålningsväg

source: Required only if 'method' is any DOS
sv: Krävs endast om "method" är någon DOS

source: Minimum pixels to consider digital number as dark object
sv: Minsta pixlar för att betrakta digitalt nummer som mörkt objekt

source: Rayleigh atmosphere (diffuse sky irradiance)
sv: Rayleigh-atmosfär (diffus himmelsbestrålning)

source: Required only if 'method' is DOS3
sv: Krävs endast om "metod" är DOS3

source: return value stored for a given metadata
sv: returvärde lagrat för ett givet metadata

source: Required only if 'metfile' and -p given
sv: Krävs endast om 'metfile' och -p anges

source: Creation timestamp
sv: Tidsstämpel för skapande

source: Date
sv: Datum

source: Landsat Number
sv: Landsat-nummer

source: Bands count
sv: Banden räknas

source: Sun Elevation
sv: Solhöjd

source: Sun Azimuth Angle
sv: Azimutvinkel för solen

source: Time
sv: Tid

source: Scale factor for output
sv: Skalfaktor för utdata

source: Output at-sensor radiance instead of reflectance for all bands
sv: Utmatning av radians vid sensorn i stället för reflektans för alla band

source: Input raster maps use as extension the number of the band instead the code
sv: Inmatning av rasterkartor använder som förlängning bandets nummer istället för koden

source: Print output metadata info
sv: Skriv ut metadatainformation för utdata

source: Illegal date format: [%s] (yyyy-mm-dd)
sv: Olagligt datumformat: [%s] (ååååå-mm-dd)

source: Please use a metadata keyword with -p
sv: Använd ett metadatanyckelord med -p

source: Failed to identify satellite
sv: Misslyckades med att identifiera satelliten

source: Lacking '%s' and/or '%s' for this satellite
sv: Saknar '%s' och/eller '%s' för denna satellit

source: Landsat-7 requires band gain with 9 (H/L) characters
sv: Landsat-7 kräver bandförstärkning med 9 (H/L) tecken

source: Unknown satellite type (defined by '%s')
sv: Okänd satellittyp (definieras av '%s')

source: Unable to read data type of raster map <%s>
sv: Det gick inte att läsa datatypen för rasterkartan <%s>

source: Calculating...
sv: Beräknar...

source: Raster map <%s> already exists and will be overwritten
cs: Rastrová mapa <%s> ji¾ existuje a bude pøepsána.
sv: Rasterkarta <%s> finns redan och kommer att skrivas över

source: Raster map <%s> exists. Skipping.
sv: Rasterkarta <%s> finns. Hoppa över.

source: Writing %s of <%s> to <%s>...
sv: Skriva %s av <%s> till <%s>...

source: temperature
sv: temperatur

source: Signature %d is not valid (ill-conditioned) - ignored
sv: Signatur %d är inte giltig (dåligt konditionerad) - ignoreras

source: Signature %d is not valid (singular) - ignored
sv: Signatur %d är inte giltig (singular) - ignoreras

source: Classifies the cell spectral reflectances in imagery data.
cs: Klasifikovat spektrální odraz buòky v obrazových datech.
sv: Klassificerar de spektrala cellreflektanserna i bilddata.

source: Classification is based on the spectral signature information generated by either i.cluster, g.gui.iclass, or i.gensig.
sv: Klassificeringen baseras på den spektrala signaturinformation som genereras av antingen i.cluster, g.gui.iclass eller i.gensig.

source: Name of input file containing signatures
sv: Namn på indatafil som innehåller signaturer

source: Generated by either i.cluster, g.gui.iclass, or i.gensig
sv: Genereras av antingen i.cluster, g.gui.iclass eller i.gensig

source: Name for output raster map holding classification results
sv: Namn för rasterkarta med klassificeringsresultat

source: Name for output raster map holding reject threshold results
sv: Namn för rasterkarta med resultat från tröskelvärden för avvisande

source: Subgroup <%s> of group <%s> doesn't have any raster maps. The subgroup must have at least 2 raster maps.
sv: Undergrupp <%s> av grupp <%s> har inga rasterkartor. Undergruppen måste ha minst 2 rasterkartor.

source: Subgroup <%s> of group <%s> only has 1 raster map. The subgroup must have at least 2 raster maps.
sv: Undergrupp <%s> av grupp <%s> har bara 1 rasterkarta. Undergruppen måste ha minst 2 rasterkartor.

source: Unable to open signature file <%s>
sv: Det går inte att öppna signaturfilen <%s>

source: imagery quality assessment
sv: bedömning av bildkvalitet

source: land surface temperature
sv: landytans temperatur

source: Extracts quality control parameters from MODIS QC layers.
sv: Extraherar kvalitetskontrollparametrar från MODIS QC-lager.
