Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Both coordinates and categories are set, coordinates will be used. The use categories remove text from coordinate form
sv: Om både koordinater och kategorier anges kommer koordinaterna att användas. Användningskategorierna tar bort text från koordinatform

source: With Vector temporal dataset you have to select an attribute column
sv: Med Vector temporal dataset måste du välja en attributkolumn

source: Difference number of vector layers and maps in the vector temporal dataset
sv: Skillnad i antal vektorlager och kartor i det temporala vektordatasetet

source: No connection between vector map {vmap} and layer {la}
sv: Ingen koppling mellan vektorkarta {vmap} och lager {la}

source: Temporal resolution: %s
sv: Temporal upplösning: %s

source: Problem getting data from raster temporal dataset. Empty list of values.
sv: Problem med att hämta data från raster temporal dataset. Tom lista med värden.

source: Problem getting data from vector temporal dataset. Empty list of values for cat {ca}.
sv: Problem med att hämta data från vektor temporal dataset. Tom lista med värden för katt {ca}.

source: Problem getting data from vector temporal dataset. Empty list of values.
sv: Problem med att hämta data från vektor temporal dataset. Tom lista med värden.

source: {pa} already exists, do you want to overwrite?
sv: {pa} finns redan, vill du skriva över?

source: File exists
sv: Filen finns

source: Please change name of output CSV file or
sv: Ändra namnet på den utgående CSV-filen eller

source: Incorrect coordinates format, should be: x,y
sv: Felaktigt koordinatformat, ska vara: x,y

source: Seed point outside the current region
sv: Seed-punkt utanför den aktuella regionen

source: Invalid input raster dataset
sv: Ogiltig inmatad rasterdataset

source: Invalid input vector dataset
sv: Ogiltig inmatningsvektor dataset

source: Invalid input temporal dataset
sv: Ogiltig inmatad temporär dataset

source: Datasets have different number of values
sv: Dataset har olika antal värden

source: Value for {date} is {val}
sv: Värdet för {date} är {val}

source: Press Del to dismiss.
sv: Tryck på Del för att avvisa.

source: With stvds you have to set 'attr' option
sv: Med stvds måste du ställa in alternativet "attr

source: With stvds it is not possible to use 'coordinates' and 'cats' options together
sv: Med stvds är det inte möjligt att använda alternativen 'coordinates' och 'cats' samtidigt

source: With stvds you have to use 'coordinates' or 'cats' option
sv: Med stvds måste du använda alternativet 'coordinates' eller 'cats'

source: Temporal Plot Tool - GRASS GIS
sv: Verktyg för temporär plottning - GRASS GIS

source: List of categories - right-click to delete
cs: Seznam kategorií - kliknìte pravým tlaèítkem pro vymazání
sv: Lista över kategorier - högerklicka för att ta bort

source: Add new category
cs: Pøidat novou kategorii
sv: Lägg till kategori

source: Ignore changes and close dialog
cs: Ignoruj zmìny a zavøi dialog
sv: Ignorera ändringar och stäng dialogen

source: Apply changes and close dialog
cs: Ulo¾it zmìny a zavøít
sv: Tillämpa ändringar och stäng dialogrutan

source: Unable to add new layer/category <%(layer)s/%(category)s>. Layer and category number must be integer. Layer number must be greater than zero.
sv: Det går inte att lägga till ett nytt lager/en ny kategori <%(layer)s/%(category)s>. Lager- och kategorinummer måste vara heltal. Lagernumret måste vara större än noll.

source: Unable to update vector map.
cs: Nelze modifikovat vektorovou mapu.
sv: Det går inte att uppdatera vektorkartan.

source: %d lines selected for z bulk-labeling
cs: %d linií vybráno pro oznaèení z souøadnice
sv: %d linjer utvalda för z-märkning i bulk

source: Set value
cs: Nastavit hodnotu
sv: Inställt värde

source: Starting value
cs: Poèáteèní hodnota
sv: Startvärde

source: Step
cs: Krok
sv: Steg

source: List of duplicates
cs: Seznam zdvojených prvkù
sv: Lista över dubbletter

source: Feature id
cs: ID prvku
sv: Funktion id

source: Layer (Categories)
cs: Vrstva (Kategorie)
sv: Lager (kategorier)

source: Vector digitizer not available. %s
sv: Vektordigitalisator inte tillgänglig. %s

source: Vector map <%s> not found in current mapset. New vector map can be created by providing '-c' flag.
sv: Vektorkarta <%s> hittades inte i aktuell kartuppsättning. En ny vektorkarta kan skapas genom att ange flaggan '-c'.

source: New vector map <%s> created
cs: Nová vektorová mapa <%s> byla vytvoøena
sv: Ny vektorkarta <%s> skapad

source: Unable to create new vector map <%s>
sv: Det går inte att skapa en ny vektorkarta <%s>

source: Vector Digitizer - GRASS GIS
sv: Vektordigitalisering - GRASS GIS

source: Update categories
cs: Aktualizovat kategorie
sv: Uppdatera kategorier

source: No vector map selected for editing.
cs: Nebyla vybrána ¾ádná vektorová mapa pro editaci.
sv: Ingen vektorkarta vald för redigering.

source: Nothing to do. Choose appropriate tool from digitizer toolbar.
sv: Inget att göra. Välj lämpligt verktyg från digitaliseringsverktygsfältet.

source: Z bulk-labeling dialog
cs: Dialog pøiøazení Z souøadnice jako popisku
sv: Z dialog för bulkmärkning

source: Digitization settings
cs: Nastavení digitalizace
sv: Inställningar för digitalisering

source: Apply changes for this session
cs: Aplikovat zmìny pro tuto seanci
sv: Tillämpa ändringar för denna session

source: Close dialog and save changes to user settings file
cs: Zavøít dialog a ulo¾it u¾ivatelské nastavení
sv: Stäng dialogrutan och spara ändringarna i filen med användarinställningar

source: Line width
cs: ©íøka linie
sv: Linjebredd

source: Snapping
cs: Pøichycení
sv: Snäppning

source: Snapping threshold
cs: Práh pro pøichycení
sv: Tröskelvärde för snäppning

source: screen pixels
sv: pixlar på skärmen

source: Snap also to vertex
cs: Pøichytávat také k opìrným bodùm
sv: Snäpp också till toppunkt

source: Snapping threshold is %(value).1f %(units)s
cs: Práh pøichycení je %(value).1f %(units)s
sv: Tröskelvärdet för snäppning är %(value).1f %(units)s

source: Select vector features
cs: Vybrat vektorový prvek
sv: Välj vektorfunktioner

source: Select threshold
cs: Zvolit prahovou hodnotu
sv: Välj tröskelvärde

source: Select only features inside of selection bounding box
cs: Vybrat jenom prvky uvnitø vyznaèené oblasti
sv: Välj endast funktioner inom urvalets avgränsningsbox

source: By default are selected all features overlapping selection bounding box
cs: Jako výchozí jsou vybrány v¹chny prvky, které zasahují do vyznaèené oblasti
sv: Som standard väljs alla funktioner som överlappar urvalets avgränsningsbox

source: Check for duplicates
cs: Zkontrolovat zdvojené prvky
sv: Kontrollera efter dubbletter

source: Digitize lines/boundaries
sv: Digitalisera linjer/gränser

source: Break lines at intersection
cs: Rozdìlit linie na prùseèících
sv: Bryt linjer vid korsning

source: Digitize areas
sv: Digitalisera områden

source: Close boundary (snap to the start node)
sv: Stäng gränsen (snäpp till startnoden)

source: Save changes
cs: Ulo¾it zmìny
sv: Spara ändringar

source: Save changes on exit
cs: Ulo¾it zmìny pøi ukonèení
sv: Spara ändringar vid avslutning

source: Query tool
cs: Nástroj pro dotazování
sv: Frågeverktyg

source: Choose query tool
cs: Vybrat nástroj pro dotazování
sv: Välj frågeverktyg

source: Select by box
cs: Vybrat my¹í
sv: Välj efter ruta

source: length
cs: délka
sv: längd

source: Select lines
cs: Vybrat linie
sv: Välj linjer

source: longer than
cs: del¹í ne¾
sv: längre än

source: shorter than
cs: krat¹í ne¾
sv: kortare än

source: dangle
cs: pøívìsek
sv: dingla

source: Select dangles
cs: Vybrat dangles
sv: Välj dinglar

source: Digitize new feature
cs: Digitalizovat nový prvek
sv: Digitalisera ny funktion

source: Add new record into table
cs: Pøidat nový záznam do atributové tabulky
sv: Lägga till ny post i tabellen

source: Category number
cs: Èíslo kategorie
sv: Kategori nummer

source: Category mode
cs: Mód kategorie
sv: Kategori läge

source: Manual entry
cs: Manuálnì
sv: Manuell inmatning

source: Next to use
cs: Pou¾ít dal¹í
sv: Nästa gång du använder

source: No category
cs: ®ádná kategorie
sv: Ingen kategori

source: Delete existing feature(s)
cs: Odstranit existující prvek(y)
sv: Ta bort befintlig(a) funktion(er)

source: Delete record from table
cs: Odstranit záznam s tabulky
sv: Ta bort post från tabell

source: Geometry attributes
cs: Atributy geometrie prvku
sv: Geometriattribut

source: area
cs: plocha
sv: område

source: Note: These settings are stored in the workspace not in the vector digitizer preferences.
sv: Obs: Dessa inställningar lagras i arbetsytan, inte i vektordigitalisatorns inställningar.

source: Digitize new line segment
sv: Digitalisera nytt linjesegment

source: Digitize new line/boundary
sv: Digitalisera ny linje/gräns

source: Highlight
cs: Zvýraznìní
sv: Markera

source: Highlight (duplicates)
cs: Zvýraznìní (zdvojené prvky)
sv: Höjdpunkt (dubbletter)

source: Boundary (no area)
cs: Hranice (nikoliv plocha)
sv: Begränsning (inget område)

source: Boundary (one area)
cs: Hranice (jedna plocha)
sv: Gräns (ett område)

source: Boundary (two areas)
cs: Hranice (dvì plochy)
sv: Gräns (två områden)

source: Centroid (in area)
cs: Centroid (uvnitø plochy)
sv: Centroid (i område)

source: Centroid (outside area)
cs: Centroid (mimo plochu)
sv: Centroid (utanför området)

source: Centroid (duplicate in area)
cs: Centroid (duplictní uvnitø plochy)
sv: Centroid (duplikat i området)

source: Node (one line)
cs: Uzel (jedna linie)
sv: Nod (en rad)

source: Node (two lines)
cs: Uzel (dvì linie)
sv: Nod (två rader)

source: Vertex
cs: Opìrný bod
sv: Toppunkt

source: Area (closed boundary + centroid)
cs: Plocha (uzavøené hranice + centroid)
sv: Område (sluten gräns + centroid)

source: Direction
cs: Smìr
sv: Riktning

source: Snapping disabled
cs: Zakázat pøichycení
sv: Snapping inaktiverad

source: Snapping threshold is %(value).1f %(units)s (based on comp. resolution)
cs: Práh pøichycení je %(value).1f %(units)s (podle výpoèetního regionu)
sv: Snapping-tröskel är %(value).1f %(units)s (baserat på komp. upplösning)

source: Vector digitizer settings saved to file <%s>.
cs: Nastavení digitizéru ulo¾eno do souboru <%s>.
sv: Vektordigitalisatorns inställningar sparas i filen <%s>.

source: Select area/boundary/centroid tool
sv: Välj verktyg för område/gräns/centroid

source: Digitize new point (Ctrl+P)
sv: Digitalisera ny punkt (Ctrl+P)

source: Left: new point
cs: Levé: nový bod
sv: Vänster: ny punkt

source: Digitize new line (Ctrl+L)
sv: Digitalisera ny rad (Ctrl+L)

source: Left: new point; Ctrl+Left: undo last point; Right: close line
sv: Vänster: ny punkt; Ctrl+Vänster: ångra sista punkten; Höger: stäng linjen

source: Digitize new boundary (Ctrl+B)
sv: Digitalisera ny gräns (Ctrl+B)

source: Digitize new centroid (Ctrl+C)
sv: Digitalisera ny centroid (Ctrl+C)

source: Digitize new area (boundary without category) (Ctrl+A)
sv: Digitalisera nytt område (gräns utan kategori) (Ctrl+A)

source: Add new vertex to line or boundary (Ctrl+V)
sv: Lägg till ny vertex på linje eller gräns (Ctrl+V)

source: Left: Select; Ctrl+Left: Unselect; Right: Confirm
sv: Vänster: Markera; Ctrl+Vänster: Avmarkera; Höger: Bekräfta

source: Delete selected point(s), line(s), boundary(ies) or centroid(s) (Ctrl+D)
sv: Ta bort markerade punkter, linjer, gränser eller tyngdpunkt(er) (Ctrl+D)

source: Delete selected area(s) (Ctrl+F)
sv: Ta bort markerat område (Ctrl+F)

source: Display/update attributes (Ctrl+K)
sv: Visa/uppdatera attribut (Ctrl+K)

source: Left: Select
cs: Levé: Vybrat
sv: Vänster: Välj

source: Display/update categories (Ctrl+J)
sv: Visa/uppdatera kategorier (Ctrl+J)

source: Edit selected line/boundary (Ctrl+E)
sv: Redigera markerad linje/gräns (Ctrl+E)

source: Move selected point(s), line(s), boundary(ies) or centroid(s) (Ctrl+M)
sv: Flytta markerad(a) punkt(er), linje(r), gräns(er) eller centroid(er) (Ctrl+M)

source: Move selected vertex (Ctrl+G)
sv: Flytta markerad vertex (Ctrl+G)

source: Remove selected vertex (Ctrl+X)
sv: Ta bort markerat toppunkt (Ctrl+X)

source: Settings (Ctrl+T)
sv: Inställningar (Ctrl+T)

source: Quit (Ctrl+Q)
sv: Avsluta (Ctrl+Q)

source: Quit digitizer and save changes
sv: Avsluta digitizer och spara ändringar

source: Show manual (Ctrl+H)
sv: Visa bruksanvisning (Ctrl+H)

source: Show Vector Digitizer manual
sv: Visa Vector Digitizer manual

source: Additional tools (copy, flip, connect, etc.)
cs: Dal¹í nástroje (kopírovat, otoèit, spojit, atd.)
sv: Ytterligare verktyg (kopiera, vända, ansluta etc.)

source: Undo (Ctrl+Z)
sv: Ångra (Ctrl+Z)

source: Undo previous change
sv: Ångra tidigare ändring

source: Redo (Ctrl+Y)
sv: Gör om (Ctrl+Y)

source: Redo previous change
sv: Återställ tidigare ändring

source: No vector map is open for editing. Please select firsta vector map from the combo box.
sv: Ingen vektorkarta är öppen för redigering. Välj första vektorkartan från kombinationsrutan.

source: Break selected lines/boundaries at intersection
cs: Rozdìlit vybrané linie/hranice na prùseèíku
sv: Bryt valda linjer/gränser vid korsning

source: Connect selected lines/boundaries
cs: Spojit vybrané linie/hranice
sv: Anslut valda linjer/gränser

source: Copy categories
cs: Kopírovat kategorie
sv: Kopiera kategorier

source: Copy features from (background) vector map
cs: Kopírovat prvky z podkladové vektorové mapy
sv: Kopiera funktioner från (bakgrund) vektorkarta

source: Copy attributes
sv: Kopiera attribut

source: Feature type conversion
cs: Konverze typù vektorových prvkù
sv: Konvertering av funktionstyp

source: Flip selected lines/boundaries
cs: Otoèit vybrané linie/hranice
sv: Vänd valda linjer/gränser

source: Merge selected lines/boundaries
cs: Pøipojit vybrané linie/hranice
sv: Sammanfoga valda linjer/gränser

source: Snap selected lines/boundaries (only to nodes)
cs: Spojit vybrané linie/hranice (pouze na uzlech)
sv: Fäst valda linjer/gränser (endast för noder)

source: Split line/boundary
cs: rozdìlit linii/hranici
sv: Delad linje/gräns

source: Query features
cs: Dotazovat prvky
sv: Funktioner i sökningen

source: Z bulk-labeling of 3D lines
cs: Pøiøazení Z souøadnice pro popisky u 3D linií
sv: Z bulk-märkning av 3D-linjer

source: Select background vector map
sv: Välj bakgrundsvektorkarta

source: Vector map is not 3D. Operation canceled.
cs: Vektorová mapa není 3D. Operace ukonèena.
sv: Vektorkartan är inte 3D. Operationen avbruten.

source: Topology for vector map <%s> is not available. Topology is required by digitizer. Do you want to rebuild topology (takes some time) and open the vector map for editing?
sv: Topologi för vektorkarta <%s> är inte tillgänglig. Topologin krävs av digitaliseraren. Vill du bygga upp topologin igen (tar lite tid) och öppna vektorkartan för redigering?

source: Digitizer error
sv: Fel på digitaliseraren

source: Please wait, opening vector map <%s> for editing...
cs: Prosím poèkejte, otevírá se vektorová mapa <%s> pro editaci...
sv: Vänta, öppnar vektorkarta <%s> för redigering...

source: Unsupported feature type '%(type)s'. Unable to edit OGR layer <%(layer)s>.
sv: Funktionstyp '%(type)s' stöds inte. Det går inte att redigera OGR-lager <%(layer)s>.

source: Do you want to save changes in vector map <%s>?
cs: Chcete ulo¾it zmìny do vektorové mapy <%s>?
sv: Vill du spara ändringarna i vector map <%s>?

source: Save changes?
cs: Ulo¾it zmìny?
sv: Spara ändringarna?

source: Please wait, closing and rebuilding topology of vector map <%s>...
cs: Prosím poèkejte, zavírám a buduji topologii pro vektorovou mapu <%s>...
sv: Vänta, stängning och återuppbyggnad av topologin för vektorkarta <%s>...

source: Editing of vector map <%s> successfully finished
sv: Redigering av vektorkarta <%s> framgångsrikt avslutad

source: New vector map
cs: Nová vektorová mapa
sv: Ny vektorkarta

source: Digitization Error
sv: Digitaliseringsfel

source: Unable to open vector map <%s>.
sv: Det gick inte att öppna vektorkarta <%s>.

source: No vector map open for editing.
sv: Ingen vektorkarta öppen för redigering.

source: Operation canceled.
sv: Operationen avbruten.

source: Writing new feature failed. Operation canceled. Reason: %s
sv: Skrivning av ny funktion misslyckades. Operationen avbruten. Orsak: %s

source: Reading feature id %d failed. Operation canceled.
sv: Läsning av funktions-ID %d misslyckades. Åtgärden avbröts.

source: Database link %d not available. Operation canceled.
sv: Databaslänk %d inte tillgänglig. Operation avbruten.

source: Unable to start database driver <%s>. Operation canceled.
sv: Det gick inte att starta databasdrivrutinen <%s>. Åtgärden avbröts.

source: Unable to open database <%(db)s> by driver <%(driver)s>. Operation canceled.
sv: Det gick inte att öppna databas <%(db)s> med drivrutin <%(driver)s>. Åtgärden avbröts.

source: Unable to execute SQL query '%s'. Operation canceled.
sv: Det gick inte att köra SQL-frågan '%s'. Operationen avbröts.

source: Feature id %d is marked as dead. Operation canceled.
sv: Funktions-ID %d är markerad som död. Operation avbruten.

source: Unsupported feature type %d. Operation canceled.
sv: Funktionstyp som inte stöds %d. Åtgärden avbruten.

source: Unknown feature type '%s'
sv: Okänd funktionstyp '%s'

source: Not enough points for line
sv: Inte tillräckligt med punkter för linje

source: WARNING: Zero-length line or boundary drawing skipped. Use v.clean to remove it.
sv: VARNING: Linje eller gränsdragning med noll längd har hoppats över. Använd v.clean för att ta bort den.

source: Topology for vector map <%s> is not available. Topology is required by digitizer. Do you want to rebuild topology (takes some time) and open the vector map for editing?
sv: Topologi för vektorkarta <%s> är inte tillgänglig. Topologin krävs av digitaliseraren. Vill du bygga upp topologin igen (tar lite tid) och öppna vektorkartan för redigering?

source: Topology missing
sv: Topologi saknas

source: Vector Network Analysis Tool
sv: Verktyg för analys av vektornätverk

source: Point list toolbar
sv: Verktygsfält för punktlista

source: Analysis toolbar
sv: Verktygsfält för analys

source: Points for analysis:
sv: Punkter för analys:

source: Analysis settings:
sv: Inställningar för analys:

source: Points
sv: Punkter

source: Maximum distance of point to the network:
sv: Maximalt avstånd från punkten till nätverket:

source: Iso lines:
sv: Iso-linjer:

source: Add vector map into layer tree
sv: Lägg till vektorkarta i lagerträdet

source: Input tables
sv: Inmatningstabeller

source: Result tables
sv: Resultat tabeller

source: Loading tables...
sv: Läser in tabeller...

source: Creating turntable...
sv: Skapar skivspelare...

source: Input vector map does not exist.
sv: Ingångsvektorkarta finns inte.

source: Analysing...
sv: Analyserar...

source: Computing nodes...
sv: Beräkningsnoder...

source: Other settings
sv: Andra inställningar

source: Point style:
sv: Punktstil:

source: Analysis result style:
sv: Analysresultat stil:

source: Color table style %s:
sv: Färg tabell stil %s:

source: Invert colors %s:
sv: Invertera färger %s:

source: Line color:
sv: Linjefärg:

source: Color for unused point:
sv: Färg för oanvänd punkt:

source: Color for Start/From/Source/Used point:
sv: Färg för Start/From/Source/Used-punkt:

source: Color for End/To/Sink point:
sv: Färg för End/To/Sink point:

source: Color for selected point:
sv: Färg för vald punkt:

source: Point size:
sv: Punktstorlek:

source: Point width:
sv: Punktbredd:

source: Maximum number of results in history:
sv: Maximalt antal resultat i historiken:

source: New vector map with turntable
sv: Ny vektorkarta med skivspelare

source: Save analysis result
sv: Spara analysresultat

source: Edit intersection turns costs
sv: Redigera korsning svängar kostnader

source: Define Global Turn Costs
sv: Definiera globala omställningskostnader

source: Insert points from Map Display
sv: Infoga punkter från kartdisplayen

source: Activate snapping to nodes
sv: Aktivera snäppning till noder

source: Activate mode for turns editing
sv: Aktivera läge för redigering av vändningar

source: Activate mode for global turns editing
sv: Aktivera läge för redigering av globala vändningar

source: Add new point
sv: Lägg till ny punkt

source: Delete selected point
sv: Ta bort markerad punkt

source: Execute analysis
sv: Genomföra analys

source: Go to previous analysis result
sv: Gå till föregående analysresultat

source: Go to next analysis result
sv: Gå till nästa analysresultat

source: Show analysis result
sv: Visa analysresultat

source: Save temporary result
sv: Spara tillfälligt resultat

source: Previous analysis result
sv: Tidigare analysresultat

source: Next analysis result
sv: Nästa analysresultat

source: Available analyses
sv: Tillgängliga analyser

source: Unable to perform analysis.
sv: Det går inte att utföra analys.

source: Temporary map '%s' with result was changed outside vector network analysis tool. Showed result may not correspond original analysis result.
sv: Temporär karta '%s' med resultat ändrades utanför analysverktyget för vektornätverk. Visat resultat kanske inte motsvarar det ursprungliga analysresultatet.

source: Result changed outside
sv: Resultatet ändrades utanför

source: Map can be created only in current mapset
sv: Kartan kan bara skapas i den aktuella kartuppsättningen

source: Vector map %s already exists. Do you want to overwrite it?
sv: Vektorkarta %s finns redan. Vill du skriva över den?

source: Overwrite vector map
sv: Skriva över vektorkarta

source: Creation of turntable failed.
sv: Skapandet av skivspelare misslyckades.

source: Vector map with analysis result does not exist.
sv: Vektorkarta med analysresultat finns inte.

source: Map can be saved only to currently set mapset
sv: Kartan kan endast sparas till den aktuella mapset

source: Please choose '%s' and '%s' point.
sv: Välj '%s' och '%s' punkt.

source: Please choose at least two points.
sv: Välj minst två punkter.

source: Input map '%s' for analysis was changed outside vector network analysis tool. Topology column may not correspond to changed situation.
sv: Indatakartan '%s' för analys ändrades utanför verktyget för analys av vektornätverk. Topologikolumnen kanske inte motsvarar den ändrade situationen.

source: Input changed outside
sv: Ingång ändrad utanför

source: Temporary map %s already exists. Do you want to continue in analysis and overwrite it?
sv: Temporär karta %s finns redan. Vill du fortsätta i analysen och skriva över den?

source: Unable to use ctypes.
sv: Det går inte att använda ctypes.

source: Snapping mode can not be activated.
sv: Snapping-läget kan inte aktiveras.

source: Do you really want to activate snapping and overwrite it?
sv: Vill du verkligen aktivera snapping och skriva över det?

source: Temporary map '%s' was changed outside vector analysis tool. Do you really want to activate snapping and overwrite it?
sv: Temporär karta '%s' ändrades utanför vektoranalysverktyget. Vill du verkligen aktivera snapping och skriva över den?

source: Overwrite map
sv: Skriva över karta

source: Module <%s> does not support turns costs.
sv: Modul <%s> stöder inte kostnader för vändningar.

source: Vector map '%s' does not exist.
sv: Vektorkartan '%s' finns inte.

source: Vector map was not chosen.
sv: Vektorkarta valdes inte.

source: arc layer
sv: bågskikt

source: node layer
sv: nodlager

source: turntable layer
sv: skivspelare lager

source: unique categories layer
sv: unika kategorier lager

source: Chosen %s '%s' does not exist in vector map '%s'.
sv: Vald %s '%s' finns inte i vektorkartan '%s'.

source: Choose existing %s.
sv: Välj befintlig %s.

source: Chosen column '%s' does not exist in attribute table of layer '%s' of vector map '%s'.
sv: Den valda kolumnen '%s' finns inte i attributtabellen för skiktet '%s' i vektorkartan '%s'.

source: topology
sv: topologi

source: End Point
sv: Slutpunkt
