Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Inconsistent number of attributes (<%s/%s>: %d vs. <%s>: %d, <%s>: %d)
sv: Inkonsekvent antal attribut (<%s/%s>: %d vs. <%s>: %d, <%s>: %d)

source: Cutting plane number <%d> not found
sv: Skärplansnummer <%d> hittades inte

source: Creates a 3D rendering of GIS data.
sv: Skapar en 3D-rendering av GIS-data.

source: Renders surfaces (raster data), 2D/3D vector data, and volumes (3D raster data) in 3D.
sv: Renderar ytor (rasterdata), 2D/3D-vektordata och volymer (3D-rasterdata) i 3D.

source: Unable to render data
sv: Det går inte att rendera data

source: Vertical exaggeration not given, using calculated value %.0f
sv: Vertikal överdrift anges inte, beräknat värde används %.0f

source: Viewpoint height not given, using calculated value %.0f
sv: Höjden på utsiktspunkten anges inte, beräknat värde används %.0f

source: Failed to write image
sv: Misslyckades med att skriva bild

source: Unsupported output format
sv: Utmatningsformat som inte stöds

source: Missing topography attribute for surface %d
sv: Saknar topografi-attribut för yta %d

source: Color attribute not defined, using default <%s>
sv: Färgattribut inte definierat, standard <%s> används

source: Missing color attribute for surface %d
sv: Saknar färgattribut för yta %d

source: Surface id %d doesn't exist
sv: Yt-ID %d finns inte

source: Unable to set draw mode for surface id %d
sv: Det går inte att ställa in ritningsläge för yt-ID %d

source: Column <%s> in table <%s> not found
sv: Kolumn <%s> i tabell <%s> hittades inte

source: Data type of color column must be character
sv: Datatypen för färgkolumnen måste vara tecken

source: Data type of size column must be numeric
sv: Datatypen för storlekskolumnen måste vara numerisk

source: Data type of width column must be numeric
sv: Datatypen för breddkolumnen måste vara numerisk

source: Data type of marker column must be character
sv: Datatypen för markörkolumnen måste vara tecken

source: 3d raster map <%s> not found
cs: 3D rastrová mapa <%s> nebyla nalezena
sv: 3d rasterkarta <%s> hittades inte

source: Error tokenize '%s'
sv: Fel vid tokenisering av '%s'

source: Volume set number %d is not available
sv: Volyminställningsnummer %d är inte tillgängligt

source: Unable to add isosurface (volume set %d)
sv: Det går inte att lägga till isosurface (volymuppsättning %d)

source: Unable to set isosurface (%d) attribute (%d) of volume %d
sv: Det går inte att ange isosurface (%d) attribut (%d) för volym %d

source: Wrong name for axis: %s
sv: Fel namn för axel: %s

source: Unable to add slice (volume set %d)
sv: Går inte att lägga till skiva (volym inställd på %d)

source: Unable to set slice (%d) position of volume %d
sv: Det går inte att ställa in positionen för volymen %d på skivan (%d)

source: Unable to set slice (%d) transparency of volume %d
sv: Det går inte att ställa in skivan (%d) transparens för volym %d

source: Creates fly-through script to run in NVIZ.
cs: Vytvoøit skript pro NVIZ s pøeletem
sv: Skapar ett genomgångsmanus för att köra i NVIZ.

source: Name of output script
cs: Název výstupního skriptu
sv: Namn på utdataskriptet

source: Prefix of output images (default = NVIZ)
cs: Prefix výstupních obrázkù (výchozí = NVIZ)
sv: Prefix för utmatade bilder (standard = NVIZ)

source: Route coordinates (east,north)
cs: Souøadnice trasy (východ, sever)
sv: Koordinater för rutten (öster, norr)

source: Camera layback distance (in map units)
cs: Vzdálenost odstupu kamery (v jednotkách mapy)
sv: Avstånd till kamerans baksida (i kartanheter)

source: Camera height above terrain
cs: Vý¹ka kamery nad terénem
sv: Kamerans höjd över terrängen

source: Number of frames
cs: Poèet snímkù
sv: Antal bildrutor

source: Start frame number (default=0)
cs: Poèáteèní èíslo snímkù (výchozí=0)
sv: Startbildnummer (standard=0)

source: Full render -- Save images
cs: Plné renderování -- Ulo¾it obrázky
sv: Fullständig återgivning -- Spara bilder

source: Fly at constant elevation (ht)
cs: Let s konstantí vý¹kou (ht)
sv: Flyga på konstant höjd (ht)

source: Include command in the script to output a KeyFrame file
cs: Do skriptu vlo¾it pøíkaz pro vytvoøení souboru KeyFrame
sv: Inkludera kommandot i skriptet för att mata ut en KeyFrame-fil

source: Render images off-screen
cs: Vykreslování obrázkù (off-screen)
sv: Rendera bilder utanför skärmen

source: Enable vector and sites drawing
cs: Zapnout vykreslování vektorových a bodových dat
sv: Aktivera vektor- och platsritning

source: Either -i flag and/or route parameter must be used
cs: Je potøeba pou¾ít buï pøepínaè -i nebo parametr trasy
sv: Antingen -i flagga och/eller route parameter måste användas

source: Off-screen only available with full render mode
cs: Off-screen je dostupný pouze v módu plné vykreslování
sv: Off-screen endast tillgängligt med full renderingsläge

source: You must provide at least four points %d
cs: Musíte stanovit alespoò ètyøi body %d.
sv: Du måste ange minst fyra punkter %d

source: Created NVIZ script <%s>.
cs: Vytvoøil jsem skript NVIZ <%s>-
sv: Skapat NVIZ-skript <%s>.

source: Skipping this point, selected point is outside region. Perhaps the camera setback distance puts it beyond the edge?
cs: Vynechávám tento bod, je mimo region. To mù¾e být zpùsobeno nastavením odstupu kamery.
sv: Om man hoppar över den här punkten ligger den valda punkten utanför regionen. Kanske gör kamerans tillbakadragningsavstånd att den hamnar utanför kanten?

source: Not enough points, %d are required
sv: Inte tillräckligt med punkter, %d krävs

source: Poorly placed control points
sv: Dåligt placerade kontrollpunkter

source: Rectification polynomial order
cs: Stupeò polynomu rektifikace
sv: Rektifiering polynomisk ordning

source: Local x,y coordinates to target east,north
sv: Lokala x,y-koordinater till mål öster, norr

source: Target east,north coordinates to local x,y
sv: Rikta in öst-, nordkoordinater till lokala x,y

source: Unable to get layer info for vector map
cs: Nelze získat informace o vrstvì pro vektorovou mapu
sv: Det går inte att få lagerinformation för vektorkarta

source: Column type not supported (must be string)
cs: Typ sloupce není podporován (musí být string)
sv: Kolumntyp stöds inte (måste vara sträng)

source: Unable to select data from table
cs: Nelze vybrat data z tabulky
sv: Det går inte att välja data från tabellen

source: Size column type must be numeric
cs: Sloupec s velikostí musí být èíselného typu
sv: Kolumntyp för storlek måste vara numerisk

source: Rotation column type must be numeric
cs: Jméno sloupce s rotací musí být èíselného typu
sv: Rotationskolonnens typ måste vara numerisk

source: Error in GPJ_transform
sv: Fel i GPJ_transform

source: Can't open label file <%s> in mapset <%s>
cs: nemohu otevøít soubor 3dview <%s> v <%s>
sv: Det går inte att öppna etikettfilen <%s> i mapset <%s>

source: Reading labels file <%s in %s> ...
cs: Naèítám soubor s popisky <%s v %s> ...
sv: Läser etikettfil <%s i %s> ...

source: Can't open temporary label file <%s>
cs: nemohu otevøít soubor s rozsahem pro %s
sv: Det går inte att öppna filen temporary label <%s>

source: Reading text file ...
cs: Naèítám textový soubor ...
sv: Läser textfil ...

source: Text labels: 'fontsize' given so ignoring 'size'
cs: Textové popisky: zadaná 'fontsize', 'size' je tudí¾ ignorována
sv: Textetiketter: 'fontsize' givet så ignorerar 'size'

source: Can't open temporary PostScript mask file.
cs: Nelze otevøít doèasný PostScriptový soubor s maskou.
sv: Kan inte öppna temporär PostScript mask-fil.

source: Reading point/line file ...
cs: Naèítám bodový/liniový soubor ...
sv: Läser punkt/linje-fil ...

source: Cannot read symbol, using default icon
cs: Nelze èíst symbol, pou¾iji výchozí mapovou znaèku
sv: Kan inte läsa symbolen, använder standardikon

source: Reading PostScript include file <%s> ...
cs: Naèítám vstupní PostScript soubor <%s> ...
sv: Läser PostScript include-fil <%s> ...

source: meters
sv: meter

source: kilometers
sv: kilometer

source: feet
sv: fot

source: miles
sv: mil

source: nautical miles
sv: nautiska mil

source: Reading vector map <%s in %s> ...
cs: Naèítám vektorový soubor <%s v %s> ...
sv: Läser vektorkarta <%s i %s> ...

source: Reading vector points file <%s in %s> ...
cs: Naèítám bodový vektorový soubor <%s v %s> ...
sv: Läser vektorpunktfil <%s i %s> ...

source: Can't open eps file <%s>
sv: Kan inte öppna filen eps <%s>

source: Failed to read eps file <%s>
sv: Misslyckades med att läsa eps-filen <%s>

source: Bounding box in eps file <%s> was not found
sv: Bounding box i eps-filen <%s> hittades inte

source: Unsupported color request
sv: Färgbegäran som inte stöds

source: illegal color request
sv: olaglig färgförfrågan

source: illegal numbers request
sv: begäran om olagliga nummer

source: illegal grid width request
sv: begäran om olaglig nätbredd

source: illegal request (grid)
sv: olaglig begäran (grid)

source: illegal request (geogrid)
sv: olaglig begäran (geogrid)

source: postscript
sv: efterskrift

source: printing
sv: tryckning

source: Produces hardcopy PostScript map output.
sv: Producerar PostScript-kartutskrifter på papper.

source: Rotate plot 90 degrees
cs: Otoèit obsah o 90 stupòù
sv: Rotera handlingen 90 grader

source: List paper formats (name width height left right top bottom(margin))
sv: Lista pappersformat (namn bredd höjd vänster höger topp botten(marginal))

source: Utility
sv: Verktyg

source: Create EPS (Encapsulated PostScript) instead of PostScript file
cs: Vytvoøit EPS (Encapsulated PostScript) namísto souboru ve formátu PostScript
sv: Skapa EPS (Encapsulated PostScript) istället för PostScript-fil

source: Describe map-box's position on the page and exit (inches from top-left of paper)
sv: Beskriv kartboxens position på sidan och utgång (tum från papperets övre vänstra kant)

source: File containing mapping instructions
sv: Fil som innehåller mappningsinstruktioner

source: Use '-' to enter instructions from keyboard)
sv: Använd '-' för att ange instruktioner från tangentbordet)

source: Name for PostScript output file
sv: Namn för PostScript-utdatafil

source: Number of copies to print
cs: Poèet kopií pro tisk
sv: Antal kopior som ska skrivas ut

source: Unable to open file '%s': %s
sv: Det går inte att öppna filen '%s': %s

source: Required parameter <%s> not set: (%s)
sv: Obligatorisk parameter <%s> inte inställd: (%s)

source: illegal copies request
sv: begäran om olagliga kopior

source: PostScript file '%s' successfully written.
sv: PostScript-filen '%s' har skrivits framgångsrikt.

source: Unable to open prolog <%s>
cs: Nelze otevøít prolog <%s>
sv: Det går inte att öppna prolog <%s>

source: Scale set to %s
sv: Skala inställd på %s

source: Creating color table for <%s in %s>...
cs: Vytváøím tabulku barev pro <%s v %s> ...
sv: Skapa färgtabell för <%s i %s>...

source: Unable to read colors for colorbar
cs: Nelze èíst barvy pro barevný prou¾ek
sv: Det går inte att läsa färger för colorbar

source: Your cats/ file is invalid. A cats/ file with categories and labels is required for 'colortable' when using categorical legends; see the r.category help page. Colortable creation has been skipped.
sv: Din cats/-fil är ogiltig. En cats/-fil med kategorier och etiketter krävs för "colortable" när du använder kategoriska legender; se hjälpsidan r.category. Skapandet av Colortable har hoppats över.

source: Colorbar y location beyond page margins. Adjusting.
cs: Souøadnice y barevného pásu je mimo okraje stránky: Zarovnávám
sv: Colorbar y placering utanför sidans marginaler. Justering.

source: Colorbar x location beyond page margins. Adjusting.
cs: Souøadnice x barevného pásu je mimo okraje stránky: Zarovnávám
sv: Colorbar x placering utanför sidans marginaler. Justera.

source: Range information not available (run r.support)
cs: Informace o rozsahu není dostupná (spus»te r.support).
sv: Information om räckvidd inte tillgänglig (kör r.support)

source: A floating point colortable must contain a range of values
cs: Tabulka barev pro hodnoty s plovoucí desetinnou èárkou musí obsahovat rozsah hodnot.
sv: En flyttalstabell måste innehålla ett intervall av värden

source: Outlining areas in raster map <%s in %s> ...
cs: Okraje ploch v rastrové mapy <%s v %s> ...
sv: Skissering av områden i rasterkarta <%s i %s> ...

source: illegal width request
sv: olaglig bredd begäran

source: illegal outline sub-request
sv: olaglig kontur underbegäran

source: Can't create temporary PostScript mask file.
cs: Nelze vytvoøit doèasný mask soubor PostScriptu
sv: Det går inte att skapa en tillfällig PostScript-maskfil.

source: Reading raster map <%s>...
cs: Naèítám rastrový soubor <%s>...
sv: Läser rasterkarta <%s>...

source: Reading raster maps in group <%s>...
sv: Läser rasterkartor i grupp <%s>...

source: Read error in vector map
cs: Chyba pøi ètení vektorového souboru
sv: Läsfel i vektorkarta

source: No record for category [%d]
cs: ®ádný záznam pro kategorii [%d]
sv: Inget rekord för kategori [%d]

source: Invalid RGB color definition in column <%s> for category [%d]
cs: Chyba ve sloupci s definicí barvy <%s>, kategorie [%d]
sv: Ogiltig RGB-färgdefinition i kolumn <%s> för kategori [%d]

source: Cannot load data from table
cs: Nelze vybrat data z tabulky
sv: Det går inte att ladda data från tabellen

source: Attribute is of invalid size [%.3f] for category [%d]
cs: Atribut má neplatnou velikost [%.3f] pro kategorii [%d]
sv: Attributet är av ogiltig storlek [%.3f] för kategori [%d]

source: illegal where request
sv: olaglig där begäran

source: illegal height request
sv: olaglig höjd begäran

source: illegal range request
sv: begäran om olagligt intervall

source: illegal columns request
sv: begäran om olagliga kolumner

source: Unsupported color request (colortable)
sv: Färgbegäran som inte stöds (colortable)

source: illegal color request (colortable)
sv: olaglig färgförfrågan (colortable)

source: illegal colortable sub-request
sv: olaglig colortable underförfrågan

source: No raster selected for colortable!
sv: Inget raster valt för colortable!

source: Can't get group information
cs: Nelze získat informace o skupinì
sv: Kan inte få gruppinformation

source: illegal header sub-request
sv: olaglig header underbegäran

source: illegal bgcolor request
sv: olaglig bgcolor begäran

source: illegal border color request
sv: begäran om färg på olaglig kant

source: illegal mapinfo sub-request
sv: olaglig mapinfo-underbegäran

source: Data exist after final 'end' instruction!
sv: Data finns efter sista "end"-instruktionen!

source: no file specified
sv: ingen fil specificerad

source: unable to open
sv: går inte att öppna

source: illegal maploc request
sv: olaglig maploc-begäran

source: no raster map selected yet
sv: ingen rasterkarta vald ännu

source: illegal value list
sv: lista över olagliga värden

source: scalebar is not appropriate for this projection
sv: scalebar är inte lämpligt för denna projektion

source: Bad scalebar length
sv: Dålig längd på scalebar

source: illegal text request
sv: olaglig textbegäran

source: illegal point request
sv: olaglig punktbegäran

source: illegal eps request
sv: olaglig eps-begäran

source: illegal line request
sv: begäran om olaglig linje

source: illegal rectangle request
sv: olaglig rektangel begäran

source: illegal comments request
sv: begäran om olagliga kommentarer

source: illegal scale request
sv: begäran om olaglig skala

source: group not found
sv: gruppen hittades inte

source: illegal grid spacing
sv: olagligt rutnätsavstånd

source: geogrid is not available for this projection
sv: geogrid är inte tillgängligt för denna projektion

source: illegal geo-grid spacing
sv: olagligt avstånd mellan geogrid

source: illegal request
sv: olaglig begäran

source: Can't open eps file
sv: Kan inte öppna eps-fil

source: illegal vlegend sub-request
sv: olaglig vlegend underbegäran

source: Paper '%s' not found, using defaults
cs: Papír '%s' nebyl nalezen, pou¾ívám výchozí
sv: Papperet '%s' hittades inte, använder standardvärden

source: PSmap: do_scale(): shouldn't happen
cs: PSmap: do_scale(): se nemìlo stát
sv: PSmap: do_scale(): borde inte hända

source: watershed
sv: vattendelare

source: Generates watershed subbasins raster map.
sv: Genererar rasterkarta över avrinningsområdets underavrinningsområden.

source: Name of input coded stream network raster map
sv: Namn på rasterkarta över kodat vattendragsnätverk

source: Name of input thinned ridge network raster map
sv: Namn på rasterkartan för det gallrade åsnätverket

source: Number of passes through the dataset
cs: Poèet prùchodù pøes dataset
sv: Antal genomgångar av datasetet

source: Forward sweep complete
cs: Úklid vpøed dokonèen
sv: Framåtriktad svepning avslutad

source: Reverse sweep complete
cs: Úklid vzad dokonèen
sv: Omvänd svepning slutförd

source: Creating support files for <%s>...
cs: Vytváøím podpùrné soubory pro <%s>...
sv: Skapa supportfiler för <%s>...

source: Reading <%s> ...
sv: Läser <%s> …

source: Finding buffer zones...
cs: Hledám zóny pásem...
sv: Hitta buffertzoner...

source: Parse distances error
cs: Chyba pøi ètení vzdáleností
sv: Fel vid analys av avstånd

source: Pass %d (of %d)
cs: Prùchod %d (z %d)
sv: Godkänd %d (av %d)

source: %s: %s - illegal distance specification
cs: %s: %s - neplatná specifikace vzdálenosti
sv: %s: %s - olaglig avståndsspecifikation

source: Reading input raster map <%s>...
cs: Naèítám rastrový soubor <%s>...
sv: Läser inmatad rasterkarta <%s>...

source: Writing output raster map <%s>...
cs: Zapisuji výslednou rastrovou mapu <%s>...
sv: Skriver utmatad rasterkarta <%s>...

source: Unable to create cell/%s file
sv: Det går inte att skapa cell/%s-filen

source: Unable to create fcell/%s file
sv: Filen fcell/%s kan inte skapas

source: Unable to create cell_misc/%s/vrt file
sv: Filen cell_misc/%s/vrt kan inte skapas

source: Unable to create cell_misc/%s/f_format file
sv: Kan inte skapa filen cell_misc/%s/f_format

source: Error writing cell_misc/%s/f_format file
sv: Fel vid skrivning av filen cell_misc/%s/f_format

source: Creating support files for %s
sv: Skapa supportfiler för %s

source: virtual raster generated by %s
sv: virtuell raster genererad av %s

source: Virtual raster map <%s> created.
sv: Virtuell rasterkarta <%s> skapad.

source: mosaic
sv: mosaik

source: virtual raster
sv: virtuell raster

source: Build a VRT (Virtual Raster) from the list of input raster maps.
sv: Skapa en VRT (Virtual Raster) från listan med inmatade rasterkartor.

source: Name of input raster files
sv: Namn på ingående rasterfiler

source: %s= and %s= are mutually exclusive
sv: %s= och %s= är ömsesidigt uteslutande

source: Please specify %s= or %s=
sv: Ange %s= eller %s=

source: Input raster map <%s> not found
sv: Inmatad rasterkarta <%s> hittades inte

source: Input and output raster map can not be identical
sv: Rasterkartan för inmatning och utmatning kan inte vara identisk

source: Input map <%s@%s> is all NULL, skipping
sv: Inmatningskartan <%s@%s> är alla NULL, hoppar över

source: No raster map name found in input file
sv: Inget namn på rasterkarta hittades i indatafilen

source: Only one raster map name found in input file
sv: Endast ett namn på en rasterkarta hittades i indatafilen

source: Raster map not found
cs: Rastrová mapa nebyla nalezena
sv: Rasterkarta hittades inte

source: Only one raster map name found
sv: Endast ett namn på en rasterkarta hittades

source: All input maps only contain NULL, cannot continue
sv: Alla inmatningskartor innehåller bara NULL, kan inte fortsätta

source: Input maptypes are different
sv: Mapptyperna för indata är olika

source: Input ns resolutions are different
sv: Input ns upplösningar är olika

source: Input ew resolutions are different
sv: Input ew resolutioner är olika

source: Processing lines...
cs: Zpracovávám øádky...
sv: Bearbetar linjer...

source: Vect runs out of region and re-enters - this case is not yet implemented.
cs: Vektor pokraèuje mimo region a opìt se vrací- tento pøípad zatím není o¹etøen.
sv: Vect lämnar regionen och går in igen - det här fallet är ännu inte implementerat.

source: trying to divide by zero...no unique solution for system...skipping...
cs: pokou¹ím se dìlit nulou pro systém není ¾ádné jednoznaèné øe¹ení pøeskakuji...
sv: försöker dividera med noll...ingen unik lösning för systemet...hoppar över...

source: Generates stream channels.
sv: Skapar strömkanaler.

source: Takes vector stream data, transforms it to raster and subtracts depth from the output DEM.
cs: Vezme vektorová data potokù, pøevede je na rastr a odeète hloubku z výstupního DMT.
sv: Tar vektorströmdata, omvandlar den till raster och subtraherar djupet från den utgående DEM.

source: Name of input raster elevation map
cs: Název vstupní rastrové mapy elevace
sv: Namn på inmatad rasterhöjdkarta

source: Name of input vector map containing stream(s)
sv: Namn på inmatningsvektorkarta som innehåller ström(ar)

source: Name for output vector map for adjusted stream points
cs: Jméno výstupního vektoru pro zarovnané body bystøin
sv: Namn för utmatningsvektorkarta för justerade flödespunkter

source: Stream width (in meters)
sv: Strömmens bredd (i meter)

source: Default is raster cell width
sv: Standard är rastercellbredd

source: Additional stream depth (in meters)
cs: Pøídavná hloubka (v metrech)
sv: Ytterligare strömdjup (i meter)

source: No flat areas allowed in flow direction
cs: Ve smìru toku nejsou povoleny ¾ádná plochá místa
sv: Inga plana områden tillåts i flödesriktningen

source: Invalid width value '%s' - using default.
cs: Neplatná hodnota ¹íøky '%s' - bude pou¾ita výchozí.
sv: Ogiltigt breddvärde '%s' - använder standard.

source: Invalid depth value '%s' - using default.
cs: Neplatná hodnota hloubky '%s' - bude pou¾ita výchozí.
sv: Ogiltigt djupvärde '%s' - använder standard.

source: Lat/Long project is not supported by %s. Please reproject map first.
sv: Lat/Long-projektet stöds inte av %s. Omprojicera kartan först.

source: Writing raster map...
cs: Zapisuji rastrovou mapu...
sv: Skriva rasterkarta...

source: Reading <%s> in <%s>
cs: Naèítám <%s> v <%s>
sv: Läser <%s> i <%s>

source: category
sv: kategori

source: Manages category values and labels associated with user-specified raster map layers.
cs: Spravuje hodnoty kategorií a ¹títky spojené s u¾ivatelem zadanou rastrovou mapou.
sv: Hanterar kategorivärden och etiketter som är associerade med användardefinierade rasterkartlager.

source: Comma separated value list
cs: Seznam hodnot oddìlených èárkou
sv: Kommaseparerad lista med värden

source: Example: 1.4,3.8,13
cs: Pøíklad: 1.4,3.8,13
sv: Exempel: 1,4,3,8,13

source: Raster map from which to copy category table
cs: Název rastrové mapy, ze které se má kopírovat tabulka kategorií
sv: Rasterkarta från vilken kategoritabellen ska kopieras

source: File containing category label rules (or "-" to read from stdin)
cs: Soubor obsahující pravidla pro ¹tíky kategorií (nebo "-" pro stdin)
sv: Fil som innehåller regler för kategoribeteckningar (eller "-" för att läsa från stdin)

source: Default label or format string for dynamic labeling
cs: Základní popisek nebo formátovací øetìzec pro dynamické popisování
sv: Standardetikett eller formatsträng för dynamisk märkning

source: Used when no explicit label exists for the category
cs: Pou¾ito, pokud neexistuje ¾ádný jednoznaèný popisek pro kategorii
sv: Används när det inte finns någon uttrycklig etikett för kategorin

source: Dynamic label coefficients
cs: Koeficienty dynamického popisování
sv: Dynamiska etikettkoefficienter

source: Two pairs of category multiplier and offsets, for $1 and $2
cs: Dva páry násobitele a ofsetu kategorie, pro $1 a $2
sv: Två par kategorimultiplikatorer och offsets, för $1 och $2

source: Color format for output values or none.
sv: Färgformat för utdatavärden eller inget.
