Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Loading of Data catalog content took rather long. To prevent delay, you can enable loading of current mapset only. You can change that later in GUI Settings, General tab.
sv: Inläsningen av innehållet i datakatalogen tog ganska lång tid. För att förhindra fördröjning kan du aktivera inläsning av endast aktuell kartuppsättning. Du kan ändra detta senare i GUI-inställningar, fliken Allmänt.

source: Enable loading current mapset only
sv: Aktivera inläsning av endast aktuell kartuppsättning

source: No change, don't ask me again
sv: Ingen förändring, fråga mig inte igen

source: {string} GRASS GIS has started in a temporary project. To continue, use Data Catalog below to switch to a different project.
sv: {string} GRASS GIS har startat i ett tillfälligt projekt. För att fortsätta, använd Datakatalogen nedan för att byta till ett annat projekt.

source: Switch to last used mapset
sv: Byt till senast använda mapset

source: Last used mapset in path '{mapsetpath}' is currently in use. GRASS GIS has started in a temporary project. To continue, use Data Catalog below to switch to a different project or remove lock file and switch to the last used mapset.
sv: Senast använda kartset i sökvägen '{mapsetpath}' används för närvarande. GRASS GIS har startat i ett tillfälligt projekt. För att fortsätta, använd datakatalogen nedan för att byta till ett annat projekt eller ta bort låsfilen och byt till den senast använda kartuppsättningen.

source: Last used mapset in path '{mapsetpath}' does not exist.
sv: Senast använda mapset i sökväg '{mapsetpath}' finns inte.

source: Last used mapset in path '{mapsetpath}' is invalid.
sv: Senast använda mapset i sökväg '{mapsetpath}' är ogiltigt.

source: Last used mapset in path '{mapsetpath}' has different owner {owner}.
sv: Senast använda kartset i sökväg '{mapsetpath}' har annan ägare {owner}.

source: Reload GRASS projects
sv: Uppdatera GRASS-projekt

source: Reload current GRASS mapset only
sv: Uppdatera endast aktuell GRASS-kartuppsättning

source: Restrict edits to the current mapset only
sv: Begränsa redigeringar till endast den aktuella kartuppsättningen

source: Allow edits outside of the current mapset
sv: Tillåt redigeringar utanför den aktuella kartuppsättningen

source: Add existing or create new database
sv: Lägg till befintlig eller skapa ny databas

source: Create new mapset in current project
sv: Skapa ny mapset i aktuellt projekt

source: Create new project (location) in current GRASS database
sv: Skapa ett nytt projekt (plats) i den aktuella GRASS-databasen

source: Download sample project (location) to current GRASS database
sv: Hämta ner exempelprojekt (plats) till aktuell GRASS-databas

source: Import raster data [r.import]
sv: Importera rasterdata [r.import]

source: Import vector data [v.import]
sv: Importera vektordata [v.import]

source: Select another import option
sv: Välj ett annat importalternativ

source: Search
sv: Sök

source: Type to search database by map type or name. Use Python regular expressions to refine your search.
sv: Typ för att söka i databasen efter karttyp eller namn. Använd Pythons reguljära uttryck för att förfina din sökning.

source: Failed to read mapsets from project <{l}>.
sv: Misslyckades med att läsa kartor från projekt <{l}>.

source: Failed to read maps from project <{l}>.
sv: Misslyckades med att läsa kartor från projekt <{l}>.

source: Map of type {elem} <{name}> already exists in mapset <{mapset}>. Do you want to overwrite it?
sv: Karta av typ {elem} <{name}> finns redan i mapset <{mapset}>. Vill du skriva över den?

source: name unknown
sv: namn okänt

source: {name} (current)
sv: {name} (nuvarande)

source: {name} (in use, owner: {owner})
sv: {name} (i bruk, ägare: {owner})

source: {name} (in use)
sv: {name} (i bruk)

source: {name} (owner: {owner})
sv: {name} (ägare: {owner})

source: Map <{map_name}@{map_mapset}> is not in the current project. To be able to display it you need to switch to <{map_location}> project. Note that if you switch there all current Map Displays will be closed. Do you want to switch anyway?
sv: Karta <{map_name}@{map_mapset}> finns inte i det aktuella projektet. För att kunna visa den måste du växla till <{map_location}>-projektet. Observera att om du växlar dit kommer alla aktuella kartvisningar att stängas. Vill du byta ändå?

source: Map in a different project
sv: Karta i ett annat projekt

source: {c} maps marked for moving.
sv: {c} kartor markerade för att flytta.

source: Map <{layer}> marked for moving.
sv: Karta <{layer}> markerad för flyttning.

source: {c} maps marked for copying.
sv: {c} kartor markerade för kopiering.

source: Map <{layer}> marked for copying.
sv: Karta <{layer}> markerad för kopiering.

source: New name
sv: Nytt Namn

source: Rename map
sv: Byt namn på kartan

source: Cannot rename mapset
sv: Kan inte byta namn på mapset

source: Renaming mapset <{oldmapset}> to <{newmapset}> completed
sv: Omdöpning av mapset <{oldmapset}> till <{newmapset}> slutförd

source: Cannot rename location
sv: Det går inte att byta namn på platsen

source: Renaming project <{oldlocation}> to <{newlocation}> completed
sv: Byte av namn på projekt <{oldlocation}> till <{newlocation}> slutfört

source: Renaming map <{name}>...
sv: Byter namn på karta <{name}>...

source: {cmd} -- completed
sv: {cmd} -- slutförd

source: No map selected for copying.
sv: Ingen karta vald för kopiering.

source: No map selected for moving.
sv: Ingen karta vald för flyttning.

source: New name for <{n}>
sv: Nytt namn för <{n}>

source: Select new name
sv: Välj nytt namn

source: Copying <{name}>...
sv: Kopiera <{name}>...

source: Moving <{name}>...
sv: Flyttar <{name}>...

source: Copying completed
sv: Kopiering slutförd

source: Moving completed
sv: Flyttningen slutförd

source: Reprojection is not implemented for 3D rasters
sv: Reprojektion är inte implementerad för 3D-raster

source: g.remove completed
sv: g.ta bort färdigställd

source: Do you really want to delete map(s) <{m}>?
sv: Vill du verkligen ta bort kartan/kartorna <{m}>?

source: Do you really want to delete {n} maps?
sv: Vill du verkligen ta bort {n} kartor?

source: Delete map
sv: Radera karta

source: Deleting {name}...
sv: Radera {name}...

source: To move or copy maps to other mapsets, unlock editing of other mapsets
sv: För att flytta eller kopiera kartor till andra kartuppsättningar, låsa upp redigering av andra kartuppsättningar

source: To move or copy maps to other project, please drag them to a mapset in the destination project
sv: Om du vill flytta eller kopiera kartor till ett annat projekt drar du dem till ett mapset i destinationsprojektet

source: &Cut
sv: &Klipp

source: &Copy
sv: &Kopiera

source: Copy &name
sv: Kopiera &namn

source: &Paste
sv: Klistra

source: &Delete
sv: &Radera

source: &Display layers
sv: &Visa lager

source: &Display layer
sv: &Display lager

source: Show &metadata
sv: Visa &metadata

source: &Delete mapset
sv: &Radera mapset

source: Re&load maps
sv: U&ppdatera kartor

source: &Copy path to mapset
sv: &Kopiera sökväg till mapset

source: &Create mapset
cs: &Vytvoøit mapset
sv: & Skapa kartset

source: &Delete project
sv: &Avsluta projekt

source: &Rename project
sv: &Rename-projekt

source: &Create new project (location)
sv: &Skapa nytt projekt (plats)

source: &Download sample project (location)
sv: &Hämta ner exempelprojekt (plats)

source: &Remove GRASS database from data catalog
sv: &Remove GRASS-databasen från datakatalogen

source: &Delete GRASS database from disk
sv: &Radera GRASS-databasen från hårddisken

source: &Delete projects (locations)
sv: &Avveckla projekt (platser)

source: &Delete mapsets
sv: &Radera kartor

source: &Copy paths to mapsets
sv: &Kopiera sökvägar till kartor

source: No available options
sv: Inga tillgängliga alternativ

source: Loading data...
cs: Naèítám data...
sv: Läser in data …

source: Attribute table <%s> not found. For creating the table switch to 'Manage layers' tab.
cs: Atributová tabulka <%s> nebyla nalezena. Pro vytvoøení tabulky se pøepnìte do zálo¾ky Správa tabulek'.
sv: Attributtabell <%s> hittades inte. För att skapa tabellen växlar du till fliken "Hantera lager".

source: Column <%(column)s> not found in in the table <%(table)s>.
cs: Sloupec <%(column)s> nebyl v tabulce <%(table)s> nalezen.
sv: Kolumn <%(column)s> finns inte i tabellen <%(table)s>.

source: Can display only 256 columns.
cs: Lze zobrazit pouze 256 sloupcù.
sv: Kan endast visa 256 kolumner.

source: Incorrect encoding {enc} used. Set encoding in GUI Settings or set GRASS_DB_ENCODING variable.
sv: Felaktig kodning {enc} användes. Ställ in kodning i GUI-inställningarna eller ställ in variabeln GRASS_DB_ENCODING.

source: Unable to read the table <{table}> from the database due to seemingly inconsistent number of columns in the data transfer. Check row: {row}... Likely, a newline character is present in the attribute value starting with: '{value}' Use the v.db.select module to investigate.
sv: Det går inte att läsa tabellen <{table}> från databasen på grund av ett till synes inkonsekvent antal kolumner i dataöverföringen. Kontrollera rad: {row}... Det är troligt att det finns ett tecken för ny rad i attributvärdet som börjar med: '{value}' Använd modulen v.db.select för att undersöka detta.

source: Viewing limit: 100000 records.
sv: Visningsgräns: 100000 poster.

source: Number of loaded records: %d
cs: Poèet nahraných záznamù: %d
sv: Antal inlästa poster: %d

source: Unknown value
cs: Neznámá hodnota
sv: Okänt värde

source: Unable to decode value. Set encoding in GUI preferences ('Attributes').
cs: Nelze pøekódovat hodnotu. Zmìòte kódování v nastavení GUI ('Atributy')
sv: Det går inte att avkoda värdet. Ange kodning i GUI-inställningarna ('Attribut').

source: Error loading attribute data. Record number: %(rec)d. Unable to convert value '%(val)s' in key column (%(key)s) to integer. Details: %(detail)s
cs: Chyba pøi naèítání atributových dat. Záznam èíslo %(rec)d. Nelze pøevést hodnotu '%(val)s' v klíèovém sloupci(%(key)s) na integer. Detaily: %(detail)s
sv: Fel vid inläsning av attributdata. Postnummer: %(rec)d. Det gick inte att konvertera värdet '%(val)s' i nyckelkolumnen (%(key)s) till heltal. Detaljerad information: %(detail)s

source: Sort ascending
cs: Seøadit vzestupnì
sv: Sortera stigande

source: Sort descending
cs: seøadit sestupnì
sv: Sortera fallande

source: Calculate (only numeric columns)
cs: Spoèítat (pouze èíselné sloupce)
sv: Beräkna (endast numeriska kolumner)

source: Field calculator
sv: Fältkalkylator

source: Statistics
sv: Statistik

source: Add column
sv: Lägg till kolumn

source: Area size
cs: Velikost plochy
sv: Storlek på område

source: Line length
cs: Délka linie
sv: Linjens längd

source: Compactness of an area
sv: Kompakthet i ett område

source: Fractal dimension of boundary defining a polygon
sv: Fraktal dimension av gräns som definierar en polygon

source: Perimeter length of an area
cs: Délka obvodu plochy
sv: Omkretslängd för ett område

source: Number of features for each category
cs: Poèet prvkù pro ka¾dou kategorii
sv: Antal funktioner för varje kategori

source: Slope steepness of 3D line
sv: 3D-linjens lutningsbranthet

source: Line sinuousity
sv: Linjens slingrighet

source: Line azimuth
cs: Azimut linie
sv: Linje azimut

source: Add column to table <%s>
sv: Lägg till kolumn i tabellen <%s>

source: Unable to add column to the table. No column name defined.
cs: Nelze pøidat sloupec do atributové tabulky. Nebyl zadáno jméno sloupce.
sv: Det går inte att lägga till en kolumn i tabellen. Inget kolumnnamn definierat.

source: Column <%(column)s> already exists in table <%(table)s>.
cs: Sloupec <%(column)s> ji¾ v tabulce <%(table)s> existuje.
sv: Kolumn <%(column)s> finns redan i tabell <%(table)s>.

source: Attribute data - right-click to edit/manage records
cs: Atributová data - editace/správa záznamù pravé tlaèítko my¹i
sv: Attributdata - högerklicka för att redigera/hantera poster

source: Table
cs: Tabulka
sv: Tabell

source: (read-only)
sv: (skrivskyddad)

source: SQL Query
cs: Dotaz SQL
sv: SQL-fråga

source: Simple
cs: Jednoduchý
sv: Enkel

source: Apply SELECT statement and reload data records
cs: pou¾ít SELECT a znovu naèístdata
sv: Tillämpa SELECT-satsen och läs om dataposter

source: Example: %s
sv: Exempel: %s

source: Builder
sv: Byggare

source: Insert new record
cs: Vlo¾it nový záznam
sv: Infoga ny post

source: Delete selected record(s)
cs: Smazat vybrané záznamy
sv: Ta bort markerad(a) post(er)

source: Delete all records
cs: Smazat v¹echny záznamy
sv: Radera alla poster

source: Select all
cs: Vybrat v¹e
sv: Välj alla

source: Deselect all
cs: Zru¹it výbìr
sv: Avmarkera alla

source: Highlight selected features
cs: Zvýraznit vybrané prvky
sv: Markera utvalda funktioner

source: Highlight selected features and zoom
cs: Zvýraznit vybrané prvky a pøiblí¾it
sv: Markera utvalda funktioner och zooma

source: Extract selected features
cs: Extrahovat vybrané prvky
sv: Extrahera utvalda funktioner

source: Delete selected features
cs: Odstranit zvolené prvky
sv: Ta bort valda funktioner

source: Reload
cs: Znovu naèíst
sv: Uppdatera

source: Update existing record
cs: Modifikovat existující záznam
sv: Uppdatera befintlig post

source: Value '%(value)s' needs to be entered as %(type)s.
cs: Hodnota '%(value)s' musí být vlo¾ena jako %(type)s.
sv: Värdet '%(value)s' måste anges som %(type)s.

source: Unable to update existing record. %s
sv: Det går inte att uppdatera en befintlig post. %s

source: Record with category number %d already exists in the table.
cs: Záznam kategorie %d ji¾ v atributové tabulce existuje.
sv: Post med kategorinummer %d finns redan i tabellen.

source: Category number (column %s) is missing.
cs: Kategorie (sloupec %s) chybí.
sv: Kategorinummer (kolumn %s) saknas.

source: Column '%(column)s' does not exist.
sv: Kolumnen '%(column)s' finns inte.

source: Unable to insert new record. %s
sv: Det går inte att infoga en ny post. %s

source: Selected data records (%d) will be permanently deleted from table. Do you want to delete them?
sv: Valda dataposter (%d) kommer att raderas permanent från tabellen. Vill du radera dem?

source: Delete records
cs: Smazat záznamy
sv: Radera poster

source: All data records (%d) will be permanently deleted from table. Do you want to delete them?
sv: Alla dataposter (%d) kommer att raderas permanent från tabellen. Vill du radera dem?

source: Nothing to extract.
cs: Nebylo zvoleno nic pro extrahování.
sv: Inget att extrahera.

source: Nothing to delete.
cs: Není co smazat
sv: Inget att radera.

source: Loading attribute data failed. %s
cs: Selhalo naètení atributových dat. %s
sv: Inläsning av attributdata misslyckades. %s

source: Loading attribute data failed. Invalid SQL select statement. %s
cs: Selhalo naètení atributových dat Neplatný pøíkaz SQL. '%s'
sv: Inläsning av attributdata misslyckades. Ogiltig SQL select-sats. %s

source: Database connection
cs: Databázové spojení
sv: Databasanslutning

source: Table <%s> - right-click to delete column(s)
cs: Tabulka <%s> - kliknìte pravým tlaèítkem pro vymazání sloupce
sv: Tabell <%s> - högerklicka för att ta bort kolumn(er)

source: Column
sv: Kolumn

source: Type
cs: Typ
sv: Typ

source: Length
sv: Längd

source: Rename column
cs: Pøejmenovat sloupec
sv: Byt namn på kolumnen

source: To
cs: Na
sv: Till

source: Unable to rename column. No column name defined.
cs: Nelze pøejmenovat sloupec. Nebyl zadáno jméno sloupce.
sv: Det går inte att byta namn på kolumnen. Inget kolumnnamn definierat.

source: Unable to rename column <%(column)s> to <%(columnTo)s>. Column already exists in the table <%(table)s>.
cs: Nelze pøejmenovat sloupec <%(column)s>. Sloupec <%(columnTo)s> ji¾ v tabulce <%(table)s> existuje.
sv: Det går inte att byta namn på kolumn <%(column)s> till <%(columnTo)s>. Kolumnen finns redan i tabellen <%(table)s>.

source: Unable to rename column. Column <%(column)s> doesn't exist in the table <%(table)s>.
cs: Nelze pøejmenovat sloupec. Sloupec <%(column)s> v tabulce <%(table)s> neexistuje.
sv: Det går inte att byta namn på kolumnen. Kolumn <%(column)s> finns inte i tabellen <%(table)s>.

source: Drop selected column
cs: Odstranit zvolený sloupec
sv: Släpp markerad kolumn

source: Drop all columns
cs: Odstranit v¹echny sloupce
sv: Släpp alla kolumner

source: Selected %s will PERMANENTLY removed from table. Do you want to drop the column?
sv: Vald %s kommer PERMANENT att tas bort från tabellen. Vill du ta bort kolumnen?

source: Drop column(s)
cs: Odstranit sloupec
sv: Släpp kolumn(er)

source: Selected columns %s will PERMANENTLY removed from table. Do you want to drop the columns?
cs: Vybrané sloupce %s budou NAV®DY odstranìny z tabulky. Chcete smazat tyto sloupce?
sv: Valda kolumner %s kommer PERMANENT att tas bort från tabellen. Vill du ta bort kolumnerna?

source: List of layers
cs: Seznam vrstev
sv: Lista över lager

source: Drop also linked attribute table (%s)
cs: Odstranit také pøipojenou atributovou tabulku (%s)
sv: Släpp även länkad attributtabell (%s)

source: Column name
cs: Název sloupce
sv: Kolumnnamn

source: Data length
cs: Datová délka
sv: Datalängd

source: Data type
cs: Datový typ
sv: Datatyp

source: Database
cs: Databáze
sv: Databas

source: Driver
cs: Ovladaè
sv: Chaufför

source: Key
cs: Klíè
sv: Nyckel

source: Layer
cs: Vrstva
sv: Lager

source: Add layer
cs: Pøidat vrstvu
sv: Lägg till lager

source: Layer description
cs: Popis vrstvy
sv: Beskrivning av lager

source: Key column
cs: Sloupec s klíèem
sv: Nyckelkolumn

source: Insert record for each category into table
cs: Vlo¾it záznam pro ka¾dou kategorii v tabulce
sv: Infoga post för varje kategori i tabellen

source: You need to add categories by v.category module.
cs: Je potøeba pøidat kategoie pomocí modulu v.category.
sv: Du måste lägga till kategorier med v.category-modulen.

source: Table description
cs: Popis tabulky
sv: Beskrivning av tabellen

source: Table name
cs: Název tabulky
sv: Tabellens namn

source: &Create table
cs: Vytvoøit &tabulku
sv: &Skapa tabell

source: &Add layer
cs: Pøid&at vrstvu
sv: &Lägg till lager

source: &Set default
cs: Nastavit výc&hozí
sv: &Ställ in standard

source: Remove layer
sv: Ta bort lagret

source: Layer to remove
sv: Lager att ta bort

source: &Remove layer
sv: &Ta bort lager

source: Modify layer
cs: Upravit vrstvu
sv: Ändra lager

source: &Modify layer
cs: &Upravit vrstvu
sv: &Modifiera lager

source: Unable to get list of tables. Please use db.connect to set database parameters.
cs: Nelze získat seznam tabulek. Prosím pou¾ijte db.connect pro nastavení parametrù databáze.
sv: Det går inte att få en lista över tabeller. Använd db.connect för att ställa in databasparametrar.

source: Unable to create new table. Table name or key column name is missing.
cs: Nelze vytvoøit novou atributovou tabulku. Nebyl zadán název tabulky nebo sloupec s klíèem.
sv: Det går inte att skapa en ny tabell. Tabellnamn eller namn på nyckelkolumn saknas.

source: Unable to create new table. Table <%s> already exists in the database.
cs: Nelze vytvoøit novou atributovou tabulku. Tabulka <%s> ji¾ existuje v databázi.
sv: Det går inte att skapa en ny tabell. Tabell <%s> finns redan i databasen.

source: Unable to add new layer to vector map <%(vector)s>. Layer %(layer)d already exists.
cs: Nelze pøidat novou vrstvu k vektorové mapì <%(vector)s>. Vrstva %(layer)d ji¾ existuje.
sv: Det går inte att lägga till ett nytt lager i vektorkartan <%(vector)s>. Lagret %(layer)d finns redan.

source: Field statistics
sv: Fältstatistik

source: Copy statistics the clipboard (Ctrl+C)
sv: Kopiera statistik till urklipp (Ctrl+C)

source: Statistics is not support for DBF tables.
sv: Statistik har inte stöd för DBF-tabeller.

source: Unable to calculate statistics.
sv: Det går inte att beräkna statistik.

source: Unable to calculate statistics. Invalid number of lines %d (should be %d).
sv: Det går inte att beräkna statistik. Ogiltigt antal rader %d (ska vara %d).

source: Unable to calculate standard deviation.
sv: Det går inte att beräkna standardavvikelsen.

source: Field statistics <%s>
sv: Fältstatistik <%s>

source: No attribute table found. Do you want to create a new attribute table and defined a link to vector map <%s>?
sv: Ingen attributtabell hittades. Vill du skapa en ny attributtabell och definiera en länk till vektorkarta <%s>?

source: Create table?
sv: Skapa tabell?

source: Close dialog on submit
cs: Zavøít dialog pøi zápis
sv: Stäng dialogrutan när du skickar

source: No attributes found
cs: Nenalezeny ¾ásndé atributy
sv: Inga attribut hittades

source: Update attributes
cs: Modifikovat atributy
sv: Uppdatera attribut

source: Define attributes
sv: Definiera attribut

source: Display attributes
cs: Zobrazit atributy
sv: Visa attribut

source: &Submit
cs: &Zapsat
sv: &Sänd in

source: Feature id:
cs: ID prvku:
sv: Funktions-ID:

source: Column <%(col)s>: Value '%(value)s' needs to be entered as %(type)s.
sv: Kolumn <%(col)s>: Värdet '%(value)s' måste anges som %(type)s.

source: Unknown
cs: Neznámý
sv: Okänd

source: Category
cs: Kategorie
sv: Kategori

source: Vector map <%s> not found
cs: Vektorová mapa <%s> nebyla nalezena.
sv: Vektorkarta <%s> hittades inte

source: Loading attribute data for vector map <%s>...
sv: Läser in attributdata för vektorkarta <%s>...

source: Attribute Table Manager - GRASS GIS
sv: Hantering av attributtabeller - GRASS GIS

source: Attribute Table Manager
cs: Správce atributových dat
sv: Attribut Tabell Manager

source: {document} (read-only)
sv: {document} (skrivskyddad)

source: Database connection for vector map <%s> is not defined in DB file. You can define new connection in 'Manage layers' tab.
cs: Databázové nastavení není pro vektorovou mapu <%s> definováno v souboru DB. Toto nastavení mù¾ete provést v panelu 'Správa vrstev'.
sv: Databasanslutning för vektorkarta <%s> är inte definierad i DB-filen. Du kan definiera en ny anslutning på fliken "Hantera lager".

source: Please wait, loading attribute data...
cs: Prosím èekejte, naèítám atributové data...
sv: Vänta, läser in attributdata...

source: Browse data
cs: Procházet data
sv: Bläddra bland data

source: Manage tables
cs: Správa tabulek
sv: Hantera tabeller

source: Manage layers
cs: Správa vrstev
sv: Hantera lager

source: Reload currently selected attribute data
sv: Uppdatera aktuell vald attributdata

source: Reload all attribute data (drop current selection)
sv: Uppdatera alla attributdata (släpp aktuellt val)

source: Query
cs: Dotaz
sv: Fråga

source: Set SQL statement to default
cs: Nastavit SQL pøíkaz jako výchozí
sv: Ställ in SQL-satsen till standard

source: Apply SQL statement
sv: Tillämpa SQL-satsen

source: Close the dialog
cs: Zavøít dialog
sv: Stäng dialogrutan

source: Columns
cs: Sloupce
sv: Kolumner

source: Interactive insertion
sv: Interaktiv infogning

source: Values
cs: Hodnoty
sv: Värden

source: Get all values
cs: Získat v¹echny hodnoty
sv: Hämta alla värden

source: Get sample
cs: Získat vzorek
sv: Hämta prov

source: Get first 256 unique values as sample
sv: Hämta de 256 första unika värdena som exempel

source: Go to:
sv: Gå till:

source: Close dialog on apply
cs: Zavøít dialog pøi souhlasu
sv: Stäng dialogrutan vid tillämpning

source: GRASS SQL Builder (%(type)s) - <%(map)s>
sv: GRASS SQL Builder (%(type)s) - <%(map)s> (på engelska)

source: Column to show (SELECT clause)
sv: Kolumn att visa (SELECT-sats)

source: Constraint for query (WHERE clause)
sv: Begränsning för fråga (WHERE-sats)

source: Verify
cs: Ovìøit
sv: Verifiera

source: Verify SQL statement
cs: Ovìøit SQL pøíkaz
sv: Verifiera SQL-satsen

source: SQL statement not verified
cs: SQL pøíkaz nebyl ovìøen
sv: SQL-satsen är inte verifierad

source: SQL statement is not valid
cs: SQL pøíkaz není platný
sv: SQL-satsen är inte giltig
