Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: Input PNG file has incorrect dimensions: expected: %dx%d got: %lux%lu
sv: Inmatad PNG-fil har felaktiga dimensioner: förväntat: %dx%d fick: %lux%lu

source: Input PNG file is not RGBA
sv: PNG-filen som matas in är inte RGBA

source: Input PNG file is not indexed color
sv: Inmatad PNG-fil är inte indexerad färg

source: Input PNG file has invalid palette
sv: Inmatad PNG-fil har ogiltig palett

source: PNG: invalid input file %s
sv: PNG: ogiltig indatafil <%s>

source: PNG: invalid input mask file %s
sv: PNG: ogiltig maskfil för inmatning <%s>

source: Unable to write PNG
sv: Det går inte att skriva PNG

source: Unable to write PNG file
sv: Det går inte att skriva PNG-fil

source: Unable to open output PNG file <%s>
sv: Det går inte att öppna PNG-filen <%s> för utdata

source: GRASS is not compiled with OGR support
sv: GRASS är inte kompilerad med OGR-stöd

source: Unable parse GRASS PROJ_INFO file
cs: Nelze parsovat soubor GRASS PROJ_FILE
sv: Det går inte att analysera filen GRASS PROJ_INFO

source: Unable get PROJ.4-style parameter string
cs: Nelze získat parametr ve stylu PROJ.4
sv: Det går inte att få en parametersträng i PROJ.4-stil

source: OGR can't parse PROJ.4-style parameter string: %s (OGR Error code was %d)
cs: OGR se nepodaøilo parsovat parametr ve stylu PROJ.4. Parametr:%s (kód chyby OGR je %d)
sv: OGR kan inte tolka en parametersträng i PROJ.4-stil: %s (OGR:s felkod var %d)

source: OGR can't get WKT-style parameter string (OGR Error code was %d)
cs: OGR se nepodaøilo získat parametr ve stylu WKT (kód chyby OGR je %d)
sv: OGR kan inte hämta parametersträng i WKT-stil (OGR-felkoden var %d)

source: Updating spatial reference with embedded proj4 definition failed. Proj4 definition: <%s>
sv: Uppdatering av spatial referens med inbäddad proj4-definition misslyckades. Proj4 definition: <%s>

source: Updating spatial reference with embedded proj4 definition
sv: Uppdatering av spatial referens med inbäddad proj4-definition

source: No projection name! Projection parameters likely to be meaningless.
cs: Nebyl definován název kartografické projekce! Parametry projekce nemají význam.
sv: Inget namn på projektionen! Projektionsparametrarna är sannolikt meningslösa.

source: Unable to open datum table file <%s>
cs: Nelze otevøít soubor s vý¹kovým systémem (datum) < %s>
sv: Det går inte att öppna datumtabellfilen <%s>

source: Error in datum table file <%s>, line %d
cs: Chyba v souboru obsahující vý¹kový systém (datum)<%s>, na øádku %d
sv: Fel i datumtabellfil <%s>, rad %d

source: proj_create() failed for '%s'
sv: proj_create() misslyckades för '%s'

source: Invalid west longitude %g
sv: Ogiltig västlig longitud %g

source: Invalid east longitude %g
sv: Ogiltig östlig longitud %g

source: Invalid south latitude %g
sv: Ogiltig sydlig latitud %g

source: Invalid north latitude %g
sv: Ogiltig nordlig latitud %g

source: South %g is larger than north %g
sv: Syd %g är större än nord %g

source: Unrecognized SRID '%s'
sv: Oigenkänd SRID '%s'

source: Unrecognized WKT '%s'
sv: Oigenkänd WKT '%s'

source: Unable to create PROJ object
sv: Det går inte att skapa PROJ-objekt

source: Input coordinate system is NULL
sv: Inmatat koordinatsystem är NULL

source: Input coordinate system definition is NULL
sv: Definition av koordinatsystem för inmatning är NULL

source: A custom pipeline requires input and output projection info
sv: En anpassad pipeline kräver information om in- och utmatningsprojektion

source: The transformation pipeline contains an '%s' step. Remove this step if easting and northing are swapped in the output.
sv: Transformationspipelinen innehåller ett '%s'-steg. Ta bort detta steg om ost och nord är ombytta i utdata.

source: Unable to determine area of interest for '%s'
sv: Det går inte att fastställa intresseområdet för '%s'

source: Input CRS not available for '%s'
sv: CRS-inmatning inte tillgänglig för '%s'

source: Output CRS not available for '%s'
sv: CRS-utdata inte tillgänglig för '%s'

source: Found %d possible transformations
sv: Hittade %d möjliga omvandlingar

source: proj_normalize_for_visualization() failed for operation %d
sv: proj_normalize_for_visualization() misslyckades för operation %d

source: Description: %s
sv: Beskrivning: %s

source: Area of use: %s
sv: Användningsområde: %s

source: Accuracy within area of use: %g m
sv: Noggrannhet inom användningsområdet: %g m

source: Remarks: %s
sv: Anmärkningar: %s

source: See also output of:
sv: Se även utmatning av:

source: Please provide the appropriate PROJ string with the %s option
sv: Ange lämplig PROJ-sträng med alternativet %s

source: proj_normalize_for_visualization() failed for '%s'
sv: proj_normalize_for_visualization() misslyckades för '%s'

source: No PROJ definition for normalized version of '%s'
sv: Ingen PROJ-definition för normaliserad version av '%s'

source: Selected PROJ pipeline:
sv: Vald PROJ-pipeline:

source: Unable to create latlong equivalent for '%s'
sv: Det går inte att skapa en latlong-ekvivalent för '%s'

source: No input projection
sv: Ingen inmatningsprojektion

source: No transformation object
sv: Inget transformationsobjekt

source: proj_trans() failed: %s
sv: proj_trans() misslyckades: %s

source: No output projection
sv: Ingen utdataprojektion

source: pj_transform() failed: %s
cs: pj_transform() selhalo: %s
sv: pj_transform() misslyckades: %s

source: proj_trans() failed: %d
sv: proj_trans() misslyckades: %d

source: Invalid ellipsoid <%s> in file
cs: Neplatný referenèní elipsoid <%s> v souboru
sv: Ogiltig ellipsoid <%s> i filen

source: No secondary ellipsoid descriptor (rf, es or b) in file
cs: Chybí dal¹í popis elipsoidu (rf, es, nebo b) v souboru
sv: Ingen sekundär ellipsoiddeskriptor (rf, es eller b) i filen

source: Invalid ellipsoid descriptors (a, rf, es or b) in file
cs: Neplatné popisy ref. elipsoidu (a, rf, es, nebo b) v souboru
sv: Ogiltiga ellipsoiddeskriptorer (a, rf, es eller b) i filen

source: No ellipsoid info given in file
cs: V souboru není uveden ¾ádný referenèní elipsoid
sv: Ingen information om ellipsoid finns i filen

source: Invalid zone %s specified
cs: Specifikována neplatná zóna %s
sv: Ogiltig zon %s angiven

source: Unable to initialise PROJ with the following parameter list:
sv: Det går inte att initiera PROJ med följande parameterlista:

source: The PROJ error message: %s
sv: PROJ felmeddelande: %s

source: Option input overflowed option table
cs: Nelze alokovat pamì»
sv: Alternativinmatning överflödade alternativtabell

source: Unable to initialize pj cause: %s
cs: Nelze inicializovat pj: %s
sv: Det går inte att initiera pj orsak: %s

source: Input Projection Parameters
cs: Parametry vstupní projekce
sv: Ingångsparametrar för projektion

source: Input Unit Factor
cs: Vstupní jednotkový faktor
sv: Inmatningsenhet Faktor

source: Output Projection Parameters
cs: Parametry vstupní projekce
sv: Utdata Projektering Parametrar

source: Output Unit Factor
cs: Vstupní jednotkový faktor
sv: Faktor för utmatningsenhet

source: ps: truecolor status enabled
sv: ps: truecolor-status aktiverad

source: ps: truecolor status disabled
sv: ps: truecolor-status inaktiverad

source: ps: collecting to file '%s'
sv: ps: samlar in till filen '%s'

source: ps: image size %dx%d
sv: ps: bildstorlek %dx%d

source: Rast__null_bitstream_size: cols (%d) is negative
sv: Rast__null_bitstream_size: cols (%d) är negativ

source: Unable to open automatic mask <%s>
sv: Det går inte att öppna automatisk mask <%s>

source: Category support for <%s@%s> missing
sv: Kategoristöd för <%s@%s> saknas

source: Category support for <%s@%s> invalid
sv: Kategoristöd för <%s@%s> ogiltigt

source: Category support for vector map <%s@%s> missing
sv: Kategoristöd för vektorkarta <%s@%s> saknas

source: Category support for vector map <%s@%s> invalid
sv: Kategoristöd för vektorkarta <%s@%s> ogiltigt

source: Unable to open %s file for map <%s>
sv: Det går inte att öppna %s-filen för karta <%s>

source: Unable to flush file %s for raster map %s: %s
sv: Det gick inte att spola fil %s för rasterkarta %s: %s

source: Unable to close file %s for raster map %s: %s
sv: Det gick inte att stänga fil %s för rasterkarta %s: %s

source: Invalid descriptor: %d
sv: Ogiltig descriptor: %d

source: Unable to rename null file '%s' to '%s': %s
sv: Det går inte att byta namn på null-filen '%s' till '%s': %s

source: Unable to rename cell file '%s' to '%s': %s
sv: Det går inte att byta namn på cellfilen '%s' till '%s': %s

source: unable to write f_format file for CELL maps
cs: neschopen zapsat soubor f_format pro mapy CELL
sv: kan inte skriva f_format-fil för CELL-kartor

source: missing
sv: saknas

source: invalid
sv: ogiltig

source: Color support for <%s@%s> %s
sv: Färgstöd för <%s@%s> %s

source: syntax error in the color rule
sv: syntaxfel i färgregeln

source: syntax error in the color format
sv: syntaxfel i färgformatet

source: percentage not in range 0-100
cs: procenta nejsou v rozsahu 0-100
sv: procentandel inte inom intervallet 0-100

source: invalid value
cs: neplatná hodnota
sv: ogiltigt värde

source: unknown error
cs: neznámá chyba
sv: okänt fel

source: bad rule (%s): [%s]
cs: chybné pravidlo (%s): [%s]
sv: dålig regel (%s): [%s]

source: Unknown error reading color rule
sv: Okänt fel vid läsning av färgregel

source: Unable to load color rules <%s>
sv: Det går inte att ladda färgregler <%s>

source: Qualified name <%s> doesn't match mapset <%s>
sv: Kvalificerat namn <%s> matchar inte mapset <%s>

source: Unable to create <%s> file for map <%s>
sv: Det gick inte att skapa <%s>-fil för karta <%s>

source: Fail of initial read of compressed file [%s in %s]
cs: Selhání pøi poèáteèním ètení komprimovaného souboru [%s v %s]
sv: Första läsningen av komprimerad fil misslyckades [%s i %s]

source: Fail of initial read of compressed null file [%s in %s]
sv: Första läsningen av komprimerad null-fil misslyckades [%s i %s]

source: Unable to open GDAL file
sv: Filen GDAL kan inte öppnas

source: Invalid map type <%d>
sv: Ogiltig karttyp <%d>

source: Unable to get <%s> driver
sv: Det går inte att hämta <%s> drivrutin

source: Unable to create <%s> dataset using <%s> driver
sv: Det går inte att skapa <%s> dataset med hjälp av <%s> drivrutin

source: Driver <%s> does not support direct writing. Using MEM driver for intermediate dataset.
sv: Drivrutin <%s> stöder inte direkt skrivning. Använder MEM-drivrutin för mellanliggande dataset.

source: Unable to get in-memory raster driver
sv: Det går inte att hämta rasterdrivrutin i minnet

source: Unable to create <%s> dataset using memory driver
sv: Det går inte att skapa <%s> dataset med minnesdrivrutin

source: Driver <%s> does not support creating rasters
sv: Drivrutin <%s> stöder inte skapande av raster

source: Unable to set geo transform
sv: Det går inte att ställa in geotransformation

source: Unable to set projection
sv: Det går inte att ställa in projektion

source: Unable to create cell_misc/%s/gdal file
sv: Det går inte att skapa filen cell_misc/%s/gdal

source: Error writing cell_misc/%s/gdal file
sv: Fel vid skrivning av filen cell_misc/%s/gdal

source: Unable to create output file <%s> using driver <%s>
sv: Det gick inte att skapa utdatafilen <%s> med drivrutinen <%s>

source: However, that raster map is missing. Perhaps, it was deleted by mistake.
sv: Men den där rasterkartan saknas. Kanske har den raderats av misstag.

source: However, header file of that raster map can't be opened. It seems that it was corrupted after creating the reclass raster map.
sv: Headerfilen för den rasterkartan kan dock inte öppnas. Det verkar som om det skadades efter att ha skapat reclass-rasterkartan.

source: Unable to read header file for raster map <%s@%s>. It is a reclass of raster map <%s@%s>. %s
sv: Det gick inte att läsa huvudfilen för rasterkarta <%s@%s>. Det är en omklassificering av rasterkarta <%s@%s>. %s

source: Unable to open header file for raster map <%s@%s>. It seems that some previous step failed and created an incomplete raster map.
sv: Det går inte att öppna headerfilen för rasterkartan <%s@%s>. Det verkar som om något tidigare steg misslyckades och skapade en ofullständig rasterkarta.

source: Reading raster map <%s@%s> request for row %d is outside region
cs: Ètení rastrové mapy <%s@%s> po¾adavek pro øádek %d je mimo region
sv: Läser rasterkarta <%s@%s> begäran för rad %d är utanför regionen

source: Error seeking fp raster data file for row %d of <%s>: %s
sv: Fel vid sökning av fp-rasterdatafil för rad %d i <%s>: %s

source: Error uncompressing fp raster data for row %d of <%s>: error code %d
sv: Fel vid avkomprimering av fp-rasterdata för rad %d i <%s>: felkod %d

source: Error seeking raster data file for row %d of <%s>: %s
sv: Fel vid sökning av rasterdatafil för rad %d i <%s>: %s

source: Error reading raster data for row %d of <%s>: %s
sv: Fel vid läsning av rasterdata för rad %d i <%s>: %s

source: Error uncompressing raster data for row %d of <%s>
sv: Fel vid avkomprimering av rasterdata för rad %d i <%s>

source: Error reading raster data for row %d of <%s>
sv: Fel vid läsning av rasterdata för rad %d av <%s>

source: Error reading raster data via GDAL for row %d of <%s>
sv: Fel vid läsning av rasterdata via GDAL för rad %d av <%s>

source: Error seeking compressed null data for row %d of <%s>
sv: Fel vid sökning efter komprimerad null-data för rad %d i <%s>

source: Error reading compressed null data for row %d of <%s>
sv: Fel vid läsning av komprimerad nolldata för rad %d i <%s>

source: Error uncompressing null data for row %d of <%s>
sv: Fel vid avkomprimering av nolldata för rad %d i <%s>

source: Error seeking null row %d for <%s>
sv: Fel vid sökning av null-rad %d för <%s>

source: Error reading null row %d for <%s>
sv: Fel vid läsning av null-rad %d för <%s>

source: Histogram for [%s in %s] missing (run r.support)
cs: Chybí histogram pro [%s v %s] (spus»te r.support)
sv: Histogram för [%s i %s] saknas (kör r.support)

source: Can't read histogram for [%s in %s]
cs: Nelze èíst histogram z [%s v %s]
sv: Det går inte att läsa histogram för [%s i %s]

source: Invalid histogram file for [%s in %s]
cs: Neplatný soubor s histogramem z [%s v %s]
sv: Ogiltig histogramfil för [%s i %s]

source: Unable to create histogram file for <%s>
sv: Det går inte att skapa en histogramfil för <%s>

source: Unable to get history information for <%s@%s>
sv: Det gick inte att få historikinformation för <%s@%s>

source: Unable to write history information for <%s>
sv: Det gick inte att skriva historikinformation för <%s>

source: generated by %s
sv: genererad av %s

source: Raster library not initialized. Programmer forgot to call Rast_init().
sv: Rasterbiblioteket är inte initialiserat. Programmeraren glömde att anropa Rast_init().

source: Unknown compression method <%s>, using default %s
sv: Okänd komprimeringsmetod <%s>, använder standard %s

source: No compression is not supported for GRASS raster maps, using default %s
sv: Ingen komprimering stöds inte för GRASS-rasterkartor, standard %s används

source: This GRASS version does not support %s compression, using default %s
sv: Denna GRASS-version har inte stöd för %s komprimering, utan använder standard %s

source: Unknown interpolation method: %s
sv: Okänd interpoleringsmetod: %s

source: Failed to initialize JSON object. Out of memory?
sv: Misslyckades med att initiera JSON-objekt. Har du slut på minne?

source: Failed to initialize JSON array. Out of memory?
sv: Misslyckades med att initiera JSON-array. Har du slut på minne?

source: Failed to serialize JSON to pretty format.
sv: Misslyckades med att serialisera JSON till pretty-format.

source: <%s> in mapset <%s>
cs: <%s> v mapsetu <%s>
sv: <%s> i kartset <%s>

source: none
cs: nic
sv: ingen

source: not known
cs: neznámý
sv: ej känd

source: Single thread processing enforced due to raster mask being present.
sv: Enkel trådbehandling tillämpas på grund av att rastermask finns.

source: EmbedGivenNulls: wrong data type
sv: EmbedGivenNulls: fel datatyp

source: Rast_set_null_value: wrong data type!
sv: Rast_set_null_value: fel datatyp!

source: Unable to open raster map <%s@%s> since it is a reclass of raster map <%s@%s> which does not exist
cs: Nelze otevøít rastrovou mapu <%s@%s>, jeliko¾ se jedná o reklasifikaci mapy<%s@%s>, která neexistuje
sv: Det går inte att öppna rasterkarta <%s@%s> eftersom det är en omklassificering av rasterkarta <%s@%s> som inte finns

source: Error reading reclass file for raster map <%s>
sv: Fel vid läsning av reclass-fil för rasterkarta <%s>

source: Error reading map type for raster map <%s>
sv: Fel vid läsning av karttyp för rasterkarta <%s>

source: Raster map <%s@%s>: format field in header file invalid
cs: Rastrová mapa <%s@%s>:formát polo¾ky v hlavièkovém souboru je neplatný
sv: Rasterkarta <%s@%s>: formatfältet i header-filen är ogiltigt

source: Compression with %s is not supported in this GRASS GIS installation
sv: Komprimering med %s stöds inte i denna GRASS GIS-installation

source: Raster map <%s> is in different projection than current region. Found <%s>, should be <%s>.
sv: Rasterkarta <%s> är i annan projektion än aktuell region. Hittade <%s>, borde vara <%s>.

source: Raster map <%s> is in different zone (%d) than current region (%d)
sv: Rasterkarta <%s> ligger i en annan zon (%d) än aktuell region (%d)

source: Raster map <%s>: bytes per cell (%d) too large
sv: Rasterkarta <%s>: bytes per cell (%d) för stor

source: Raster map <%s@%s> is a GDAL link but GRASS is compiled without GDAL support
sv: Rasterkarta <%s@%s> är en GDAL-länk men GRASS är kompilerat utan GDAL-stöd

source: Unable to open %s file for raster map <%s@%s>
sv: Det gick inte att öppna %s-filen för rasterkartan <%s@%s>

source: Error reading format for <%s@%s>
sv: Fel vid läsning av format för <%s@%s>

source: Unable to create GDAL link
sv: Det går inte att skapa en GDAL-länk

source: Raster map <%s> is not in the current mapset (%s)
cs: Rastrová mapa <%s> není v aktuálním mapsetu (%s)
sv: Rasterkarta <%s> finns inte i den aktuella kartuppsättningen (%s)

source: <%s> is an illegal file name
cs: <%s> je neplatné jméno souboru
sv: <%s> är ett olagligt filnamn

source: No temp files available: %s
sv: Inga temporära filer tillgängliga: %s

source: Raster map <%s> does not exist in the current mapset (%s)
sv: Rasterkarta <%s> finns inte i den aktuella kartuppsättningen (%s)

source: Rast_set_fp_type(): can only be called with FCELL_TYPE or DCELL_TYPE
sv: Rast_set_fp_type(): kan endast anropas med FCELL_TYPE eller DCELL_TYPE

source: Raster map <%s> not found in mapset <%s>
cs: Rastrová mapa <%s> nebyla nalezena v mapsetu <%s>
sv: Rasterkarta <%s> finns inte i kartuppsättning <%s>

source: Unable to find '%s'
cs: Nelze nalézt '%s'
sv: Det går inte att hitta '%s'

source: Invalid type: field '%s' in file '%s'
cs: Neplatný typ: polo¾ka '%s' v souboru '%s'
sv: Ogiltig typ: fält '%s' i fil '%s'

source: Missing type: field in file '%s'
sv: Saknar typ: fält i filen '%s'

source: Raster map <%s> is not xdr: byte_order: %s
cs: Rastrová mapa <%s> není xdr:posloupnost_bytù: %s
sv: Rasterkarta <%s> är inte xdr: byte_order: %s

source: Rast_set_quant_rules() can be called only for raster maps opened for reading
sv: Rast_set_quant_rules() kan endast anropas för rasterkartor som öppnats för läsning

source: Unable to create header file for <%s>
sv: Det går inte att skapa en header-fil för <%s>

source: Error writing uncompressed FP data for row %d of <%s>: %s
sv: Fel vid skrivning av okomprimerad FP-data för rad %d i <%s>: %s

source: Error writing compressed FP data for row %d of <%s>: %s
sv: Fel vid skrivning av komprimerad FP-data för rad %d i <%s>: %s

source: Error writing compressed data for row %d of <%s>: %s
sv: Fel vid skrivning av komprimerad data för rad %d i <%s>: %s

source: Error writing uncompressed data for row %d of <%s>: %s
sv: Fel vid skrivning av okomprimerad data för rad %d i <%s>: %s

source: Error writing data via GDAL for row %d of <%s>
sv: Fel vid skrivning av data via GDAL för rad %d i <%s>

source: GDAL output doesn't support writing null rows separately
sv: GDAL-utdata stöder inte att skriva nollrader separat

source: No null file for <%s>
sv: Ingen null-fil för <%s>

source: Error writing compressed null data for row %d of <%s>: %s
sv: Fel vid skrivning av komprimerad null-data för rad %d i <%s>: %s

source: Error writing null row %d of <%s>
sv: Fel vid skrivning av null-rad %d i <%s>

source: Error writing null row %d of <%s>: %s
sv: Fel vid skrivning av null-rad %d i <%s>: %s

source: put_raster_row: raster map <%s> not open for write - request ignored
sv: put_raster_row: rasterkarta <%s> inte öppen för skrivning - begäran ignorerad

source: put_raster_row: unopened file descriptor - request ignored
sv: put_raster_row: oöppnad filbeskrivare - begäran ignoreras

source: category information for [%s] in [%s] missing or invalid
cs: kategorie pro [%s] v [%s] chybí nebo jsou neplatné
sv: kategoriinformation för [%s] i [%s] saknas eller är ogiltig

source: G_put_title - can't create a temp file
cs: G_put_title - nelze vytvoøit doèasný soubor
sv: G_put_title - kan inte skapa en temp-fil

source: category information for [%s] in [%s] invalid
cs: neplatné kategorie pro [%s] v [%s]
sv: kategoriinformation för [%s] i [%s] ogiltig

source: G_put_title - can't reopen temp file
cs: G_put_title - nelze znovu otevøít doèasný soubor
sv: G_put_title - kan inte öppna temporär fil igen

source: can't write category information for [%s] in [%s]
cs: nelze zapsat kategorie pro [%s] v [%s]
sv: kan inte skriva kategoriinformation för [%s] i [%s]

source: Floating data range for raster map <%s> is empty
sv: Flytande dataområde för rasterkarta <%s> är tomt

source: Integer data range for raster map <%s> is empty
sv: Integer dataområde för rasterkarta <%s> är tomt

source: Attempt to open quantization table for CELL raster map <%s>
sv: Försök att öppna kvantiseringstabell för CELL rasterkarta <%s>

source: Quantization file for raster map <%s> is missing
sv: Kvantiseringsfil för rasterkarta <%s> saknas

source: Quantization file for raster map <%s> is empty
sv: Kvantiseringsfilen för rasterkarta <%s> är tom

source: Unable to read fp range for raster map <%s>
sv: Det går inte att läsa fp-intervall för rasterkarta <%s>

source: Raster map <%s> is empty
sv: Rasterkarta <%s> är tom

source: Unable to write quant rules: raster map <%s> is integer
sv: Det går inte att skriva kvantregler: rastermap <%s> är heltal

source: Unable to write quant rules for raster map <%s>
sv: Det går inte att skriva kvantregler för rasterkarta <%s>

source: Unable to read fp range file for <%s>
sv: Det går inte att läsa fp range-filen för <%s>

source: Missing fp range file for <%s> (run r.support -s)
sv: Saknar fp-intervallfil för <%s> (kör r.support -s)

source: Unable to read quant rules for raster map <%s>
sv: Det går inte att läsa kvantregler för rasterkarta <%s>

source: Unable to read range file for <%s>
sv: Det går inte att läsa intervallfilen för <%s>

source: Missing range file for <%s> (run r.support -s)
sv: Saknar intervallfil för <%s> (kör r.support -s)

source: Unable to read stats file for <%s>
sv: Det gick inte att läsa statistikfilen för <%s>

source: Unable to write range file for <%s>
sv: Det går inte att skriva intervallfil för <%s>

source: Unable to write stats file for <%s>
sv: Det går inte att skriva statistikfil för <%s>

source: Semantic label is too long
sv: Semantisk etikett är för lång

source: Character '%c' not allowed in a semantic label.
sv: Tecknet '%c' är inte tillåtet i en semantisk etikett.

source: Unable to read <%s> for raster map <%s@%s>
sv: Det går inte att läsa <%s> för rasterkarta <%s@%s>

source: Error closing <%s> metadata file for raster map <%s@%s>
sv: Fel vid stängning av <%s> metadatafil för rasterkarta <%s@%s>
