Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: Inconsistency in topology: number of nodes %d (should be %d)
sv: Inkonsekvens i topologin: antal noder %d (borde vara %d)

source: Cleaning-up topology schema...
sv: Städning av topologi-schema...

source: Updating faces...
sv: Uppdaterar ytor...

source: Updating edges...
sv: Uppdaterar kanter...

source: Inconsistency in topology detected. Dead line found.
sv: Inkonsekvens i topologin upptäckt. Död linje hittad.

source: Updating TopoGeometry data...
sv: Uppdatering av TopoGeometri-data...

source: Unable to open PG file
sv: Det går inte att öppna filen PG

source: Unsupported topo geometry type %d
sv: Geometrityp för topo som inte stöds %d

source: Unable to create <%s.%s>
sv: Det går inte att skapa <%s.%s>

source: Unable to write nodes, offset array mismatch
sv: Det går inte att skriva noder, felmatchning av offset-array

source: Unable to write nodes
sv: Det går inte att skriva noder

source: Inconsistency in topology: number of boundaries %d (should be %d)
sv: Inkonsekvens i topologin: antal gränser %d (borde vara %d)

source: Unable to write lines
sv: Oförmåga att skriva rader

source: Topology for centroid %d not available. Area %d skipped
sv: Topologi för centroid %d inte tillgänglig. Område %d hoppades över

source: Create simple features topology from topogeometry data...
sv: Skapa enkel topologi för funktioner från topogeometridata...

source: Unable to build simple features from topogeometry data. Unsupported type %d.
sv: Det går inte att bygga enkla funktioner från topogeometridata. Typ som inte stöds %d.

source: Unable to calculate centroid for area %d
cs: Nemohu urèit centroid pro plochu %d
sv: Det går inte att beräkna centroid för området %d

source: Feature type %d not supported
sv: Funktionstyp %d stöds inte

source: Feature %d without geometry skipped
sv: Funktion %d utan geometri överhoppad

source: OGR feature type %d not supported
cs: Typ prvku OGR %d není podporován
sv: OGR-funktionstyp %d stöds inte

source: One feature without geometry skipped
sv: En funktion utan geometri överhoppad

source: %s: Native format unsupported
sv: %s: Ursprungligt format stöds inte

source: Feature index is built only for non-native formats. Nothing to dump.
sv: Funktionsindex byggs endast för icke-inhemska format. Inget att dumpa.

source: Vect_new_cats_struct(): Out of memory
cs: Vect_new_cats_struct(): do¹la pamì»
sv: Vect_new_cats_struct(): Slut på minne

source: Too many categories (%d), unable to set cat %d (layer %d)
cs: Pøíli¹ mnoho kategorií (%d), není mo¾né nastavit kategorii %d (vrstva %d)
sv: För många kategorier (%d), kan inte ställa in kat %d (lager %d)

source: Unable to convert category string '%s' (from '%s') to category range
cs: Nejsem schopen pøevézt název kategorie '%s' (z '%s') na rozsah kategorií
sv: Det går inte att konvertera kategoristrängen '%s' (från '%s') till kategoriintervall

source: Layer number must be > 0 for category constraints
sv: Lagernumret måste vara > 0 för kategoribegränsningar

source: '%s' and '%s' parameters were supplied, cats will be ignored
sv: om parametrarna '%s' och '%s' har angetts, ignoreras katterna

source: Loading categories from table <%s>...
sv: Laddar kategorier från tabell <%s>...

source: One category loaded
sv: En kategori laddad

source: No categories selected with '%s' option
sv: Inga kategorier valda med alternativet "%s

source: %d errors in '%s' option
sv: %d fel i alternativet '%s'

source: Category index is not up to date
cs: Index kategorií není aktuální
sv: Kategoriindexet är inte uppdaterat

source: Layer index out of range
cs: Index vrstev je mimo rozsah
sv: Lagerindex utanför intervallet

source: Category index out of range
sv: Kategoriindex utanför intervallet

source: Mixing IDs of areas and primitives
sv: Blanda ID:n för områden och primitiver

source: Unable to create category index file for vector map <%s>
sv: Det gick inte att skapa en kategoriindexfil för vektorkarta <%s>

source: Error writing out category index file
sv: Fel vid utskrivning av kategoriindexfil

source: Unable to open category index file for vector map <%s>
cs: Nelze otevøít soubor s historií pro vektorovou mapu <%s>
sv: Det går inte att öppna kategoriindexfilen för vector map <%s>

source: Modifications: %d
sv: Modifieringar: %d

source: Unable to create vector map <%s>
cs: Nelze vytvoøit vektorovou mapu <%s>
sv: Det gick inte att skapa en vektorkarta <%s>

source: Copying features failed
sv: Kopieringsfunktioner misslyckades

source: Unable to open %s file
sv: Filen %s kan inte öppnas

source: Unable to close vector <%s>
cs: Nelze zavøít vektorovou vrstvu <%s>
sv: Det gick inte att stänga vektorn <%s>

source: Invalid request for writing frmt file - map format is %d
sv: Ogiltig begäran om att skriva frmt-fil - kartformatet är %d

source: Link to vector map <%s> created
sv: Länk till vektorkarta <%s> skapad

source: Unable to create '%s': %s
sv: Det går inte att skapa '%s': %s

source: Unable to copy '%s': %s
sv: Det går inte att kopiera '%s': %s

source: Unable to copy table <%s>
cs: Nelze kopírovat tabulku <%s>
sv: Det går inte att kopiera tabell <%s>

source: Unable to drop table <%s>
sv: Det går inte att släppa tabellen <%s>

source: Unable to save feature index file for vector map <%s>
sv: Det gick inte att spara indexfilen för vektorgrafik <%s>

source: Unable to close cursor %s
sv: Det går inte att stänga markören %s

source: Vector map name <%s> is too long
sv: Vektorkartans namn <%s> är för långt

source: Layer constraint ignored for non-native vector formats
sv: Lagerbegränsning ignoreras för icke-nativa vektorformat

source: Unable to copy features. Input vector map <%s> is not open
sv: Det går inte att kopiera funktioner. Inmatningsvektorkarta <%s> är inte öppen

source: Unable to create PostGIS layer <%s>
sv: Det går inte att skapa PostGIS-lager <%s>

source: Vector map <%s> not open on topological level. Areas will be skipped!
sv: Vektorkarta <%s> inte öppen på topologisk nivå. Områden kommer att hoppas över!

source: Copying features...
sv: Kopieringsfunktioner...

source: Copying features (%s)...
sv: Kopieringsfunktioner (%s)...

source: Writing new feature failed
sv: Skrivning av ny funktion misslyckades

source: %d features without category or from different layer skipped
sv: %d funktioner utan kategori eller från annat lager hoppas över

source: Exporting nodes...
sv: Exportera noder...

source: Writing node %d failed
sv: Skrivning av nod %d misslyckades

source: Exporting areas...
sv: Exporterande områden...

source: Writing area %d failed
sv: Skrivning av område %d misslyckades

source: %d areas without category or from different layer skipped
sv: %d områden utan kategori eller från annat lager överhoppade

source: Unable to copy table <%s> for layer %d from <%s> to <%s>
sv: Det går inte att kopiera tabell <%s> för lager %d från <%s> till <%s>

source: Unable to add database link for vector map <%s>
cs: Nelze pøipojit databázi k vektorové mapì <%s>
sv: Det går inte att lägga till databaslänk för vektorkarta <%s>

source: Unable to open database <%s> with driver <%s>
sv: Det går inte att öppna databas <%s> med drivrutin <%s>

source: Unable to create index
sv: Det går inte att skapa index

source: Unable to grant privileges on table <%s>
sv: Det går inte att bevilja behörigheter för tabellen <%s>

source: Changed
sv: Ändrad

source: Removed
sv: Borttagen

source: Selected
sv: Vald

source: %s lines: %d
sv: %s rader: %d

source: %s dangles: %d
sv: %s dinglar: %d

source: Trying to add more edges to the planar_graph than the initial allocation size allows
sv: Försöker lägga till fler kanter i planar_graph än vad den initiala tilldelningsstorleken tillåter

source: Name <%s> is not SQL compliant. Must start with a letter.
sv: Namnet <%s> är inte SQL-kompatibelt. Måste börja med en bokstav.

source: Layer number must be 1 or greater
cs: Èíslo vrstvy musí být vìt¹í nebo rovno 1
sv: Lagernumret måste vara 1 eller större

source: Unable to add attribute link, vector map is not opened in WRITE mode
sv: Det går inte att lägga till attributlänk, vektorkartan öppnas inte i WRITE-läge

source: Unable to add attribute link
sv: Det går inte att lägga till attributlänk

source: Unable to write attribute links
sv: Det går inte att skriva attributlänkar

source: Unable to write database links
cs: Nelze zapsat spojení s databází.
sv: Det går inte att skriva databaslänkar

source: Database connection not defined. Skipping.
sv: Databasanslutningen är inte definierad. Hoppar över.

source: More DB links defined for input vector map. Using only first DB link for output.
sv: Fler DB-länkar definierade för inmatningsvektorkarta. Använder endast den första DB-länken för utdata.

source: Layer number %d or name <%s> already exists
cs: Vrstva èíslo <%d> nebo jménem <%s> ji¾ existuje.
sv: Lager nummer %d eller namn <%s> finns redan

source: Default driver / database set to: driver: %s database: %s
cs: Výchozí ovladaè / databáze nastavena na: ovladaè: %s databáze: %s
sv: Standarddrivrutin / databas inställd på: drivrutin: %s databas: %s

source: Default driver is not set
cs: Výchozí ovladaè není nastaven
sv: Standarddrivrutin är inte inställd

source: Default database is not set
cs: Výchozí databáze není nastavena
sv: Standarddatabasen är inte inställd

source: Requested dblink %d, maximum link number %d
cs: Po¾adovaný dblink %d, maximální poèet spojení %d
sv: Begärd dblink %d, maximalt länknummer %d

source: Error in rule on row %d in <%s>
sv: Fel i regel på rad %d i <%s>

source: Unable to open OGR data source '%s'
cs: Nelze otevøít zdroj dat OGR '%s'
sv: Det går inte att öppna OGR-datakällan '%s'

source: Unable to open OGR layer <%s>
sv: Det går inte att öppna OGR-lagret <%s>

source: Feature table <%s> has no primary key defined. Unable to define DB links.
sv: Feature-tabellen <%s> har ingen definierad primärnyckel. Det går inte att definiera DB-länkar.

source: GRASS not compiled with PostgreSQL support
sv: GRASS inte kompilerad med PostgreSQL-stöd

source: Unknown vector map format
sv: Okänt vektorformat för kartan

source: Unable to create database definition file for vector map <%s>
sv: Det gick inte att skapa en databasdefinitionsfil för vektorkarta <%s>

source: Bug: attempt to update map which is not in current mapset
cs: Bug: pokus o aktualizaci mapy, která není v aktuálním mapsetu.
sv: Bugg: försök att uppdatera karta som inte finns i aktuell kartuppsättning

source: vector map is not opened
cs: Vektorová mapa není otevøena
sv: vektorkartan öppnas inte

source: Vect_read_line_geos(): feature id %d is not reasonable (max features in vector map <%s>: %d)
sv: Vect_read_line_geos(): funktions-ID %d är inte rimligt (max funktioner i vektorkarta <%s>: %d)

source: only native format supported
sv: endast native-format stöds

source: Attempt to read dead line
cs: Pokus èíst mrtvou linii
sv: Försök att läsa dead line

source: Vect_read_area_geos(): unable to read area id %d
sv: Vect_read_area_geos(): det går inte att läsa områdes-ID %d

source: Vect_read_area_geos(): unable to read isle id %d of area id %d
sv: Vect_read_area_geos(): det går inte att läsa ö-id %d för områdes-id %d

source: Unable to read line offset %ld
sv: Det går inte att läsa radoffset %ld

source: Attempt to read points of nonexistent area id %d
sv: Försök att läsa punkter i icke-existerande områdes-ID %d

source: Unable to read feature id %d
sv: Det går inte att läsa funktions-ID %d

source: GngFlatten error
cs: Chyba GngFlatten
sv: GngFlatten fel

source: Unable to add network arc
cs: Nelze pøidat arc do sítì
sv: Det går inte att lägga till nätverksbåge

source: dglShortestPath error: %s
cs: chyba dglShortestPath: %s
sv: dglShortestPath-fel: %s

source: Unable to create header file for vector map <%s>
sv: Det gick inte att skapa en header-fil för vector map <%s>

source: Unable to open header file of vector <%s>
cs: Nelze otevøít hlavièkový soubor vektorové mapy <%s>
sv: Det gick inte att öppna header-filen för vektor <%s>

source: Corrupted row in head: %s
cs: Poru¹ený øádek v hlavièce: %s
sv: Korrumperad rad i huvudet: %s

source: Unknown keyword '%s' in vector head
sv: Okänt nyckelord '%s' i vektorhuvud

source: 3D not supported by Vect_segment_intersection()
cs: 3D není podporováno Vect_segment_intersection()
sv: 3D stöds inte av Vect_segment_intersection()

source: Vect_segment_intersection() ERROR (collinear vertical segments)
cs: Vect_segment_intersection() CHYBA (kolineární vertikální segmenty)
sv: Vect_segment_intersection() ERROR (kollinjära vertikala segment)

source: Vect_segment_intersection() ERROR (collinear non vertical segments)
cs: Vect_segment_intersection() CHYBA (kolineární nevertikální segmenty)
sv: Vect_segment_intersection() ERROR (kollinjära icke vertikala segment)

source: Error while adding point to array. Out of memory
sv: Fel när punkt läggs till i array. Ut ur minnet

source: Illegal vector map name <%s>. May not contain '.' or 'NULL'.
cs: Neplatný název vektorové mapy <%s>. Nesmí obsahovat '.' nebo 'NIC'.
sv: Olagligt namn på vektorkarta <%s>. Får inte innehålla '.' eller 'NULL'.

source: Illegal vector map name <%s>. Must start with a letter.
cs: Neplatný název vektorové mapy <%s>. Musí zaèínat písmenem.
sv: Olagligt namn på vektorkarta <%s>. Måste börja med en bokstav.

source: Illegal vector map name <%s>. Character '%c' not allowed.
cs: Neplatné název vektorové mapy <%s>. Znak <%c> není povolen.
sv: Olagligt namn på vektorkarta <%s>. Tecknet '%c' är inte tillåtet.

source: Illegal vector map name <%s>. SQL keyword cannot be used as vector map name.
cs: Neplatné název vektorové mapy <%s>. SQL klíèové slovo nelze pou¾ít jako název vektorové mapy.
sv: Olagligt namn på vektorkarta <%s>. SQL-nyckelord kan inte användas som namn på vektormappning.

source: Output vector map name <%s> is not in the current mapset (%s)
sv: Utmatningsvektorns kartnamn <%s> finns inte i den aktuella kartuppsättningen (%s)

source: Output vector map name <%s> is not SQL compliant
sv: Utmatningsvektorkartans namn <%s> är inte SQL-kompatibelt

source: Output vector map <%s> is used as input
cs: Výstupní mapa <%s> je pou¾ita jako vstup.
sv: Utdatavektorkarta <%s> används som indata

source: Map structure was never initialized
cs: Vektorová struktura nebyla nikdy inicializována
sv: Kartstrukturen initialiserades aldrig

source: Map structure has been closed
cs: Struktura mapy byla uzavøena
sv: Kartstrukturen har stängts

source: Vector map <%s> is not open at topological level
sv: Vektorkartan <%s> är inte öppen på topologisk nivå

source: Invalid node id: %d
sv: Ogiltigt nod-ID: %d

source: Nodes not available for line %d
sv: Noder inte tillgängliga för rad %d

source: Areas not available for line %d
sv: Områden som inte är tillgängliga för linje %d

source: Line %d is not a boundary
sv: Linje %d är inte en gräns

source: Topology info not available for feature %d
sv: Topologiinformation är inte tillgänglig för funktionen %d

source: Index out of range in
cs: Index je mimo rozsah
sv: Index utanför intervallet i

source: Segment outside line, no segment created
cs: Segment je mimo linii, ¾ádný segment nebude vytvoøen
sv: Segment utanför linjen, inget segment skapat

source: Vector map name is not SQL compliant
cs: Název mapy nevyhovuje podmínkám SQL
sv: Vektorkartans namn är inte SQL-kompatibelt

source: Unable to find vector map <%s> in <%s>
sv: Det går inte att hitta vektorkartan <%s> i <%s>

source: Vector map <%s> already exists and will be overwritten
cs: Vektorová mapa <%s> ji¾ existuje a bude pøepsána.
sv: Vektorkarta <%s> finns redan och kommer att skrivas över

source: Unable to delete vector map <%s>
cs: Nelze smazat vektorovou mapu <%s>
sv: Det gick inte att ta bort vektormapp <%s>

source: Unable to copy vector map <%s> to <%s>
cs: Nelze kopírovat vektorovou mapu <%s> do <%s>
sv: Det går inte att kopiera vektormapp <%s> till <%s>

source: Unable to delete table <%s>
cs: Nelze smazat tabulku <%s>
sv: Det går inte att ta bort tabellen <%s>

source: Unable to create index for table <%s>, key <%s>
cs: Nelze vytvoøit index pro tabulku <%s>, klíè <%s>
sv: Det går inte att skapa ett index för tabell <%s>, nyckel <%s>

source: Ignoring invalid mapset: %s
sv: Ignorerar ogiltig mapset: %s

source: Invalid vector map name <%s>
cs: Nesprávné jméno vektorové mapy <%s>
sv: Ogiltigt namn på vektorkarta <%s>

source: Unable to open header file for vector map <%s>
cs: Nelze otevøít hlavièkový soubor pro vektorovou mapu <%s>
sv: Det gick inte att öppna header-filen för vector map <%s>

source: Unable to find table <%s> linked to vector map <%s>
cs: Nelze nelézt tabulku <%s> pøipojenou k vektorové mapì <%s>
sv: Det går inte att hitta tabell <%s> länkad till vektorkarta <%s>

source: Table <%s> linked to vector map <%s> does not exist
cs: Tabulka <%s> pøipojená k vektorové mapì <%s> neexistuje
sv: Tabell <%s> länkad till vektorkarta <%s> finns inte

source: Unable to open directory '%s'
cs: Nelze otevøít adresáø <%s>
sv: Det går inte att öppna katalogen '%s'

source: Filepath '%s/%s' exceeds max length
sv: Filvägen '%s/%s' överskrider maxlängd

source: Unable to delete file '%s'
cs: Nelze smazat soubor <%s>
sv: Det går inte att radera filen '%s'

source: Unable to rename directory '%s' to '%s'
cs: Nelze pøejmenovat adresáø '%s' na '%s'
sv: Det går inte att byta namn på katalogen '%s' till '%s'

source: Unable to remove directory '%s': %s
sv: Det går inte att ta bort katalogen '%s': %s

source: %d lines merged
sv: %d rader sammanslagna

source: %d new lines
sv: %d nya rader

source: %d boundaries merged
sv: %d gränser sammanslagna

source: %d new boundaries
sv: %d nya gränser

source: %d lines and boundaries merged
sv: %d linjer och gränser sammanfogade

source: %d new lines and boundaries
sv: %d nya linjer och gränser

source: Unable to find point with defined unique category for node <%d>.
sv: Det gick inte att hitta en punkt med definierad unik kategori för noden <%d>.

source: There exists more than one point on node <%d> with unique category in field <%d>. The unique category layer may not be valid.
sv: Det finns mer än en punkt på nod <%d> med unik kategori i fält <%d>. Det unika kategorilagret kanske inte är giltigt.

source: Wrong line direction in Vect_net_get_line_cost()
cs: Chybný smìr linie ve Vect_net_get_line_cost()
sv: Felaktig linjeriktning i Vect_net_get_line_cost()

source: Building graph...
cs: Vytváøení grafu ...
sv: Byggnadsgraf...

source: Unable to build network graph
cs: Nelze sestavit sí»ový grafu
sv: Det går inte att skapa en nätverksgraf

source: Forward costs column not specified
cs: Sloupec pro váhu smìr dopøedu není specifikován
sv: Kolumn för terminskostnader ej specificerad

source: Turntable field < 1
sv: Skivspelare fält < 1

source: Turntable column <%s> not found in table <%s>
sv: Skivspelarkolumnen <%s> finns inte i tabellen <%s>

source: Data type of column <%s> not supported (must be numeric)
cs: Datový typ sloupce <%s> není podporován (musí být integer nebo double)
sv: Datatyp för kolumn <%s> stöds inte (måste vara numerisk)

source: Setting node costs...
cs: Nastavení váhy uzlù ...
sv: Fastställande av nodkostnader...

source: Database record for node %d (cat = %d) not found (cost set to 0)
cs: Datový záznam pro uzel %d (cat = %d) nebyl nalezen (váha nastavena na 0)
sv: Databasposten för nod %d (cat = %d) hittades inte (kostnad satt till 0)

source: Cannot add network arc for virtual node connection.
sv: Det går inte att lägga till nätverksbåge för virtuell nodanslutning.

source: There exists more than one point of node <%d> with unique category field <%d>. The unique categories layer is not valid therefore you will probably get incorrect results.
sv: Det finns mer än en punkt i nod <%d> med unikt kategorifält <%d>. Det unika kategorilagret är inte giltigt och därför kommer du förmodligen att få felaktiga resultat.

source: Unable to find point representing intersection <%d> in unique categories field <%d>. Cost for the intersection was set to 0. The unique categories layer is not valid therefore you will probably get incorrect results.
sv: Det gick inte att hitta en punkt som representerar skärningspunkten <%d> i fältet för unika kategorier <%d>. Kostnaden för skärningspunkten var satt till 0. Det unika kategorilagret är inte giltigt och därför kommer du förmodligen att få felaktiga resultat.

source: Unable to find node for point representing intersection <%d> in unique categories field <%d>. Cost for the intersection was set to 0. The unique categories layer is not valid therefore you will probably get incorrect results.
sv: Det gick inte att hitta en nod för en punkt som representerar skärningspunkten <%d> i fältet för unika kategorier <%d>. Kostnaden för skärningspunkten var satt till 0. Det unika kategorilagret är inte giltigt och därför kommer du förmodligen att få felaktiga resultat.

source: Database record for turn with cat = %d is not found. (The turn was skipped.
sv: Databasposten för tur med katt = %d hittades inte. (Svängen hoppades över.

source: Cannot add network arc representing turn.
sv: Kan inte lägga till nätverksbåge som representerar tur.

source: Arc field < 1
cs: Arc vrstva < 1
sv: Bågfält < 1

source: Registering arcs...
cs: Registrování arcs ...
sv: Registrering av bågar...

source: Line with id <%d> has more unique categories defined in field <%d>. The unique categories layer is not valid therefore you will probably get incorrect results.
sv: Linjen med id <%d> har fler unika kategorier definierade i fält <%d>. Lagret för unika kategorier är inte giltigt och därför kommer du förmodligen att få felaktiga resultat.

source: Database record for line %d (cat = %d, forward/both direction(s)) not found (cost was set to 0)
sv: Databasposten för rad %d (kat = %d, framåt/båda riktningarna) hittades inte (kostnaden var satt till 0)

source: Database record for line %d (cat = %d, backward direction) not found(cost was set to 0)
sv: Databasposten för rad %d (kat = %d, bakåtriktad) hittades inte (kostnaden var satt till 0)

source: Flattening the graph...
cs: Zpracování grafu ...
sv: Att platta till grafen...

source: Graph was built
cs: Struktura grafu sestavena
sv: Grafen byggdes

source: Database record for line %d (cat = %d, forward/both direction(s)) not found (forward/both direction(s) of line skipped)
cs: Datová polo¾ka pro linii %d (cat = %d, dopøedu/oba smìry nebyla nalezena(dopøedu/oba smìry linie pøeskoèeny)
sv: Databasposten för rad %d (cat = %d, framåt/båda riktningarna) hittades inte (framåt/båda riktningarna på raden hoppades över)

source: Database record for line %d (cat = %d, backward direction) not found(direction of line skipped)
sv: Databasposten för rad %d (kat = %d, bakåtriktad) hittades inte (riktningen på raden hoppades över)

source: Cannot add network arc
cs: Nelze pøidat arc sítì
sv: Det går inte att lägga till nätverksbåge

source: Programmer requested unknown access level %d
sv: Programmeraren begärde okänd åtkomstnivå %d

source: Vector map <%s> not found in current mapset
sv: Vektorkarta <%s> finns inte i aktuell kartuppsättning

source: Temporary vector maps can be accessed only in the current mapset
sv: Temporära vektorkartor kan endast nås i den aktuella kartuppsättningen

source: Vector map which is not in the current mapset cannot be opened for update
cs: Mapa, která není obsa¾ena v aktuálním mapsetu, nemù¾e být otevøena pro zápis
sv: Vektorkarta som inte finns i den aktuella kartuppsättningen kan inte öppnas för uppdatering

source: Unable to read header file of vector map <%s>
sv: Det gick inte att läsa header-filen för vector map <%s>

source: Unable to open topology file for vector map <%s>
cs: Nelze otevøít soubor s topologií pro vektorovou mapu <%s>
sv: Det gick inte att öppna topologifilen för vektorkartan <%s>
