Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Interpolating raster map <%s> (%d row)...
sv: Interpolerar rasterkarta <%s> (%d rad)...

source: Option %s must be an integer, <%s> provided
sv: Alternativ %s måste vara ett heltal, <%s> anges

source: Produces a raster surface map of uniform random deviates with defined range.
sv: Producerar en rasterytkarta med enhetliga slumpmässiga avvikelser med definierat intervall.

source: Minimum random value
cs: Minimální náhodná hodnota
sv: Lägsta slumpmässiga värde

source: Maximum random value
cs: Maximální náhodná hodnota
sv: Maximalt slumpmässigt värde

source: Create an integer raster map
sv: Skapa en rasterkarta med heltal

source: Minimum %s should be higher than maximum %s, but %s > %s
sv: Minimum %s bör vara högre än maximum %s, men %s > %s

source: Uniform random integer values in range [%s, %s]
sv: Enhetliga slumpmässiga heltalsvärden i intervallet [%s, %s]

source: Uniform random float values in range [%s, %s)
sv: Enhetliga slumpmässiga float-värden i intervallet [%s, %s])

source: Fill_depressions do not fit in memory. Not implemented yet
sv: Fill_depressions ryms inte i minnet. Inte implementerat ännu

source: Watershed %d (R=%d) not done
sv: Vattendelare %d (R=%d) inte utförd

source: Name for output filled (flooded) elevation raster map
sv: Namn för utmatad fylld (översvämmad) höjdrasterkarta

source: Name for output flow direction raster map
sv: Namn för rasterkarta över utflödesriktning

source: Name for output sink-watershed raster map
sv: Namn för rasterkarta för utmatning av sänka-vattendrag

source: Name for output topographic convergence index (tci) raster map
sv: Namn för rasterkarta för topografiskt konvergensindex (tci)

source: SFD (D8) flow (default is MFD)
sv: SFD (D8) flöde (standard är MFD)

source: SFD: single flow direction, MFD: multiple flow direction
sv: SFD: enkel flödesriktning, MFD: multipel flödesriktning

source: Routing using SFD (D8) direction
sv: Routning med SFD-riktning (D8)

source: If flow accumulation is larger than this value it is routed using SFD (D8) direction (meaningful only for MFD flow). If no answer is given it defaults to infinity.
sv: Om flödesackumuleringen är större än detta värde dirigeras flödet i riktning mot SFD (D8) (endast meningsfullt för MFD-flöde). Om inget svar ges är standardvärdet oändligt.

source: Directory to hold temporary files (they can be large)
sv: Katalog för temporära filer (de kan vara stora)

source: Name for output file containing runtime statistics
sv: Namn för utdatafil som innehåller körtidsstatistik

source: Unable to create temp dir
sv: Det går inte att skapa temp dir

source: Raster map <%s> resolution differs from current region
sv: Rasterkartans <%s> upplösning skiljer sig från aktuell region

source: Header of raster map <%s> compatible with region header
sv: Header för rasterkarta <%s> kompatibel med regionheader

source: Elevation stored as SHORT (%dB)
sv: Höjden lagrad som SHORT (%dB)

source: Raster map <%s> is of type FCELL_TYPE -- precision may be lost
sv: Rasterkartan <%s> är av typen FCELL_TYPE -- precisionen kan gå förlorad

source: Raster map <%s> is of type DCELL_TYPE -- precision may be lost
sv: Rasterkarta <%s> är av typen DCELL_TYPE -- precision kan gå förlorad

source: Elevation stored as FLOAT (%ldB)
sv: Höjd lagrad som FLOAT (%ldB)

source: Raster map <%s> is of type CELL_TYPE -- you should use r.terraflow.short
sv: Rasterkarta <%s> är av typen CELL_TYPE -- du bör använda r.terraflow.short

source: cannot read range
sv: kan inte läsa intervallet

source: Performs flow computation for massive grids.
sv: Utför flödesberäkningar för massiva nät.

source: [nrows=%d, ncols=%d] dimension_type overflow -- change dimension_type and recompile
sv: [nrows=%d, ncols=%d] dimension_type overflow -- ändra dimension_type och kompilera om

source: Region size is %d x %d
sv: Regionens storlek är %d x %d

source: %s not set
sv: %s inte inställd

source: STREAM temporary files in <%s>. THESE INTERMEDIATE STREAMS WILL NOT BE DELETED IN CASE OF ABNORMAL TERMINATION OF THE PROGRAM. TO SAVE SPACE PLEASE DELETE THESE FILES MANUALLY!
sv: STREAM tillfälliga filer i <%s>. DESSA MELLANLIGGANDE STRÖMMAR KOMMER INTE ATT RADERAS VID ONORMAL AVSLUTNING AV PROGRAMMET. FÖR ATT SPARA UTRYMME, RADERA DESSA FILER MANUELLT!

source: flowStream opened: len=%lld
sv: flowStream öppnad: len=%lld

source: jumping to flow accumulation computation
sv: hoppar till beräkning av flödesackumulering

source: Sweeping...
sv: Svepande...

source: Calculating %d texture measure
sv: Beräkning av %d texturmått

source: Unknown measure <%s>
sv: Okänd åtgärd <%s>

source: texture
sv: struktur

source: Generate images with textural features from a raster map.
cs: Vytvoøí obrázky s texturálními vlastnostmi rastrové mapy.
sv: Generera bilder med texturella egenskaper från en rasterkarta.

source: The size of moving window (odd and >= 3)
sv: Storleken på det rörliga fönstret (udda och >= 3)

source: The distance between two samples (>= 1)
cs: Vzdálenost mezi dvìma vzorky (>=1)
sv: Avståndet mellan två prover (>= 1)

source: The distance must be smaller than the size of the moving window
sv: Avståndet måste vara mindre än storleken på det rörliga fönstret

source: Textural measurement method
sv: Metod för mätning av textur

source: Separate output for each angle (0, 45, 90, 135)
sv: Separat utgång för varje vinkel (0, 45, 90, 135)

source: Angles are counterclockwise from east: 0 is East to West, 45 is North-East to South-West
sv: Vinklar är motsols från öster: 0 är öst till väst, 45 är nordöst till sydväst

source: Calculate all textural measurements
sv: Beräkna alla texturmått

source: Allow NULL cells in a moving window
sv: Tillåt NULL-celler i ett rörligt fönster

source: This will also avoid cropping along edges of the current region
sv: Detta kommer också att undvika beskärning längs kanterna av den aktuella regionen

source: Size of the moving window must be > 0
sv: Storleken på det rörliga fönstret måste vara > 0

source: Size of the moving window must be odd
sv: Storleken på det rörliga fönstret måste vara udda

source: The distance between two samples must be > 0
sv: Avståndet mellan två prover måste vara > 0

source: The distance between two samples must be smaller than the size of the moving window
sv: Avståndet mellan två prover måste vara mindre än storleken på det rörliga fönstret

source: Nothing to compute. Use at least one textural measure.
sv: Inget att beräkna. Använd minst ett texturmått.

source: At least one of the requested output maps exists. Use --o to overwrite.
sv: Minst en av de begärda utdatamapparna finns. Använd --o för att skriva över.

source: Too many categories (found: %i, max: %i). Try to rescale or reclassify the map
cs: Pøíli¹ mnoho kategorií (nalezeno: %i, max: %i). Zkuste zmìnit mìøítko nebo reklasifikovat mapu
sv: För många kategorier (hittades: %i, max: %i). Försök att skala om eller omklassificera kartan

source: Input raster must be of type CELL.
sv: Inmatningsrastret måste vara av typen CELL.

source: %d column
sv: %d kolumn

source: Raster map <%s> - %s X %s
sv: Rasterkarta <%s> - %s X %s

source: Unable to create temporary file <%s> -- errno = %d
sv: Det gick inte att skapa en temporär fil <%s> -- errno = %d

source: Output map %s X %s
sv: Utgångskarta %s X %s

source: Window %s X %s
sv: Fönster %s X %s

source: Thins non-null cells that denote linear features in a raster map layer.
sv: Rensar bort icke-nullceller som betecknar linjära funktioner i ett rasterkartskikt.

source: Maximal number of iterations
cs: Maximální poèet iterací
sv: Maximalt antal iterationer

source: Unable to find bounding box for lines
sv: Det går inte att hitta begränsningsrutan för linjer

source: Bounding box: l = %d, r = %d, t = %d, b = %d
sv: Begränsande box: l = %d, r = %d, t = %d, b = %d

source: Pass number %d
cs: Prùchod èíslo %d
sv: Passera nummer %d

source: Deleted %d pixel
sv: Raderad %d pixel

source: Thinning completed successfully.
cs: Ztenèování bylo íºspì¹nì dokonèeno.
sv: Gallring genomförd framgångsrikt.

source: Thinning not completed, consider to increase 'iterations' parameter.
cs: Ztenèení nedokonèeno, zkuste zvý¹it parametr 'iterations'.
sv: Gallring ej slutförd, överväg att öka parametern "iterationer".

source: Splits a raster map into tiles.
sv: Delar upp en rasterkarta i rutor.

source: Output base name
sv: Namn på utmatningsbas

source: Width of tiles (columns)
sv: Bredd på plattorna (kolumner)

source: Height of tiles (rows)
sv: Höjd på plattorna (rader)

source: Overlap of tiles
sv: Överlappning av plattor

source: Generating %d x %d = %d tiles...
sv: Genererar %d x %d = %d brickor...

source: Unable to read cats for %s
sv: Det går inte att läsa katter för %s

source: timestamp
sv: tidsstämpel

source: Modifies a timestamp for a raster map.
sv: Ändrar en tidsstämpel för en rasterkarta.

source: Print/add/remove a timestamp for a raster map.
cs: Vytiskni/pøidej/sma¾ èasovou znaèku rastrových map.
sv: Skriv ut/lägg till/ta bort en tidsstämpel för en rasterkarta.

source: Datetime, datetime1/datetime2, or 'none' to remove
sv: Datetime, datetime1/datetime2, eller "none" för att ta bort

source: Format: '15 jan 1994' (absolute) or '2 years' (relative)
sv: Format: "15 jan 1994" (absolut) eller "2 år" (relativt)

source: Raster map <%s> not found %s
sv: Rasterkarta <%s> hittades inte %s

source: Could not close the map
cs: Nemohl jsem uzavøít mapu
sv: Det gick inte att stänga kartan

source: 2D raster maps which represent the slices
sv: 2D-rasterkartor som representerar skivorna

source: The maximum tile size in kilo bytes. Default is 32KB.
sv: Den maximala storleken på brickan i kilo bytes. Standard är 32KB.

source: Use 3D raster mask (if exists) with output map
sv: Använd 3D-rastermask (om sådan finns) med utdatakarta

source: Converts 2D raster map slices to one 3D raster volume map.
cs: Pøevede 2D pláty rastrových map na jednu 3D rastrovou mapu.
sv: Konverterar 2D-rasterkartskivor till en 3D-rastervolymkarta.

source: No output map
cs: ®ádné výstupní mapy
sv: Ingen utmatningskarta

source: The 2D and 3D region settings are different. Using the 3D region settings to adjust the 2D region.
sv: Inställningarna för 2D- och 3D-regioner är olika. Använd inställningarna för 3D-regionen för att justera 2D-regionen.

source: Open raster map %s - one time for each depth (%d/%d)
cs: Otevøít rastrovou mapu %s - jednou pro ka¾dou hloubku (%d/%d)
sv: Öppna rasterkarta %s - en gång för varje djup (%d/%d)

source: Input maps have to be from the same type. CELL, FCELL or DCELL!
cs: Vstupní mapy musí být stejného typu. CELL, FCELL nebo DCELL!
sv: Inmatade kartor måste vara av samma typ. CELL, FCELL eller DCELL!

source: Creating 3D raster map
cs: Vytváøím 3D rastrovou mapu
sv: Skapa 3D-rasterkarta

source: Error opening 3D raster map
sv: Fel vid öppning av 3D-rasterkarta

source: Error closing 3d raster map
cs: Chyba pøi zavírání g3d souboru
sv: Fel vid stängning av 3d-rasterkarta

source: The number of input and elevation maps is not equal
cs: Poèet vstupních mapových vrstev a vý¹kových modelù není roven
sv: Antalet inmatnings- och höjdkartor är inte lika stort

source: The value to fill the upper cells, default is null
cs: Hodnota, kterou budou vyplnìny svrchní buòky, výchozí je null
sv: Det värde som ska fylla de övre cellerna, standard är null

source: The value to fill the lower cells, default is null
cs: Hodnota, kterou budou vyplnìny spodní buòky, výchozí je null
sv: Det värde som ska fylla de nedre cellerna, standard är null

source: Use the input map values to fill the upper cells
cs: Pou¾ij hodnoty mapy pro výplò svrchních bunìk
sv: Använd de inmatade kartvärdena för att fylla de övre cellerna

source: Use the input map values to fill the lower cells
cs: Pou¾ij hodnoty mapy pro výplò spodních bunìk
sv: Använd de inmatade kartvärdena för att fylla de nedre cellerna

source: Use 3D raster mask (if exists) with input map
sv: Använd 3D-rastermask (om sådan finns) med inmatningskarta

source: Error writing 3D raster double data
sv: Fel vid skrivning av dubbla 3D-rasterdata

source: Creates a 3D volume map based on 2D elevation and value raster maps.
cs: Vytvoøí 3D volume vrstvu zalo¾enou na 2D vý¹kového modelu a hodnotových rastrových mapách.
sv: Skapar en 3D-volymkarta baserad på rasterkartor med 2D-höjd och värde.

source: The upper value is not valid
cs: Horní hodnota není platná
sv: Det övre värdet är inte giltigt

source: The lower value is not valid
cs: Dolní hodnota není platná
sv: Det lägre värdet är inte giltigt

source: The 2D and 3D region settings are different. I will use the 3D region settings to adjust the 2D region.
sv: Inställningarna för 2D- och 3D-regioner är olika. Jag kommer att använda inställningarna för 3D-regionen för att justera 2D-regionen.

source: Extracting areas...
cs: Extrahuji plochy...
sv: Extrahering av områden...

source: write_bnd: line terminated unexpectedly previous (%d) point %d (%d,%d,%d) %p %p
sv: write_bnd: raden avslutades oväntat föregående (%d) punkt %d (%d,%d,%d) %p %p

source: Writing areas...
sv: Skriva områden...

source: No area for centroid %d
sv: Inget område för centroid %d

source: Unable to calculate area centroid
cs: Nelze vypoèítat centroid plochy
sv: Det går inte att beräkna områdets centroid

source: Cannot insert new row: %s
cs: Nelze vlo¾it nový øádek: %s
sv: Det går inte att infoga en ny rad: %s

source: Extracting lines...
cs: Extrahuji linie...
sv: Extrahering av linjer...

source: Crowded cell at (%f, %f): row %d, col %d, count %d
sv: Fullsatt cell vid (%f, %f): rad %d, kol %d, antal %d

source: Raster map is not thinned properly. Please run r.thin.
cs: Rastrový soubor nebyl øádnì ztenèen. prosím spus»te r.thin
sv: Rasterkartan har inte tunnats ut ordentligt. Kör r.thin.

source: join_lines: p front pointer not NULL!
cs: join_lines: p front pointer není NULL!
sv: join_lines: p frontpekare inte NULL!

source: join_lines: q front pointer not NULL!
cs: join_lines: q front pointer není NULL!
sv: join_lines: q frontpekare inte NULL!

source: extend line: p is NULL
cs: extend line: p je NULL
sv: förläng linjen: p är NULL

source: extend_lines: p front pointer not NULL!
cs: extend_lines: p front pointer není NULL!
sv: extend_lines: p främre pekare inte NULL!

source: extend_lines: q back pointer not NULL!
cs: extend_lines: q back pointer není NULL!
sv: extend_lines: q bakåtpekare inte NULL!

source: write_line: found half a loop!
cs: write_line: nalezena polovina smyèky!
sv: write_line: hittade en halv slinga!

source: write_line: line terminated unexpectedly previous (%d) point %d (%d,%d,%d) %p %p
sv: write_line: raden avslutades oväntat föregående (%d) punkt %d (%d,%d,%d) %p %p

source: vectorization
sv: vektorisering

source: Converts a raster map into a vector map.
sv: Konverterar en rasterkarta till en vektorkarta.

source: Attributes
cs: Atributy
sv: Attribut

source: Recommended for massive point conversion
sv: Rekommenderas för konvertering av massiva punkter

source: Move centroids to more central locations within areas
sv: Flytta centroiderna till mer centrala platser inom områdena

source: Default: centroids are located anywhere in areas, often close to boundaries
sv: Standard: centroiderna ligger var som helst i området, ofta nära gränserna

source: z flag is supported only for points
cs: pøepínaè -z není u bodù podporován
sv: z-flaggan stöds endast för punkter

source: Raster is not CELL, '-v' flag ignored, raster values will be written to the table.
cs: Rastrová mapa není typu CELL, pøepínaè '-v' ignorován, rastrové hodnoty budou zapsány do tabulky.
sv: Raster är inte CELL, flaggan "-v" ignoreras, rastervärden skrivs till tabellen.

source: Raster is not CELL, '-v' flag ignored, raster values will be z coordinate.
sv: Raster är inte CELL, flaggan "-v" ignoreras, rastervärdena kommer att vara z-koordinater.

source: Raster is not CELL, '-v' flag ignored, raster values will be lost.
sv: Raster är inte CELL, flaggan "-v" ignoreras, rastervärden går förlorade.

source: Categories will be unique sequence, raster values will be lost.
sv: Kategorierna blir en unik sekvens, rastervärdena går förlorade.

source: Unable to create table: %s
cs: Neschopen vytvoøit tabulku: %s
sv: Det går inte att skapa en tabell: %s

source: Updating attributes...
sv: Uppdatering av attribut...

source: Unable to insert into table: %s
cs: Nelze vlo¾it do tabulky: %s
sv: Det går inte att infoga i tabellen: %s

source: Unsupported raster data type encountered.
sv: En rasterdatatyp som inte stöds har påträffats.

source: Extracting points...
cs: Extrahuji body...
sv: Extrahering av punkter...

source: The current region resolution [%s x %s] is finer than the input map's resolution [%s x %s]. The current region resolution must be identical to, or coarser than, the input map's resolution.
sv: Den aktuella regionens upplösning [%s x %s] är finare än indatakartans upplösning [%s x %s]. Den aktuella regionens upplösning måste vara identisk med, eller grövre än, den inmatade kartans upplösning.

source: Reading elevation map...
cs: Naèítám mapu elevace:
sv: Läser höjdkarta...

source: Writing topographic index map...
cs: Zapisuji mapu topografického indexu...
sv: Skrivande topografisk indexkarta...

source: wetness
sv: blöthet

source: topographic index
sv: topografiskt index

source: Creates a topographic index (wetness index) raster map from an elevation raster map.
sv: Skapar en rasterkarta med topografiskt index (våthetsindex) från en höjdrasterkarta.

source: Name for output topographic index raster map
sv: Namn för rasterkarta med topografiskt index för utdata

source: Number of sinks or boundaries: %d
sv: Antal sänkor eller avgränsningar: %d

source: %s cannot be 0
sv: %s kan inte vara 0

source: Unable to create output file <%s>
sv: Det går inte att skapa utdatafilen <%s>

source: Maximum number of iterations exceeded at time step %d
sv: Maximalt antal iterationer överskridna vid tidssteget %d

source: Simulates TOPMODEL which is a physically based hydrologic model.
cs: Simuluje TOPMODEL, co¾ je dynamický hydrologický model.
sv: Simulerar TOPMODEL som är en fysikaliskt baserad hydrologisk modell.

source: Name of input TOPMODEL parameters file
sv: Namn på inmatad TOPMODEL-parameterfil

source: Name of input topographic index statistics file
sv: Namn på inmatad statistikfil för topografiskt index

source: Name of input rainfall and potential evapotranspiration data file
sv: Namn på datafil för inmatad nederbörd och potentiell evapotranspiration

source: Time step
sv: Tidssteg

source: Generate output for this time step
sv: Generera utdata för detta tidssteg

source: Topographic index class
sv: Topografisk indexklass

source: Generate output for this topographic index class
sv: Generera utdata för denna topografiska indexklass

source: Name of input topographic index raster map
sv: Namn på rasterkarta med topografiskt index för indata

source: Must be clipped to the catchment boundary. Used for generating outtopidxstats
sv: Måste klippas till avrinningsområdets gräns. Används för att generera outtopidxstats

source: Preprocess
sv: Förbehandling

source: Number of topographic index classes
sv: Antal topografiska indexklasser

source: Used for generating outtopidxstats
sv: Används för att generera outtopidxstats

source: Name for output topographic index statistics file
sv: Namn på statistikfil för topografiskt index för utdata

source: Requires topidx and ntopidxclasses
sv: Kräver klasserna topidx och ntopidx

source: Preprocess only and stop after generating outtopidxstats
sv: Endast förbehandling och stopp efter generering av outtopidxstats

source: %s must be greater than 1
sv: %s måste vara större än 1

source: Ignoring %s because %s is not specified
sv: Ignorera %s eftersom %s inte är specificerad

source: Unable to run %s
sv: Det går inte att köra %s

source: Invalid %s output
sv: Ogiltig %s utgång

source: End coordinate: %.15g, %.15g
sv: Slutkoordinat: %.15g, %.15g

source: Outputs raster map layer values lying along user defined transect line(s).
cs: Vytvoøí rastrovou mapu, její¾ hodnoty le¾í na u¾ivatelem definovaném transektu.
sv: Utmatning av värden från rasterkartskikt som ligger längs användardefinierade transektlinjer.

source: Raster map to be queried
cs: Rastrová mapa, která bude dotazována
sv: Rasterkarta som ska efterfrågas

source: Transect definition
cs: Definice transektu
sv: Definition av transekt

source: Extended
sv: Utökad

source: Print the stats in shell script style
cs: Vypi¹ statistiku ve stylu pro shell skript
sv: Skriv ut statistiken i skal script-stil

source: Table output format instead of standard output format
sv: Tabellutmatningsformat istället för standardutmatningsformat

source: Use the native resolution and extent of the raster map, instead of the current region
sv: Använd den ursprungliga upplösningen och omfattningen för rasterkartan i stället för den aktuella regionen

source: Calculates univariate statistics from the non-null cells of a raster map.
cs: Spoèítá univariantní statistiku z ne-nullových bunìk rastrové mapy.
sv: Beräknar univariat statistik från de icke-nullceller som finns i en rasterkarta.

source: Statistics include number of cells counted, minimum and maximum cell values, range, arithmetic mean, population variance, standard deviation, coefficient of variation, and sum.
sv: Statistiken omfattar antal räknade celler, lägsta och högsta cellvärden, intervall, aritmetiskt medelvärde, populationsvarians, standardavvikelse, variationskoefficient och summa.

source: zones option and region flag -r are mutually exclusive
sv: zonalternativet och regionflaggan -r utesluter varandra

source: 3D Raster map used for zoning, must be of type CELL
sv: 3D Rasterkarta som används för zonindelning, måste vara av typen CELL

source: Calculates univariate statistics from the non-null cells of a 3D raster map.
sv: Beräknar univariat statistik från de icke-nullceller som finns i en 3D-rasterkarta.

source: Unable to open 3D raster map <%s>
sv: Det går inte att öppna en 3D-rasterkarta <%s>

source: Computes USLE Soil Erodibility Factor (K).
sv: Beräknar USLE:s faktor för markens eroderbarhet (K).

source: Name of soil sand fraction raster map [0.0-1.0]
sv: Namn på rasterkarta över jordsandfraktion [0,0-1,0]

source: Name of soil clay fraction raster map [0.0-1.0]
sv: Namn på rasterkarta över lerfraktion i jord [0,0-1,0]

source: Name of soil silt fraction raster map [0.0-1.0]
sv: Namn på rasterkarta över jord- och siltfraktion [0,0-1,0]

source: Name of soil organic matter raster map [0.0-1.0]
sv: Namn på rasterkarta över organiskt material i marken [0,0-1,0]

source: Name for output USLE K factor raster map [t.ha.hr/ha.MJ.mm]
sv: Namn för rasterkarta för USLE K-faktor [t.ha.hr/ha.MJ.mm]

source: rainfall
sv: nederbörd

source: Computes USLE R factor, Rainfall erosivity index.
sv: Beräknar USLE R-faktor, index för nederbördserosivitet.

source: Name of annual precipitation raster map [mm/year]
sv: Namn på rasterkarta över årsnederbörd [mm/år]

source: Name for output USLE R raster map [MJ.mm/ha.hr.year]
sv: Namn på rasterkartan för USLE R [MJ.mm/ha.hr.year]

source: Name of USLE R equation
sv: Namn på USLE R-ekvationen

source: Start distributed sweeping.
sv: Börja med distribuerad sopning.

source: Distribution sweeping done.
sv: Distributionssvepning genomförd.

source: Computational region too large. Use smaller area or lower raster resolution
sv: Beräkningsområdet är för stort. Använd mindre område eller lägre rasterupplösning
