Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Failed to read instruction %(inst)s: file %(file)s not found.
sv: Misslyckades med att läsa instruktion %(inst)s: fil %(file)s hittades inte.

source: Select graphics tool
sv: Välj grafikverktyg

source: Generate text file with mapping instructions
sv: Generera textfil med kartläggningsinstruktioner

source: Load text file with mapping instructions
sv: Läs in textfil med kartläggningsinstruktioner

source: Generate PostScript output
sv: Generera PostScript-utdata

source: Generate PDF output
sv: Generera PDF-utdata

source: Specify paper size, margins and orientation
sv: Ange pappersstorlek, marginaler och orientering

source: Full extent
sv: Full omfattning

source: Zoom to full extent
sv: Zooma till full omfattning

source: Click and drag to place map frame
sv: Klicka och dra för att placera kartramen

source: Delete selected object
sv: Ta bort markerat objekt

source: Show preview
sv: Visa förhandsgranskning

source: Map info
sv: Kartinformation

source: Legend
cs: Legenda
sv: Historia

source: Line
cs: Linie
sv: Rad

source: Rectangle
sv: Rektangel

source: Add overlays
sv: Lägg till överlägg

source: Add simple graphics: points
sv: Lägg till enkel grafik: punkter

source: Add simple graphics: lines
sv: Lägg till enkel grafik: linjer

source: Add simple graphics: rectangles
sv: Lägg till enkel grafik: rektanglar

source: inch
sv: tum

source: point
cs: bod
sv: punkt

source: nautical miles
sv: nautiska mil

source: pixel
sv: bildpunkt

source: meter
sv: mätare

source: degree
sv: grad

source: Unable to run `ps.map -b`
sv: Det gick inte att köra `ps.map -b`

source: Please select first the raster map
sv: Välj först rasterkartan

source: Right click to finish area
sv: Högerklicka för att avsluta området

source: Right click to finish line
sv: Högerklicka för att avsluta linjen

source: Do you want to save changes?
sv: Vill du spara ändringarna?

source: Save raster map changes
sv: Spara ändringar i rasterkartan

source: Failed to create backup copy of edited raster map.
sv: Misslyckades med att skapa en säkerhetskopia av en redigerad rasterkarta.

source: Failed to create new raster map.
sv: Misslyckades med att skapa en ny rasterkarta.

source: Rasterizing...
sv: Rastrering...

source: Failed to set default color table for edited raster map
sv: Misslyckades med att ange standardfärgtabell för redigerad rasterkarta

source: Create new raster map
sv: Skapa en ny rasterkarta

source: Name for new raster map:
sv: Namn för ny rasterkarta:

source: Optionally select background raster map:
sv: Välj eventuellt bakgrundsrasterkarta:

source: New raster map type:
sv: Ny typ av rasterkarta:

source: Please specify name for a new raster map
sv: Ange namn för en ny rasterkarta

source: Raster map <%s> already exists in the current mapset. Do you want to overwrite it?
sv: Rasterkarta <%s> finns redan i den aktuella kartuppsättningen. Vill du skriva över den?

source: Raster map <{}> not found in current mapset.
sv: Rasterkarta <{}> finns inte i aktuell kartuppsättning.

source: Base raster map <{}> not found in current mapset.
sv: Basrasterkarta <{}> finns inte i aktuell kartuppsättning.

source: Raster Digitizer - GRASS GIS
sv: Rasterdigitalisering - GRASS GIS

source: Digitize area
sv: Digitalisera området

source: Digitize line
sv: Digitalisera linjen

source: Digitize point
sv: Digitalisera punkt

source: Save raster map
sv: Spara rasterkarta

source: Undo
cs: Zpìt
sv: Ångra

source: Select raster map
sv: Välj rasterkarta

source: Set drawing color (not raster cell color)
sv: Ange färg för ritning (inte färg för rastercell)

source: Cell value:
sv: Cellvärde:

source: Width of currently digitized line or diameter of a digitized point in map units.
sv: Bredden på en digitaliserad linje eller diametern på en digitaliserad punkt i kartenheter.

source: New raster map
sv: Ny rasterkarta

source: Modify the configuration file
sv: Ändra konfigurationsfilen

source: View and modify the configuration file '{name}'
sv: Visa och ändra konfigurationsfilen '{name}'

source: Are you sure that you want modify r.li configuration file {name}? You could broke the configuration file...
sv: Är du säker att du vill ändra r.li konfigurationsfil {name}? Du kan bryta konfigurationsfilen...

source: WARNING
sv: VARNING

source: Setup for r.li modules
sv: Inställning för r.li-moduler

source: Available sampling area configuration files
sv: Tillgängliga konfigurationsfiler för provtagningsområdet

source: Remove a configuration file
sv: Ta bort en konfigurationsfil

source: Create
sv: Skapa

source: Create a new configuration file
sv: Skapa en ny konfigurationsfil

source: Rename a configuration file
sv: Byt namn på en konfigurationsfil

source: View/Edit
sv: Visa/Redigera

source: View and edit a configuration file
sv: Visa och redigera en konfigurationsfil

source: You have to select a configuration file
sv: Du måste välja en konfigurationsfil

source: Do you want remove r.li configuration file <%s>?
sv: Vill du ta bort r.li-konfigurationsfilen <%s>?

source: Remove new r.li configuration file?
sv: Ta bort den nya konfigurationsfilen r.li?

source: Set the new name for %s " "configuration file
sv: Ange det nya namnet för %s " "konfigurationsfilen

source: Rename configuration file
sv: Byt namn på konfigurationsfilen

source: The polygon seems to have 0 areas
sv: Polygonen verkar ha 0 områden

source: The raster map <%s> already exists. Please remove or rename the maps with the prefix '%s' or select the option to overwrite existing maps
sv: Rasterkartan <%s> finns redan. Ta bort eller byt namn på kartorna med prefixet '%s' eller välj alternativet att skriva över befintliga kartor

source: Setup for r.li modules - GRASS GIS
sv: Inställning för r.li-moduler - GRASS GIS

source: The raster file %s already exists, please change name
sv: Rasterfilen %s finns redan, ändra namn

source: Raster map not created. Please redraw region.
sv: Rasterkarta har inte skapats. Rita om regionen.

source: Raster map not created. redraw region again.
sv: Rasterkarta inte skapad. rita om regionen igen.

source: Draw sampling frame
sv: Dra urvalsram

source: Draw sampling frame by clicking and dragging
sv: Rita provtagningsramen genom att klicka och dra

source: Draw sampling rectangle
sv: Rita provtagningsrektangel

source: Draw sampling rectangle by clicking and dragging
sv: Rita en provtagningsrektangel genom att klicka och dra

source: Draw sampling circle
sv: Rita provtagningscirkel

source: Draw sampling circle radius by clicking and dragging
sv: Rita provtagningscirkelns radie genom att klicka och dra

source: Draw sampling region
sv: Rita provtagningsregion

source: Draw sampling region by polygon. Right Double click to end drawing
sv: Rita provtagningsregionen med polygon. Höger dubbelklicka för att avsluta ritningen

source: Create new configuration file for r.li modules
sv: Skapa ny konfigurationsfil för r.li-moduler

source: Do you want to create r.li configuration file <%s>?
sv: Vill du skapa konfigurationsfilen r.li <%s>?

source: Create new r.li configuration file?
sv: Skapa ny konfigurationsfil för r.li?

source: r.li.setup wizard canceled. Configuration file not created.
sv: r.li.setup-guiden avbröts. Konfigurationsfilen skapades inte.

source: Select maps and define name
sv: Välj kartor och definiera namn

source: Name for new configuration file to create
sv: Namn på den nya konfigurationsfilen som ska skapas

source: Raster map to use to select areas
sv: Rasterkarta att använda för att välja områden

source: Vector map to use to select areas
sv: Vektorkarta att använda för att välja områden

source: Vector map layer to use to select areas
sv: Vektorkartskikt att använda för att välja områden

source: Define sampling region (region for analysis)
sv: Definiera provtagningsregion (region för analys)

source: Whole map layer
sv: Hela kartskiktet

source: Keyboard setting
sv: Inställning för tangentbord

source: Draw the sampling frame
sv: Rita upp urvalsramen

source: The configuration file %s already exists, please change name
sv: Konfigurationsfilen %s finns redan, ändra namn

source: Vector %s was not found, please select another vector
sv: Vektor %s hittades inte, välj en annan vektor

source: Vector %s has no areas, please select another vector
sv: Vektor %s har inga områden, välj en annan vektor

source: Vector %s has no table connected, please select another vector
sv: Vektor %s har inget bord anslutet, välj en annan vektor

source: Insert sampling frame parameter
sv: Infoga parameter för urvalsram

source: Column of upper left corner
sv: Kolumn i övre vänstra hörnet

source: Row of upper left corner
sv: Rad i övre vänstra hörnet

source: Row length of sampling frame
sv: Radlängd för urvalsramen

source: Insert sampling areas
sv: Infoga provtagningsområden

source: Regions
sv: Regioner

source: Sample units
sv: Provtagningsenheter

source: Moving window
cs: Pohybující se okno
sv: Rörligt fönster

source: Select areas from the overlaid vector map
sv: Välj områden från den överlagrad vektorkarta

source: Choose a method
sv: Välj en metod

source: Use keyboard to enter sampling area
sv: Använd tangentbordet för att ange provtagningsområde

source: Use mouse to draw sampling area
sv: Använd musen för att rita provtagningsområdet

source: This option is not supported yet
sv: Detta alternativ stöds inte ännu

source: Number of regions to draw:
sv: Antal regioner som ska ritas:

source: Do you want to overwrite existing temporal maps if they exist?
sv: Vill du skriva över befintliga temporala kartor om de finns?

source: Do you want to check vector areas?
sv: Vill du kolla vektorområden?

source: Select if use area by area
sv: Välj om du vill använda område för område

source: All the features will be used
sv: Alla funktioner kommer att användas

source: Analysing all vector features...
sv: Analys av alla vektorfunktioner...

source: Analysing vector
sv: Analys av vektor

source: All feature are been analyzed.
sv: Alla funktioner har analyserats.

source: An error occurred
sv: Ett fel uppstod

source: Draw sampling regions
sv: Rita provtagningsområden

source: Draw sample region {count} of {num_regions}
sv: Rita provområde {count} av {num_regions}

source: Draw moving windows region
sv: Rita rörliga fönster region

source: Select sample units from keyboard
sv: Välj urvalsenheter från tangentbordet

source: Select type of shape
sv: Välj typ av form

source: Circle
sv: Cirkel

source: Width size (in cells)?
sv: Breddstorlek (i celler)?

source: What radius size (in meters)?
sv: Vilken storlek på radien (i meter)?

source: Height size (in cells)?
sv: Höjdstorlek (i celler)?

source: Name of the circle mask
sv: Namn på cirkelmasken

source: Select method of sampling unit distribution
sv: Välj metod för fördelning av provtagningsenheter

source: Random non overlapping
sv: Slumpmässig, ej överlappande

source: Systematic contiguous
sv: Systematiskt sammanhängande

source: Stratified random
sv: Stratifierad slumpmässig

source: Systematic non contiguous
sv: Systematisk, ej sammanhängande

source: Centered over sites
sv: Centrerad över platser

source: What number of Sampling Units to use?
sv: Vilket antal provtagningsenheter ska användas?

source: Insert number of row strates
sv: Infoga antal radsträngar

source: Insert number of column strates
sv: Infoga antal kolumnsträngar

source: Insert distance between units
sv: Infoga avstånd mellan enheter

source: Set sample units
sv: Ställ in urvalsenheter

source: Set moving windows
sv: Ställ in rörliga fönster

source: Draw sampling units
sv: Dra ut provtagningsenheter

source: Number of sampling area to draw:
sv: Antal provtagningsområden som ska ritas:

source: Draw sampling {draw_type} {count} of {num_regions}
sv: Provtagning {draw_type} {count} av {num_regions}

source: Select sampling areas
sv: Välj provtagningsområden

source: Is this area ok?
sv: Är det här området ok?

source: Select sample area {areas_count} of {area_num}
sv: Välj provområde {areas_count} eller {area_num}

source: Select sample area 1 of
sv: Välj provområde 1 av

source: Configuration file name:
sv: Namn på konfigurationsfilen:

source: Raster name:
sv: Raster namn:

source: Vector name:
sv: Vektorns namn:

source: Region type:
sv: Typ av region:

source: Sampling area type:
sv: Typ av provtagningsområde:

source: Region keyboard values:
sv: Regionens tangentbordsvärden:

source: Type of shape:
sv: Typ av form:

source: Radius size:
sv: Storlek på radien:

source: Name circle mask:
sv: Namn cirkel mask:

source: Width size:
sv: Breddstorlek:

source: Height size:
sv: Storlek i höjdled:

source: Method of distribution:
sv: Metod för distribution:

source: Number sampling units:
sv: Antal provtagningsenheter:

source: Distance between units:
sv: Avstånd mellan enheter:

source: Number row strates:
sv: Antal rader strates:

source: Number column strates:
sv: Antal kolumner strates:

source: Invalid mapset name
sv: Ogiltigt namn på mapset

source: Invalid project name
sv: Ogiltigt projektnamn

source: Name for the new mapset:
sv: Namn för den nya kartuppsättningen:

source: Unable to create new mapset: {}
sv: Det går inte att skapa en ny mapset: {}

source: Do you want to import {} to the newly created project?
sv: Vill du importera {} till det nyskapade projektet?

source: Cannot rename mapset <{mapset}> for the following reason: {reason} No mapset will be renamed.
sv: Det går inte att byta namn på mapset <{mapset}> av följande skäl: {reason} Ingen kartuppsättning kommer att byta namn.

source: Unable to rename selected mapset
sv: Det går inte att byta namn på vald mapset

source: Current name: {} Enter new name:
sv: Aktuellt namn: {} Ange nytt namn:

source: Unable to rename mapset. {}
sv: Det går inte att byta namn på mapset. {}

source: Cannot rename project <{location}> for the following reasons: {reasons} No project will be renamed.
sv: Det går inte att byta namn på projekt <{location}> av följande skäl: {reasons} Inget projekt kommer att byta namn.

source: Unable to rename selected project
sv: Det går inte att byta namn på valt projekt

source: Rename selected project
sv: Byt namn på valt projekt

source: Unable to rename project. {}
sv: Det går inte att byta namn på projektet. {}

source: Cannot delete one or more mapsets for the following reasons: {reasons} No mapsets will be deleted.
sv: Det går inte att ta bort en eller flera kartuppsättningar av följande skäl: {reasons} Inga mapsets kommer att tas bort.

source: Unable to delete selected mapsets
sv: Det går inte att ta bort valda kartuppsättningar

source: Do you want to continue with deleting one or more of the following mapsets? {deletes} All maps included in these mapsets will be permanently deleted!
sv: Vill du fortsätta med att radera en eller flera av följande kartuppsättningar? {deletes} Alla kartor som ingår i dessa kartuppsättningar kommer att raderas permanent!

source: Delete selected mapsets
sv: Ta bort markerade kartuppsättningar

source: Error when deleting mapsets
sv: Fel vid borttagning av kartor

source: The following error occurred when deleting mapset <{path}>: {error} Deleting of mapsets was interrupted.
sv: Följande fel inträffade när du tog bort mapset <{path}>: {error} Raderingen av kartuppsättningar avbröts.

source: Cannot delete one or more projects for the following reasons: {reasons} No projects will be deleted.
sv: Det går inte att ta bort ett eller flera projekt av följande skäl: {reasons} Inga projekt kommer att tas bort.

source: Unable to delete selected projects
sv: Det går inte att ta bort valda projekt

source: Do you want to continue with deleting one or more of the following projects? {deletes} All mapsets included in these projects will be permanently deleted!
sv: Vill du fortsätta med att ta bort ett eller flera av följande projekt? {deletes} Alla kartset som ingår i dessa projekt kommer att raderas permanent!

source: Delete selected projects
sv: Ta bort valda projekt

source: Error when deleting projects
sv: Fel vid borttagning av projekt

source: The following error occurred when deleting project <{path}>: {error} Deleting of projects was interrupted.
sv: Följande fel inträffade när du tog bort projekt <{path}>: {error} Radering av projekt avbröts.

source: Cannot delete GRASS database from disk for the following reason: {reasons} GRASS database will not be deleted.
sv: Det går inte att ta bort GRASS-databasen från disken av följande skäl: {reasons} GRASS-databasen kommer inte att raderas.

source: Unable to delete selected GRASS database
sv: Det går inte att radera vald GRASS-databas

source: Do you want to delete the following GRASS database from disk? {grassdb} The directory will be permanently deleted!
sv: Vill du ta bort följande GRASS-databas från disken? {grassdb} Katalogen kommer att raderas permanent!

source: Delete selected GRASS database
sv: Ta bort vald GRASS-databas

source: Error when deleting GRASS database
sv: Fel vid borttagning av GRASS-databas

source: The following error occurred when deleting database <{path}>: {error} Deleting of GRASS database was interrupted.
sv: Följande fel inträffade när databasen <{path}> raderades: {error} Raderingen av GRASS-databasen avbröts.

source: User {user} is already running GRASS in selected mapset <{mapset}> (file {lockpath} created {timestamp} found). Concurrent use not allowed. Do you want to stay in the current mapset or remove .gislock and switch to selected mapset?
sv: Användare {user} kör redan GRASS i vald kartuppsättning <{mapset}> (fil {lockpath} skapad {timestamp} hittad) (fil {lockpath} skapad {timestamp} hittad). Samtidig användning är inte tillåten. Vill du stanna kvar i den aktuella kartuppsättningen eller ta bort .gislock och byta till vald kartuppsättning?

source: Mapset is in use
sv: Mapset är i bruk

source: Error when removing lock file
sv: Fel vid borttagning av låsfil

source: Unable to remove {lockpath}. Details: {error}.
sv: Det går inte att ta bort {lockpath}. Mer information: {error}.

source: Data file <%(name)s> imported successfully. The project's default region was set from this imported map.
sv: Datafil <%(name)s> importerades framgångsrikt. Projektets standardregion ställdes in från denna importerade karta.

source: Current GRASS database is <%(dbase)s>. Current project is <%(loc)s>. Current mapset is <%(mapset)s>.
sv: Aktuell GRASS-databas är <%(dbase)s>. Aktuellt projekt är <%(loc)s>. Aktuell kartuppsättning är <%(mapset)s>.

source: Current project is <%(loc)s>. Current mapset is <%(mapset)s>.
sv: Aktuellt projekt är <%(loc)s>. Aktuell kartuppsättning är <%(mapset)s>.

source: Current mapset is <%s>.
cs: Souèasný mapset je <%s>.
sv: Aktuell kartuppsättning är <%s>.

source: Download in progress, wait until it is finished 0%
sv: Hämtning pågår, vänta tills den är klar 0%

source: Download in progress, wait until it is finished {0}%, {1} MB, {2} KB/s, {3:.0f} seconds passed
sv: Hämtning pågår, vänta tills den är klar {0}%, {1} MB, {2} KB/s, {3:.0f} sekunder passerade

source: Downloaded project is not valid
sv: Hämtat projekt är inte giltigt

source: Abort
sv: Avbryt

source: Abort download
sv: Avbryt hämtning

source: Select sample project to download:
sv: Välj ett exempelprojekt att hämta ner:

source: Download selected project
sv: Hämta ner valt projekt

source: Download
sv: Hämta ner

source: Download in progress, wait until it is finished
sv: Hämtning pågår, vänta tills den är klar

source: Project name {name} already exists in {path}, download canceled
sv: Projektnamn {name} finns redan i {path}, hämtning avbruten

source: Download failed: %s
sv: Hämtningen misslyckades: %s

source: Download completed. The downloaded sample data is available now in the data tree
sv: Hämtningen slutförd. Detta hämtade exempeldata finns nu tillgängliga i dataträdet

source: Project named {name} already exists, rename it first
sv: Projekt med namnet {name} finns redan, byt namn på det först

source: Dataset Download
sv: Hämta ner dataset

source: Download selected dataset
sv: Hämta ner utvalt dataset

source: Do you want to cancel dataset download?
sv: Vill du avbryta hämtningen av dataset?

source: The Timeline Tool needs the "matplotlib" (python-matplotlib and on some systems also python-matplotlib-wx) package(s) to be installed. {}
sv: Timeline Tool kräver att paketet "matplotlib" (python-matplotlib och på vissa system även python-matplotlib-wx) installeras. {}

source: Timeline Tool
sv: Verktyg för tidslinje

source: Help
cs: Nápovìda
sv: Hjälp

source: 3D plot of spatio-temporal extents
sv: 3D-plott av rumslig-temporal utbredning

source: 3D plot of spatio-temporal extents (matplotlib >= 1.0.0)
sv: 3D-plott av rumslig-temporala utbredningar (matplotlib >= 1.0.0)

source: Select space time dataset(s):
sv: Välj dataset(s) för rymdtid:

source: Dataset <%s> not found in temporal database
sv: Dataset <%s> hittades inte i temporal databas

source: Datasets have different temporal type (absolute x relative), which is not allowed.
sv: Dataset har olika temporala typer (absolut x relativ), vilket inte är tillåtet.

source: Datasets have different time unit which is not allowed.
sv: Dataset har olika tidsenheter, vilket inte är tillåtet.

source: Dataset <{name}> is empty
sv: Dataset <{name}> är tomt

source: Time [%s]
sv: Tid [%s]

source: Please specify the space time dataset <%s>.
sv: Ange datasetet för rymdtid <%s>.

source: Ambiguous dataset name
sv: Tvetydigt namn på dataset

source: Space time raster dataset: %s
sv: Rasterdataset för rymdtid: %s

source: Space time vector dataset: %s
sv: Rymdtid vektor dataset: %s

source: Space time 3D raster dataset: %s
sv: Rymdtid 3D rasterdataset: %s

source: Map name: %s
sv: Kartans namn: %s

source: Start time: %s
sv: Starttid: %s

source: End time: %s
sv: Sluttid: %s

source: WARNING: invalid topology
sv: VARNING: ogiltig topologi

source: Press Del to dismiss.
sv: Tryck på Del för att avvisa.

source: Timeline Tool - GRASS GIS
sv: Verktyg för tidslinje - GRASS GIS

source: The Temporal Plot Tool needs the "matplotlib" (python-matplotlib) package to be installed. {0}
sv: Temporal Plot Tool kräver att paketet "matplotlib" (python-matplotlib) är installerat. {0}

source: Temporal Plot Tool
sv: Verktyg för temporär plottning

source: Raster temporal dataset (strds) Press ENTER after typing the name or select with the combobox
sv: Raster temporalt dataset (strds) Tryck ENTER efter att ha skrivit in namnet eller välj med kombinationsrutan

source: X and Y coordinates separated by comma:
sv: X- och Y-koordinater åtskilda med kommatecken:

source: Coordinates can be obtained for example by right-clicking on Map Display.
sv: Koordinater kan t.ex. erhållas genom att högerklicka på Map Display.

source: Show simple linear regression line
sv: Visa enkel linjär regressionslinje

source: Vector temporal dataset (stvds) Press ENTER after typing the name or select with the combobox
sv: Vektor temporal dataset (stvds) Tryck ENTER efter att ha skrivit in namnet eller välj med kombinationsrutan

source: Select attribute column
sv: Välj attributkolumn

source: Select category of vector(s)
sv: Välj kategori av vektor(er)

source: Set title for the plot
sv: Ange titel för handlingen

source: Set label for X axis
sv: Ställ in etikett för X-axel

source: Set label for Y axis
sv: Ställ in etikett för Y-axeln

source: Labels
sv: Etiketter

source: Path for output CSV file with plotted data
sv: Sökväg för CSV-fil med plottade data

source: CVS path
sv: CVS sökväg

source: Do you want the CSV header?
sv: Vill du ha CSV-huvudet?

source: Invalid input coordinates
sv: Ogiltiga inmatade koordinater

source: Category {ca} is not on vector map {ma} and it will be not used
sv: Kategori {ca} finns inte på vektorkartan {ma} och den kommer inte att användas
