Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Method '%s' did not preserve last point
sv: Metoden '%s' räddade inte sista punkten

source: Method '%s' did not preserve loop
sv: Metoden '%s' bevarade inte loopen

source: %d boundaries were not modified because modification would damage topology
sv: %d gränserna ändrades inte eftersom en ändring skulle skada topologin

source: %d lines/boundaries were not modified due to over-simplification
sv: %d linjer/gränser ändrades inte på grund av överdriven förenkling

source: Number of vertices for selected features %s from %d to %d (%d%% remaining)
sv: Antal hörnpunkter för valda funktioner %s från %d till %d (%d%% r kvarstående)

source: changed
sv: ändrat

source: reduced
sv: reducerad

source: Layer %d
cs: Vrstva %d
sv: Lager %d

source: Unable to build graph for vector map <%s>
sv: Det går inte att skapa en graf för vektorkarta <%s>

source: Calculating centrality measures...
sv: Beräkning av centralitetsmått...

source: Look ahead parameter must be odd
cs: Parametr pohledu pøed sebe musí být lichý
sv: Framåtblickande parameter måste vara udda

source: Unable to find the inverse matrix
cs: Nelze nalézt inverzní matici
sv: Det går inte att hitta den inversa matrisen

source: Unable to calculate the output vectors
cs: Nelze vypoèítat výstupní vektory
sv: Det går inte att beräkna utdatavektorerna

source: Reading 3D vertices...
sv: Läser 3D-vertikaler...

source: Constructing 3D hull...
sv: Konstruera 3D-skrov...

source: Simple planar hulls not implemented yet
sv: Enkla plana skrov inte implementerade ännu

source: Produces a 2D/3D convex hull for a given vector map.
sv: Producerar ett 2D/3D konvext skrov för en given vektorkarta.

source: Limit to current region
sv: Begränsa till nuvarande region

source: Create a 'flat' 2D hull even if the input is 3D points
cs: Vytvoøit 'plochý' 2D obal, ikdy¾ je vstup tvoøen 3D body
sv: Skapa ett "platt" 2D-skrov även om indata är 3D-punkter

source: Error loading vector points from <%s>
sv: Fel vid laddning av vektorpunkter från <%s>

source: Convex hull calculation requires at least three points (%d found)
sv: Beräkning av konvexa skrov kräver minst tre punkter (%d hittades)

source: %d points read from vector map <%s>
sv: %d punkter läses från vektorkarta <%s>

source: Creates a vector map from an ASCII points file or ASCII vector file.
sv: Skapar en vektorkarta från en ASCII-punktfil eller ASCII-vektorfil.

source: simple x,y[,z] list
sv: enkel x,y[,z] lista

source: GRASS vector ASCII format
sv: GRASS vektor ASCII-format

source: Input file format
cs: Formát vstupního souboru
sv: Format för inmatningsfil

source: Input format
sv: Inmatningsformat

source: Special characters: doublequote, singlequote, none
sv: Specialtecken: dubbelcitat, enkelcitat, inget

source: Number of header lines to skip at top of input file (points mode)
cs: Poèet øádkù hlavièky vstupního souboru, které budou pøeskoèeny (bodový re¾im)
sv: Antal rubrikrader som ska hoppas över i början av inmatningsfilen (punktläge)

source: Column definition in SQL style (points mode)
cs: Definice sloupce ve stylu SQL (bodový re¾im)
sv: Kolumndefinition i SQL-stil (punktläge)

source: For example: 'x double precision, y double precision, cat int, name varchar(10)'
cs: Napøíklad: 'x double precision, y double precision, cat int, name varchar(10)'
sv: Till exempel: 'x dubbel precision, y dubbel precision, cat int, name varchar(10)'

source: First column is 1
sv: Första kolumnen är 1

source: Number of column used as y coordinate (points mode)
sv: Antal kolumner som används som y-koordinat (punktläge)

source: Number of column used as z coordinate (points mode)
sv: Antal kolumner som används som z-koordinat (punktläge)

source: First column is 1. If 0, z coordinate is not used
sv: Första kolumnen är 1. Om 0, används inte z-koordinaten

source: Number of column used as category (points mode)
sv: Antal kolumner som används som kategori (punktläge)

source: First column is 1. If 0, unique category is assigned to each row and written to new column 'cat'
sv: Första kolumnen är 1. Om 0, tilldelas varje rad en unik kategori och skrivs till den nya kolumnen "cat

source: Create 3D vector map
cs: Vytvoøit 3D vektorovou mapu
sv: Skapa 3D-vektorkarta

source: Create a new empty vector map and exit. Nothing is read from input.
sv: Skapa en ny tom vektorkarta och avsluta. Ingenting läses från inmatningen.

source: Do not expect a header when reading in standard format
sv: Förvänta dig inte ett sidhuvud när du läser i standardformat

source: Do not create table in points mode
cs: Nevytváøet tabulku v bodovém re¾imu
sv: Skapa inte tabellen i punktläge

source: Do not build topology in points mode
cs: Nevytváøet topologii v bodovém re¾imu
sv: Bygg inte topologi i punktläge

source: Only import points falling within current region (points mode)
cs: Importovat pouze body spadající do aktuálního regionu (bodový mód)
sv: Importera endast punkter som faller inom aktuell region (punktläge)

source: Ignore broken line(s) in points mode
sv: Ignorera streckade linjer i punktläge

source: Please specify z column
cs: Prosím, zadejte sloupec z
sv: Ange z-kolumn

source: Please specify reasonable z column
cs: Prosím, zadejte pøijatelný sloupec z
sv: Ange rimlig z-kolumn

source: Column numbers must not be negative
sv: Kolumnnumren får inte vara negativa

source: Maximum input row length: %d
cs: Minimální délka vstupní øádky: %d
sv: Maximal radlängd för inmatning: %d

source: Maximum number of columns: %d
cs: Minimální poèet sloupcù: %d
sv: Maximalt antal kolumner: %d

source: Minimum number of columns: %d
cs: Minimální poèet sloupcù: %d
sv: Minsta antal kolumner: %d

source: Number of columns: %d
sv: Antal kolumner: %d

source: Number of data rows: %d
sv: Antal rader med data: %d

source: '%s' column number > minimum last column number (incorrect field separator or format?)
sv: '%s' kolumnnummer > minsta sista kolumnnummer (fel fältseparator eller format?)

source: '%s' column is not of number type, encountered: '%s'
sv: '%s'-kolumnen är inte av nummertyp, påträffades: '%s'

source: Category column is not of integer type
cs: Sloupec s kategoriemi není typu integer
sv: Kategorikolumnen är inte av heltalstyp

source: Number of columns defined (%d) does not match number of columns (%d) in input
cs: Èíslo sloupce definovaného (%d) nesouhlasí s poètem sloupcù (%d) na vstupu.
sv: Antalet definierade kolumner (%d) stämmer inte överens med antalet kolumner (%d) i indata

source: Column number %d <%s> defined as double has only integer values
sv: Kolumnnummer %d <%s> definierat som dubbel har endast heltalsvärden

source: Column number %d <%s> defined as string has only integer values
sv: Kolumnnummer %d <%s> definierat som sträng har endast heltalsvärden

source: Column number %d <%s> defined as integer has double values, encountered: '%s'
sv: Kolumnnumret %d <%s> definierat som heltal har dubbla värden, påträffades: '%s'

source: Column number %d <%s> defined as string has double values
sv: Kolumnnummer %d <%s> definierat som sträng har dubbla värden

source: Column number %d <%s> defined as integer has string values, encountered: '%s'
sv: Kolumnnumret %d <%s> definierat som heltal har strängvärden, påträffades: '%s'

source: Column number %d <%s> defined as double has string values, encountered: '%s'
sv: Kolumnnummer %d <%s> definierat som dubbel har strängvärden, påträffades: '%s'

source: Length of column %d <%s> (%d) is less than maximum value length (%d)
sv: Längden på kolumnen %d <%s> (%d) är mindre än längden på maxvärdet (%d)

source: Populating table...
cs: Náhravání dat do atributové tabulky...
sv: Fyller i tabellen...

source: Unable to close attribute table. The DBMI driver did not accept all attributes
sv: Det gick inte att stänga attributtabellen. DBMI-drivrutinen accepterade inte alla attribut

source: Import failed
sv: Importen misslyckades

source: Scanning input for column types...
cs: Ètu vstup pro typy sloupcù ...
sv: Skannar inmatning för kolumntyper...

source: Row %d: '%s' can not be imported into the attribute table
sv: Rad %d: '%s' kan inte importeras till attributtabellen

source: Expected %d columns, found %d columns
sv: Förväntade %d kolumner, hittade %d kolumner

source: Broken row %d: '%s'
sv: Bruten rad %d: '%s'

source: Current row %d: %s
sv: Aktuell rad %d: %s

source: Unparsable longitude value in column %d: %s
sv: Oläsligt värde för longitud i kolumn %d: %s

source: Unparsable latitude value in column %d: %s
sv: Oläsligt latitudvärde i kolumn %d: %s

source: Skipping %d of %d row falling outside of current region
sv: Hoppa över %d av %d rad som faller utanför aktuell region

source: Importing points...
cs: Importuji body ...
sv: Importera punkter...

source: Unable to insert new record: %s
cs: Nelze vlo¾it nový záznam: %s
sv: Det går inte att infoga en ny post: %s

source: Creates new vector (points) map from database table containing coordinates.
cs: Vytvoøí novou vektorovou (bodovou) mapu na základì databázové takulky obsahující souøadnice.
sv: Skapar en ny vektorkarta (punkter) från en databastabell som innehåller koordinater.

source: Input table name
cs: Jméno vstupní tabulky
sv: Namn på inmatningstabell

source: Input DB
sv: Ingång DB

source: Name of column containing x coordinate
cs: Jméno sloupce obsahujícího souøadnici x
sv: Namn på kolumn som innehåller x-koordinat

source: Name of column containing y coordinate
cs: Jméno sloupce obsahujícího souøadnici y
sv: Namn på kolumn som innehåller y-koordinat

source: Name of column containing z coordinate
cs: Jméno sloupce obsahujícího souøadnici z
sv: Namn på kolumn som innehåller z-koordinat

source: 3D output
sv: 3D-utgång

source: Name of column containing category number
cs: Jméno sloupce obsahujícího èíslo kategorie
sv: Namn på kolumn som innehåller kategorinummer

source: Must refer to an integer column
cs: Musí odpovídat sloupci s datovým typem integer
sv: Måste referera till en kolumn med heltal

source: Use imported table as attribute table for new map
sv: Använd importerad tabell som attributtabell för ny karta

source: Vector map <%s> cannot be overwritten because input table <%s> is linked to this map.
sv: Vektorkarta <%s> kan inte skrivas över eftersom inmatningstabell <%s> är länkad till denna karta.

source: Output vector map, table <%s> (driver: <%s>, database: <%s>) already exists
cs: Výstupní vektorová tabulka <%s> (ovladaè: <%s>, databáze: <%s>) ji¾ existuje
sv: Utmatningsvektorkarta, tabell <%s> (drivrutin: <%s>, databas: <%s>) finns redan

source: Option <%s> must be specified when -%c flag is given
sv: Alternativ <%s> måste anges när flaggan -%c ges

source: Unable to define key column. This operation is not supported by <%s> driver. You need to define <%s> option.
sv: Det går inte att definiera nyckelkolumnen. Den här åtgärden stöds inte av <%s> drivrutin. Du måste definiera <%s> alternativ.

source: Writing features...
sv: Skriva funktioner...

source: Key column must be integer
cs: Sloupec s klíèem musí být typu integer
sv: Nyckelkolumnen måste vara ett heltal

source: x/y/z column must be integer or double
cs: sloupec x/y/z musí být integer nebo double
sv: x/y/z-kolumnen måste vara heltal eller dubbel

source: Copying attributes...
sv: Kopiera attribut...

source: Unable to copy table
cs: Nelze kopírovat tabulku
sv: Det går inte att kopiera tabellen

source: Unable to add key column <%s>: SERIAL type is not supported by <%s>
sv: Det går inte att lägga till nyckelkolumn <%s>: SERIAL-typen stöds inte av <%s>

source: Failed to update key column <%s>
sv: Misslyckades med att uppdatera nyckelkolumn <%s>

source: %d point written to vector map.
sv: %d punkt som skrivs till vektorkarta.

source: vertices following flag missing
cs: chybí lomové body následující pøepínaè
sv: toppar som följer flaggan saknas

source: Layer %d: %s
cs: Vrstva %d: %s
sv: Lager %d: %s

source: Converts file in DXF format to GRASS vector map.
sv: Konverterar fil i DXF-format till GRASS-vektorkarta.

source: Ignore the map extent of DXF file
cs: Ignoruj hranièní souøadnice souboru DXF
sv: Ignorera kartans omfattning i DXF-filen

source: Import polyface meshes as 3D wire frame
cs: Importuj polyface sítì jako 3D plochy
sv: Importera polyface-mesh som 3D-trådram

source: List available DXF layers and exit
sv: Lista tillgängliga DXF-lager och avsluta

source: DXF layers
sv: DXF-lager

source: Invert selection by DXF layers (don't import layers in list)
sv: Invertera urval av DXF-lager (importera inte lager i listan)

source: Import all objects into one layer
cs: Importuj v¹echny objekty do jedné vrstvy.
sv: Importera alla objekt till ett lager

source: Path to input DXF file
sv: Sökväg till inmatad DXF-fil

source: List of DXF layers to import (default: all)
sv: Lista över DXF-lager som ska importeras (standard: alla)

source: Please specify list of DXF layers to exclude
sv: Ange en lista över DXF-lager som ska uteslutas

source: Unable to open DXF file <%s>
sv: DXF-filen kan inte öppnas <%s>

source: Layer number: layer name / GRASS compliant name
sv: Skiktnummer: skiktnamn / GRASS-kompatibelt namn

source: Building topology failed
cs: Budování topologie selhalo
sv: Uppbyggnad av topologi misslyckades

source: Failed to import DXF file!
cs: Import souboru DXF selhalo!
sv: Misslyckades med att importera DXF-fil!

source: end of file while looking for HEADER
cs: konec souboru, zatímco hledám HEADER
sv: slutet av filen medan du letar efter HEADER

source: Entity handle truncated to 16 characters.
sv: Enhetens handtag trunkerat till 16 tecken.

source: No DXF layers found!
cs: Nebyly nalezeny ¾ádné DXF vrstvy!
sv: Inga DXF-lager hittades!

source: Following DXF layers found:
cs: Byly nalezeny následující vrstvy DXF:
sv: Följande DXF-lager hittades:

source: Layer %d: %s
cs: Vrstva %d: %s
sv: Lager %d: %s

source: Unable to add database link for vector map <%s>
sv: Det går inte att lägga till databaslänk för vektorkarta <%s>

source: Unable open database <%s> by driver <%s>
sv: Det går inte att öppna databas <%s> med drivrutin <%s>

source: Values of %s and %s are the same. All categories would be stored only in layer number <%d>
sv: Värdena för %s och %s är desamma. Alla kategorier lagras endast i lager nummer <%d>

source: Converts LAS LiDAR point clouds to a GRASS vector map with libLAS.
sv: Konverterar LAS LiDAR-punktmoln till en GRASS-vektorkarta med libLAS.

source: Layer number to store generated point ID as category
sv: Layer-nummer för att lagra genererat punkt-ID som kategori

source: Set to 1 by default, use -c to not store it
sv: Satt till 1 som standard, använd -c för att inte lagra den

source: Categories
sv: Kategorier

source: Layer number to store return information as category
sv: Lagernummer för att lagra returinformation som kategori

source: Leave empty to not store it
sv: Lämna den tom för att inte lagra den

source: Layer number to store class number as category
sv: Lagernummer för att lagra klassnummer som kategori

source: Layer number where RBG colors are stored as category
sv: Skiktnummer där RBG-färgerna lagras som kategori

source: Import subregion only
cs: Importuj pouze subregion
sv: Endast importera underregion

source: Format: xmin,ymin,xmax,ymax - usually W,S,E,N
cs: Formát: xmin,ymin,xmax,ymax - obvykle Z,J,V,S
sv: Format: xmin,ymin,xmax,ymax - vanligtvis W,S,E,N

source: Areas where to import points
sv: Områden där man kan importera punkter

source: Name of vector map with areas where the points should be imported
sv: Namn på vektorkarta med områden där punkterna ska importeras

source: Layer number or name for mask option
sv: Nummer eller namn på lager för maskalternativ

source: Do not import every n-th point
sv: Importera inte varje n-te punkt

source: For example, 5 will import 80 percent of points. If not specified, all points are imported
sv: Exempelvis kommer 5 att importera 80 procent av punkterna. Om inget anges importeras alla punkter

source: Decimation
sv: Decimering

source: Import only every n-th point
sv: Importera endast varje n:te punkt

source: For example, 4 will import 25 percent of points. If not specified, all points are imported
sv: Till exempel importerar 4 25 procent av punkter. Om inget anges importeras alla punkter

source: Import only n points
sv: Importera endast n punkter

source: Imports only the given number of points
sv: Importerar endast det angivna antalet punkter

source: Invert mask when selecting points
sv: Invertera mask när du väljer punkter

source: Do not automatically add unique ID as category to each point
sv: Lägg inte automatiskt till unikt ID som kategori för varje punkt

source: Create only requested layers and categories
sv: Skapa endast begärda lager och kategorier

source: Create the project specified by the "project" parameter and exit. Do not import the vector data.
sv: Skapa det projekt som anges i parametern "project" och avsluta. Importera inte vektordata.

source: Unable to open file <%s> as a LiDAR point cloud. %s
sv: Det går inte att öppna filen <%s> som ett LiDAR-punktmoln. %s

source: -%c flag is not set but ID layer is not specified
sv: -%c flaggan är inte inställd men ID-lagret är inte specificerat

source: ID layer is required to store attribute table
sv: ID-lager krävs för att lagra attributtabell

source: Storing generated point IDs as categories in the layer <%d>, consequently no more than %d points can be imported
sv: Lagring av genererade punkt-ID:n som kategorier i skiktet <%d>, vilket innebär att högst %d punkter kan importeras

source: Select either the current region flag or the spatial option, not both
cs: Vyberte souèasné nastavení regionu nebo prostorové volby, ne oboje
sv: Välj antingen flaggan för aktuell region eller det rumsliga alternativet, men inte båda

source: 4 parameters required for 'spatial' parameter
cs: 4 parametry vy¾adovány pro 'prostorový' parametr.
sv: 4 parametrar krävs för parametern "rumslig

source: Scanning %llu points...
sv: Skannar %llu punkter...

source: Scanning %lu points...
sv: Skannar %lu punkter...

source: The underlying libLAS library is at its limits. Previously reported counts might have been distorted. However, the import itself should be unaffected.
sv: Det underliggande libLAS-biblioteket har nått sina gränser. Tidigare rapporterade räkningar kan ha blivit förvrängda. Själva importen bör dock vara opåverkad.

source: %llu points imported (limit was %llu)
sv: %llu punkter importerade (gränsen var %llu)

source: %llu points imported
sv: %llu punkter importerade

source: %llu input points were not valid and filtered out
sv: %llu inmatningspunkterna var inte giltiga och filtrerades bort

source: %llu input points were outside of the selected area
sv: %llu inmatningspunkterna låg utanför det valda området

source: %llu input points were outside of the area specified by mask
sv: %llu inmatningspunkterna låg utanför det område som anges av masken

source: %llu input points were filtered out by return number
sv: %llu inmatningspunkter filtrerades bort av returnummer

source: %llu input points were filtered out by class number
sv: %llu inmatningspunkter filtrerades bort efter klassnummer

source: %llu input points were filtered outsite the range for z coordinate
sv: %llu inmatningspunkter filtrerades utanför intervallet för z-koordinaten

source: %llu input points were skipped at the begging using offset
sv: %llu inmatningspunkter hoppades över i början med hjälp av offset

source: %llu input points were skipped by count-based decimation
sv: %llu inmatningspunkter hoppades över genom räknebaserad decimering

source: %lu points imported (limit was %d)
sv: %lu punkter importerade (gränsen var %d)

source: %lu points imported
sv: %lu punkter importerade

source: %lu input points were outside of the selected area
sv: %lu inmatningspunkterna låg utanför det valda området

source: %lu input points were outside of the area specified by mask
sv: %lu inmatningspunkterna låg utanför det område som anges av masken

source: %lu input points were filtered outsite the range for z coordinate
sv: %lu inmatningspunkter filtrerades utanför intervallet för z-koordinaten

source: %lu input points were skipped at the begging using offset
sv: %lu inmatningspunkter hoppades över i början med hjälp av offset

source: %lu input points were skipped by count-based decimation
sv: %lu inmatningspunkter hoppades över genom räknebaserad decimering

source: Accuracy of the printed point counts might be limited by your computer architecture.
sv: Noggrannheten i de utskrivna punkträkningarna kan begränsas av din datorarkitektur.

source: The rest of points was ignored
sv: Resten av punkterna ignorerades

source: %llu input points were not valid, use -%c flag to filter them out
sv: %llu inmatningspunkterna var inte giltiga, använd flaggan -%c för att filtrera bort dem

source: Maximum number of categories reached (%d). Import ended prematurely. Try to import without using category as an ID.
sv: Maximalt antal kategorier har uppnåtts (%d). Importen avslutades i förtid. Försök att importera utan att använda kategori som ID.

source: Failed to open vector <%s>
sv: Misslyckades med att öppna vektor <%s>

source: Converting OSM lines...
sv: Konvertering av OSM-linjer...

source: Number of OSM line splits: %d
sv: Antal OSM-linjesplittringar: %d

source: Merging lines...
sv: Sammanfogning av linjer...

source: Skipping empty geometry feature %d
sv: Hoppa över tom geometrifunktion %d

source: Unable to read part of geometry
sv: Kan inte läsa en del av geometrin

source: Found unclosed outer polygon ring, can be closed when cleaning polygons is not disabled
sv: Hittade oavslutad yttre polygonring, kan slutas när rengöring av polygoner inte är inaktiverad

source: Closing unclosed outer polygon ring
sv: Slutande oavslutad yttre polygonring

source: Feature (cat %d): degenerated polygon (%d vertices)
sv: Objekt (kat %d): degenererad polygon (%d hörn)

source: Found unclosed inner polygon ring, can be closed when cleaning polygons is not disabled
sv: Hittade en oavslutad inre polygonring, kan slutas när rengöring av polygoner inte är inaktiverad

source: Closing unclosed inner polygon ring
sv: Slutande oavslutad inre polygonring

source: Degenerate island (%d vertices)
sv: Degenererad ö (%d toppar)

source: Unable calculate centroid
sv: Kan inte beräkna centroid

source: No centroid written for polygon with 0 vertices
cs: Není vlo¾en ¾ádný centroid pro polygon s ¾ádným záchytným bodem
sv: Ingen centroid skriven för polygon med 0 hörn

source: Unable to write part of geometry
sv: Kan inte skriva en del av geometrin

source: Skipping unsupported geometry type '%s'
sv: Geometrityp '%s' som inte stöds hoppas över

source: Imports vector data into a GRASS vector map using OGR library.
sv: Importerar vektordata till en GRASS-vektorkarta med hjälp av OGR-biblioteket.

source: Examples: ESRI Shapefile: directory containing shapefiles MapInfo File: directory containing mapinfo files
cs: Pøíklady: ESRI ShapeFile: adresáø obsahující soubory ShapeFile Soubory MapInfo: adresáø obsahující soubory MapInfo
sv: Några exempel: ESRI Shapefile: katalog som innehåller shapefiler MapInfo File: katalog som innehåller mapinfo-filer

source: Examples: ESRI Shapefile: shapefile name MapInfo File: mapinfo file name
cs: Pøíklady: ESRI ShapeFile: název souboru ShapeFile Soubor MapInfo: název souboru MapInfo
sv: Exempel: ESRI Shapefile: namn på shapefile MapInfo-fil: namn på mapinfo-fil

source: Minimum size of area to be imported (square meters)
sv: Minsta storlek på det område som ska importeras (kvadratmeter)

source: Smaller areas and islands are ignored. Should be greater than snap^2
cs: Men¹í plochy a ostrovy budou ignorovány. Mìla by být vìt¹í ne¾ snap^2
sv: Mindre områden och öar ignoreras. Bör vara större än snap^2

source: Optionally change default input type
cs: Volitelnì zmìnit základní vstupní typ
sv: Ändra valfri standardinmatningstyp
