Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Computes gradient of a 3D raster map and outputs gradient components as three 3D raster maps.
sv: Beräknar gradienten för en 3D-rasterkarta och matar ut gradientkomponenter som tre 3D-rasterkartor.

source: Name for output 3D raster map(s)
sv: Namn för utmatade 3D-rasterkartor

source: Size of blocks
sv: Storlek på block

source: Failed to allocate memory for blocks
sv: Misslyckades med att allokera minne för block

source: Writing gradient 3D raster maps...
sv: Skriva gradient 3D-rasterkartor ...

source: Input 3D raster map with initial piezometric heads in [m]
sv: Inmatad 3D-rasterkarta med initiala piezometriska höjder i [m]

source: Input 3D raster map providing the status for each cell, = 0 - inactive, 1 - active, 2 - dirichlet
sv: Indata 3D-rasterkarta som anger status för varje cell, = 0 - inaktiv, 1 - aktiv, 2 - dirichlet

source: Input 3D raster map with the x-part of the hydraulic conductivity tensor in [m/s]
sv: Indata 3D-rasterkarta med x-delen av den hydrauliska konduktivitetstensorn i [m/s]

source: Input 3D raster map with the y-part of the hydraulic conductivity tensor in [m/s]
sv: Indata 3D-rasterkarta med y-delen av den hydrauliska konduktivitetstensorn i [m/s]

source: Input 3D raster map with the z-part of the hydraulic conductivity tensor in [m/s]
sv: Inmatad 3D-rasterkarta med z-delen av den hydrauliska konduktivitetstensorn i [m/s]

source: Input 3D raster map with sources and sinks in [m^3/s]
sv: Inmatning av 3D-rasterkarta med källor och sänkor i [m^3/s]

source: Specific yield [1/m] input 3D raster map
sv: Specifik avkastning [1/m] inmatning 3D-rasterkarta

source: Recharge input 3D raster map in m^3/s
sv: 3D-rasterkarta för laddningsinmatning i m^3/s

source: Output 3D raster map storing the piezometric head result of the numerical calculation
sv: Utmatning av 3D-rasterkarta som lagrar resultatet av den numeriska beräkningen av det piezometriska huvudet

source: Output 3D raster map storing the groundwater filter velocity vector part in x direction [m/s]
sv: Utdata 3D-rasterkarta som lagrar grundvattenfiltrets hastighetsvektordel i x-riktning [m/s]

source: Output 3D raster map storing the groundwater filter velocity vector part in y direction [m/s]
sv: Utdata 3D-rasterkarta som lagrar grundvattenfiltrets hastighetsvektordel i y-riktning [m/s]

source: Output 3D raster map storing the groundwater filter velocity vector part in z direction [m/s]
sv: Utdata 3D-rasterkarta som lagrar grundvattenfiltrets hastighetsvektordel i z-riktningen [m/s]

source: Output 3D raster map storing the groundwater budget for each cell [m^3/s]
sv: Utdata 3D-rasterkarta som lagrar grundvattenbudgeten för varje cell [m^3/s]

source: Use 3D raster mask (if exists)
sv: Använd 3D-rastermask (om sådan finns)

source: Numerical calculation program for transient, confined groundwater flow in three dimensions.
sv: Numeriskt beräkningsprogram för transient, sluten grundvattenströmning i tre dimensioner.

source: The cholesky solver does not work with sparse matrices. Consider to choose a full filled quadratic matrix with flag -f
sv: Cholesky-lösaren fungerar inte med glesa matriser. Tänk på att välja en helt fylld kvadratisk matris med flaggan -f

source: Unable to create 3D raster map <%s>
sv: Det går inte att skapa en 3D-rasterkarta <%s>

source: String representing NULL value data cell (use 'none' if no such value)
cs: Textový øetìzec reprezentující hodnotu NULL (pou¾ít 'none' v pøípadì takovéto hodnoty)
sv: Sträng som representerar datacellen med NULL-värde (använd "none" om det inte finns något sådant värde)

source: Unsupported GRASS version %s
sv: GRASS-version som inte stöds %s

source: Loading data ... (%dx%dx%d)
cs: Naèítám data ... (%dx%dx%d)
sv: Laddar data ... (%dx%dx%d)

source: End of file reached while still loading data.
cs: Konec rastru byl dosa¾en je¹tì pøi naèítání dat.
sv: Filens slut har nåtts medan data fortfarande laddas.

source: Invalid value detected (at col=%d row=%d depth=%d): %s
sv: Ogiltigt värde upptäckt (vid col=%d row=%d depth=%d): %s

source: Data exists in input file after fully importing expected data. [%.4f ...]
cs: Po plném importu oèekávaných dat, nìkterá data zbyla ve vstupním souboru [%.4f ...]
sv: Data finns i inmatningsfilen efter fullständig import av förväntade data. [%.4f ...]

source: Converts a 3D ASCII raster text file into a (binary) 3D raster map.
sv: Konverterar en 3D ASCII-rastertextfil till en (binär) 3D-rasterkarta.

source: Unable to open 3D raster map
sv: Går inte att öppna 3D-rasterkarta

source: Unable to close ASCII file
sv: Kan inte stänga ASCII-fil

source: Error reading binary data
sv: Fel vid läsning av binära data

source: Loading %s data with %i bytes ... (%dx%dx%d)
sv: Laddar %s data med %i byte ... (%dx%dx%d)

source: Error flushing tiles
sv: Fel vid spolning av plattor

source: Imports a binary raster file into a GRASS 3D raster map.
sv: Importerar en binär rasterfil till en GRASS 3D-rasterkarta.

source: Name of binary 3D raster file to be imported
sv: Namn på den binära 3D-rasterfil som ska importeras

source: Number of bytes per cell in binary file
sv: Antal byte per cell i binärfil

source: Byte order in binary file
sv: Byteordning i binärfil

source: Bottom limit of geographic region (outer edge)
sv: Nedre gränsen för den geografiska regionen (ytterkant)

source: Top limit of geographic region (outer edge)
sv: Övre gräns för geografiskt område (ytterkant)

source: Number of depths
sv: Antal djup

source: Switch the row order in output from north->south to south->north
sv: Ändra radordningen i utdata från norr->söder till söder->nord

source: Switch the depth order in output from bottom->top to top->bottom
sv: Ändra djupordningen i utdata från botten->topp till topp->botten

source: Binary data is of type integer
sv: Binärdata är av typen heltal

source: bytes=%d; must be 4 or 8 in case of floating point input
sv: bytes=%d; måste vara 4 eller 8 vid inmatning med flyttal

source: Integer input doesn't support size=8 in this build
sv: Integer input har inte stöd för size=8 i denna version

source: bytes= must be 1, 2, 4 or 8
sv: bytes= måste vara 1, 2, 4 eller 8

source: File Size %lld ... Total Bytes %lld
sv: Filstorlek %lld ... Totalt antal byte %lld

source: Invalid range <%s> for option %s
sv: Ogiltigt intervall <%s> för alternativ %s

source: Creates a 3D raster map from LAS LiDAR points using univariate statistics.
sv: Skapar en 3D-rasterkarta från LAS LiDAR-punkter med hjälp av univariat statistik.

source: LiDAR input file in LAS format (*.las or *.laz)
sv: LiDAR-ingångsfil i LAS-format (*.las eller *.laz)

source: Count of points per cell
sv: Antal punkter per cell

source: Sum of values of point intensities per cell
sv: Summan av värdena för punktintensiteterna per cell

source: Mean of point intensities per cell
sv: Medelvärde av punktintensiteter per cell

source: 3D raster map of proportional point count
sv: 3D-rasterkarta över proportionellt antal punkter

source: Point count per 3D cell divided by point count per vertical column
sv: Antal punkter per 3D-cell dividerat med antal punkter per vertikal kolumn

source: Proportional output
sv: Proportionell utgång

source: 3D raster map of proportional sum of values
sv: 3D-rasterkarta över proportionell summa av värden

source: Sum of values per 3D cell divided by sum of values per vertical column
sv: Summan av värdena per 3D-cell dividerad med summan av värdena per vertikal kolumn

source: Subtract raster values from the z coordinates
sv: Subtrahera rastervärden från z-koordinaterna

source: The scale for z is applied beforehand, the filter afterwards
sv: Skalan för z appliceras i förväg, filtret efteråt

source: Use base raster actual resolution instead of computational region
sv: Använd basrastrets faktiska upplösning istället för beräkningsregion

source: %s will not be taken into account during scan
sv: %s tas inte med i beräkningen under skanningen

source: Preparing the maps...
sv: Förbereda kartorna...

source: Reading points...
sv: Läsning av punkter...

source: Computing proportional count map...
sv: Beräkning av proportionell räkningskarta...

source: Computing proportional sum map...
sv: Beräkning av proportionell summa karta...

source: Computing mean map...
sv: Beräkning av medelmåttig karta...

source: Closing the maps...
sv: Stänger kartorna...

source: %lu input points were not valid and filtered out
sv: %lu inmatningspunkterna var inte giltiga och filtrerades bort

source: %lu input points were filtered out by return number
sv: %lu inmatningspunkter filtrerades bort av returnummer

source: %lu input points were filtered out by class number
sv: %lu inmatningspunkter filtrerades bort efter klassnummer

source: %lu input points had intensity out of range
sv: %lu inmatningspunkterna hade intensitet utanför intervallet

source: %lu input points were not valid, use -%c flag to filter them out
sv: %lu inmatningspunkterna var inte giltiga, använd flaggan -%c för att filtrera bort dem

source: GRASS LOCATION PROJ_INFO is:
cs: GRASS LOCATION PROJ_INFO je:
sv: GRASS LOCATION PROJ_INFO är:

source: Name of V5D raster file to be imported
sv: Namn på V5D-rasterfil som ska importeras

source: Import 3-dimensional Vis5D files.
sv: Importera 3-dimensionella Vis5D-filer.

source: Error: Unexpected end of file, file may be corrupted.
sv: Fel i filen: Oväntat slut på filen, filen kan vara skadad.

source: Outputs basic information about a user-specified 3D raster map layer.
cs: Vypí¹e základní informace o u¾ivatelem vybrané 3D rastrové mapì.
sv: Ger grundläggande information om ett användarspecifikt 3D-rasterkartlager.

source: Print raster3d information in shell style
sv: Skriv ut raster3d-information i skal-stil

source: Print range in shell style only
sv: Utskriftsområde endast i skalmodell

source: 3D Raster map <%s> not found
sv: 3D Raster map <%s> hittades inte

source: Unable to read range of 3D raster map <%s>
sv: Det gick inte att läsa intervallet för 3D-rasterkartan <%s>

source: Error while reading history file
cs: Chyba pøi ètení souboru s historií
sv: Fel vid läsning av historikfil

source: Unable to open 3D raster mask file
sv: Filen 3D raster mask kan inte öppnas

source: makeMask: error flushing tiles in cube
cs: makeMask: chyba pøi zarovnávání dla¾dic do kostky
sv: makeMask: fel vid spolning av brickor i kuben

source: makeMask: error flushing all tiles
cs: makeMask: chyba pøi zarovnávání v¹ech dla¾dic
sv: makeMask: fel vid rensning av alla plattor

source: Unable to close 3D raster mask file
sv: Det går inte att stänga filen 3D raster mask

source: Unable to close raster map <%s>
sv: Det gick inte att stänga rasterkartan <%s>

source: Establishes the current working 3D raster mask.
cs: Vytvoøí aktuální pracovní 3D rastrovou masku.
sv: Fastställer den aktuella 3D-rastermasken.

source: 3D raster map with reference values
sv: 3D-rasterkarta med referensvärden

source: List of cell values to be masked out
cs: Seznam hodnot bunìk pro maskování
sv: Lista över cellvärden som ska maskeras

source: Cannot create mask file: RASTER3D_MASK already exists
sv: Det går inte att skapa en maskfil: RASTER3D_MASK finns redan

source: Creates a display file from an existing 3D raster map according to specified threshold levels.
sv: Skapar en visningsfil från en befintlig 3D-rasterkarta enligt angivna tröskelnivåer.

source: Name of an existing 3D raster map
sv: Namn på en befintlig 3D-rasterkarta

source: Name for output display file
sv: Namn för visningsfil för utdata

source: List of thresholds for isosurfaces
cs: Seznam prahových hodnot pro iso-povrchy
sv: Lista över tröskelvärden för isoytor

source: Minimum isosurface level
cs: Minimální íºroveò isopovrchu
sv: Minsta nivå för isosurface

source: Maximum isosurface level
cs: Maximální íºroveò isopovrchu
sv: Maximal nivå för isosurface

source: Positive increment between isosurface levels
cs: Kladný pøírùstek mezi jednotlivými íºrovnìmi isopovrchù
sv: Positiv ökning mellan isosurface-nivåer

source: Number of isosurface threshold levels
cs: Poèet prahových íºrovní isopovrchù
sv: Antal tröskelnivåer för isosurface

source: Suppress progress report & min/max information
cs: Potlaè zprávu o prùbìhu & min/max informaci
sv: Undertrycka lägesrapport och min/max-information

source: Use flat shading rather than gradient
cs: Pou¾ij plo¹né stínování místo gradientu
sv: Använd platt skuggning snarare än gradient

source: Region from getWindow: %d %d %d
cs: Region z getWindow: %d %d %d
sv: Region från getWindow: %d %d %d

source: Not able to find grid3 file for [%s]
cs: Nejsem schopen nalézt soubor grid3 pro [%s]
sv: Jag kan inte hitta grid3-filen för [%s]

source: Unable to open display file <%s>
sv: Det går inte att öppna filen <%s>

source: Writing %s from %s...
cs: Zapisuji %s z %s...
sv: Skriva %s från %s...

source: File name <%s> is too long
sv: Filnamnet <%s> är för långt

source: The size of the window in x, y and z direction, values must be odd integer numbers, eg: 3,3,3
sv: Fönstrets storlek i x-, y- och z-riktning, värdena måste vara udda heltal, t.ex.: 3,3,3

source: Makes each voxel value a function of the values assigned to the voxels around it, and stores new voxel values in an output 3D raster map
sv: Gör varje voxelvärde till en funktion av de värden som tilldelats voxlarna runt omkring och lagrar nya voxelvärden i en 3D-rasterkarta

source: Unable to allocate buffer
sv: Det går inte att allokera buffert

source: 3D raster map for which to modify null values
sv: 3D-rasterkarta för vilken nollvärden ska modifieras

source: Illegal value for null
cs: Neplatná hodnota pro null
sv: Olagligt värde för null

source: modifyNull: error opening tmp file
cs: modifyNull: chyba pøi otevøení souboru tmp
sv: modifyNull: fel vid öppning av tmp-fil

source: modifyNull: error flushing all tiles
cs: modifyNull: chyba pøi zarovnání v¹ech dla¾dic
sv: modifyNull: fel vid rensning av alla plattor

source: modifyNull: Unable to close tmp file
sv: modifieraNull: Det går inte att stänga tmp-filen

source: Explicitly create the 3D NULL-value bitmap file.
cs: Vytvoøit výluènì soubor s bitmapou 3D NULL-hodnota
sv: Skapa uttryckligen 3D NULL-värde bitmappsfilen.

source: 3D raster map to be converted to ASCII
sv: 3D-rasterkarta som ska konverteras till ASCII

source: Name for ASCII output file
cs: Název výstupního ASCII souboru
sv: Namn för ASCII-utdatafil

source: Number of decimal places for floats
cs: Poèet míst za desetinnou èárkou
sv: Antal decimaler för flyttal

source: Print grass6 compatible format. Flags -d and -r are ignored.
sv: Skriv ut grass6-kompatibelt format. Flaggorna -d och -r ignoreras.

source: Converts a 3D raster map layer into a ASCII text file.
sv: Konverterar ett 3D-rasterkartskikt till en ASCII-textfil.

source: Unable to close new ASCII file
sv: Kan inte stänga ny ASCII-fil

source: Exports a GRASS 3D raster map to a binary array.
sv: Exporterar en GRASS 3D-rasterkarta till en binär array.

source: Write data as integer
sv: Skriva data som heltal

source: Floating-point output requires bytes=4 or bytes=8
sv: Flyttalsutmatning kräver bytes=4 eller bytes=8

source: Integer output doesn't support bytes=8 in this build
sv: Integer-utdata stöder inte bytes=8 i den här versionen

source: Output map name too long.
sv: Namnet på utdatakartan är för långt.

source: top=%f
sv: topp=%f

source: bottom=%f
sv: botten=%f

source: depths=%d
sv: djup=%d

source: Unable to close 3D raster map while catching error: %s
sv: Det gick inte att stänga 3D-rasterkartan när felet upptäcktes: %s

source: Name for netCDF output file
sv: Namn för netCDF-utdatafil

source: The value to be used for null values, default is the netCDF standard
sv: Det värde som ska användas för nollvärden, standard är netCDF-standarden

source: Export projection information as wkt and proj4 parameter
sv: Exportera projektionsinformation som wkt- och proj4-parameter

source: Export a 3D raster map as netCDF file.
sv: Exportera en 3D-rasterkarta som netCDF-fil.

source: 3D raster map to be converted to Vis5D (V5D) file
sv: 3D-rasterkarta som ska konverteras till Vis5D-fil (V5D)

source: Name for V5D output file
sv: Namn för V5D-utdatafil

source: Vis5D allows %d columns, %d columns found
sv: Vis5D tillåter %d kolumner, %d kolumner hittades

source: Vis5D allows %d rows, %d rows found
sv: Vis5D tillåter %d rader, %d rader hittades

source: Unable to create V5D file <%s>
sv: Det går inte att skapa en V5D-fil <%s>

source: Failed writing V5D file
sv: Misslyckades med att skriva filen V5D

source: Exports GRASS 3D raster map to 3-dimensional Vis5D file.
sv: Exporterar GRASS 3D-rasterkarta till en 3-dimensionell Vis5D-fil.

source: Use map coordinates instead of xyz coordinates
cs: Pou¾ít mapové souøadnice namísto souøadnic xyz
sv: Använd kartkoordinater istället för xyz-koordinater

source: Unable to close input raster maps
sv: Det går inte att stänga inmatade rasterkartor

source: Specify top and bottom map
sv: Ange övre och undre karta

source: Top cell map <%s> not found
cs: Svrchní rastr <%s> nenalezen
sv: Översta cellkartan <%s> hittades inte

source: Bottom cell map <%s> not found
cs: Spodní rastr <%s> nenalezen
sv: Nedre cellkartan <%s> hittades inte

source: 3D raster map RGB map <%s> not found
sv: 3D-rasterkarta RGB-karta <%s> hittades inte

source: Please provide three RGB 3D raster maps
sv: Tillhandahåll tre RGB 3D-rasterkartor

source: 3D vector map <%s> not found
sv: 3D-vektorkarta <%s> hittades inte

source: Please provide three 3D raster maps for the xyz-vector maps [x,y,z]
sv: Tillhandahåll tre 3D-rasterkartor för xyz-vektorkartorna [x,y,z]

source: No 3D raster data, RGB or xyz-vector maps are provided! Will only write the geometry.
sv: Inga 3D-rasterdata, RGB- eller xyz-vektorkartor tillhandahålls! Kommer endast att skriva geometrin.

source: No RGB Data will be created.
cs: Nebudou vytvoøena ¾ádná RGB data
sv: Inga RGB-data kommer att skapas.

source: No vector data will be created.
cs: ®ádná vektorová data nebudou vytvoøena.
sv: Inga vektordata kommer att skapas.

source: Converts 3D raster maps into the VTK-ASCII format.
sv: Konverterar 3D-rasterkartor till VTK-ASCII-format.

source: failed to interpret dp as an integer
cs: selhal pøevod dp na celé èíslo
sv: misslyckades med att tolka dp som ett heltal

source: The 2D and 3D region settings are different. Using the 2D window settings to adjust the 2D part of the 3D region.
sv: Inställningarna för 2D- och 3D-regioner är olika. Använd inställningarna för 2D-fönstret för att justera 2D-delen av 3D-regionen.

source: Unable to close 3D raster map, the VTK file may be incomplete
sv: Det går inte att stänga 3D-rasterkartan, filen VTK kan vara ofullständig

source: Unable to close VTK-ASCII file
sv: Filen VTK-ASCII kan inte stängas

source: 3D raster map(s) to be converted to VTK-ASCII data format
sv: 3D-rasterkarta(er) som ska konverteras till VTK-ASCII-dataformat

source: Float value to represent no data cell/points
cs: Hodnota s plovoucí desetinnou èárkou reprezentující hodnotu "¾ádná data"
sv: Float-värde för att representera ingen datacell/punkter

source: Create VTK pointdata instead of VTK celldata (celldata is default)
cs: Vytvoøí bodová data VTK z rastrových dat VTK (rastrová data jsou výchozí)
sv: Skapa VTK-punktdata istället för VTK-celldata (celldata är standard)

source: Top surface 2D raster map
sv: Översta ytan 2D rasterkarta

source: Bottom surface 2D raster map
sv: Bottenyta 2D rasterkarta

source: Create 3D elevation output with a top and a bottom surface, both raster maps are required.
sv: Skapa 3D-höjdutdata med en övre och en undre yta, båda rasterkartorna krävs.

source: Three (R,G,B) 3D raster maps to create RGB values [redmap,greenmap,bluemap]
sv: Tre (R,G,B) 3D-rasterkartor för att skapa RGB-värden [redmap,greenmap,bluemap]

source: Three (x,y,z) 3D raster maps to create vector values [xmap,ymap,zmap]
sv: Tre (x,y,z) 3D-rasterkartor för att skapa vektorvärden [xmap,ymap,zmap]

source: Use 3D raster mask (if exists) with input maps
sv: Använd 3D-rastermask (om sådan finns) med inmatade kartor

source: Scale factor affects the origin
sv: Skalfaktorn påverkar ursprunget

source: Do not convert the top-bottom resolution in case of lat long projection to meters
sv: Konvertera inte upplösningen uppifrån och ner vid lat-long-projektion till meter

source: write_vtk_points: Writing point coordinates
cs: write_vtk_points: Zapisuji souøadnice bodù
sv: skriva_vtk_punkter: Skriva punktkoordinater

source: write_vtk_unstructured_grid_cells: Writing the cells
cs: write_vtk_unstructured_grid_cells: Zapisuji buòky
sv: write_vtk_unstructured_grid_cells: Skriva cellerna

source: write_vtk_data: Writing Celldata %s with rows %i cols %i depths %i to vtk-ascii file
cs: write_vtk_data: Zapisuji Celldata %s o %i øádkù %i sloupcù %i hloubky do souboru vtk-ascii.
sv: skriva_vtk_data: Skriver Celldata %s med rader %i kol %i djup %i till vtk-ascii-fil

source: Wrong 3D raster map values! Values should in between 0 and 255!
sv: Fel värden för 3D-rasterkarta! Värdena ska ligga mellan 0 och 255!

source: Unable to close the 3D raster map
sv: Det går inte att stänga 3D-rasterkartan

source: Name of the retiled 3D raster map
sv: Namn på den retilerade 3D-rasterkartan

source: Retiles an existing 3D raster map with user defined x, y and z tile size.
sv: Återskapar en befintlig 3D-rasterkarta med användardefinierad x-, y- och z-kakstorlek.

source: Rast3d_get_standard3d_params: tile dimension value invalid
sv: Rast3d_get_standard3d_params: värdet för kakeldimensionen är ogiltigt

source: Error closing 3D raster map
sv: Fel vid stängning av 3D-rasterkarta

source: Generates volume statistics for 3D raster maps.
sv: Genererar volymstatistik för 3D-rasterkartor.

source: Number of subranges to collect stats from
sv: Antal underavdelningar att samla in statistik från

source: Calculate statistics based on equal value groups
cs: vypoèítat statistiku zalo¾enou na stejných hodnotách skupin
sv: Beräkna statistik baserat på grupper med lika värde

source: Only print cell counts
sv: Skriv bara ut cellantal

source: The number of subranges has to be equal or greater than 1
cs: Poèet subrozmezí musí být >= 1
sv: Antalet delområden måste vara lika med eller större än 1

source: Sort non-null values
cs: Uspoøádat neNULLové hodnoty
sv: Sortera icke-nullvärden

source: Updating statistics for <%s>
sv: Uppdaterar statistiken för <%s>

source: Updating the number of categories for <%s>
sv: Uppdatering av antalet kategorier för <%s>

source: Allows creation and/or modification of 3D raster map layer support files.
sv: Gör det möjligt att skapa och/eller ändra stödfiler för 3D-rasterkartlager.

source: Text to use for map title
cs: Text pro titulek nové mapy
sv: Text att använda för karttitel

source: The map data unit
sv: Enheten för kartdata

source: The vertical unit of the map
sv: Kartans vertikala enhet

source: Update range
sv: Uppdatering av intervall

source: Modifies a timestamp for a 3D raster map.
sv: Ändrar en tidsstämpel för en 3D-rasterkarta.

source: Print/add/remove a timestamp for a 3D raster map.
sv: Skriv ut/lägg till/ta bort en tidsstämpel för en 3D-rasterkarta.

source: Datetime, datetime1/datetime2, or none
cs: Datetime, datetime1/datetime2, nebo ¾ádný
sv: Datetime, datetime1/datetime2, eller ingen

source: Timestamp format is invalid
sv: Tidsstämpelns format är ogiltigt

source: 3D raster map(s) to be converted to 2D raster slices
sv: 3D-rasterkarta(er) som ska konverteras till 2D-rastersnitt

source: Basename for resultant raster slice maps
cs: Základ názvu výsledného výøezu rastrové mapy
sv: Basnamn för resulterande rasterskivkartor

source: Value to multiply the raster values with
sv: Värde att multiplicera rastervärdena med

source: Coefficient a in the equation y = ax + b
sv: Koefficient a i ekvationen y = ax + b
