Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: Unable to open vector map <%s> on level %d. Try to rebuild vector topology with v.build.
sv: Det gick inte att öppna vektorkarta <%s> på nivå %d. Försök att återuppbygga vektortopologin med v.build.

source: Building topology for OGR layer <%s> from datasource '%s'...
sv: Skapar topologi för OGR-lagret <%s> från datakällan '%s'...

source: Unable to open vector map <%s> on level %d
sv: Det går inte att öppna vektorkarta <%s> på nivå %d

source: Unable to open history file for vector map <%s>
cs: Nelze otevøít soubor s historií pro vektorovou mapu <%s>
sv: Det gick inte att öppna historikfilen för vector map <%s>

source: Unable to create vector map: <%s> is not in the current mapset (%s)
sv: Det gick inte att skapa en vektorkarta: <%s> finns inte i den aktuella kartuppsättningen (%s)

source: Unable to create vector map: <%s> is not SQL compliant
sv: Det gick inte att skapa en vektorkarta: <%s> är inte SQL-kompatibelt

source: Unable to open history file of vector map <%s>
sv: Det gick inte att öppna historikfilen för vektorkartan <%s>

source: Using OGR/%s format
sv: Använda OGR/%s-format

source: Using PostGIS Topology format
sv: Använda PostGIS topologiformat

source: Using PostGIS format
sv: Använda PostGIS-format

source: Using native format
sv: Använda inbyggt format

source: Unable to stat file <%s>
cs: Nelze otevøít soubor <%s>
sv: Det går inte att stat-fil <%s>

source: unknown %d (update Vect_maptype_info)
sv: okänd %d (uppdatera Vect_maptype_info)

source: Size of 'coor' file differs from value saved in topology file
cs: Velikost souboru 'coor' se li¹í od hodnot ulo¾ených v souboru s topologií
sv: Storleken på "coor"-filen skiljer sig från det värde som sparats i topologifilen

source: Please rebuild topology for vector map <%s@%s>
cs: Vytvoøte prosím znovu topologii pro vektorovou mapu <%s@%s>
sv: Vänligen återuppbygg topologin för vektorkartan <%s@%s>

source: Size of 'coor' file differs from value saved in sidx file
sv: Storleken på filen 'coor' skiljer sig från värdet som sparats i filen sidx

source: Unable to open OGR file
sv: Filen OGR kan inte öppnas

source: OGR output also detected, using OGR
sv: OGR-utdata upptäcks också, med hjälp av OGR

source: Unable to open coor file for vector map <%s>
sv: Det går inte att öppna filen coor för vector map <%s>

source: Coor file of vector map <%s@%s> is larger than it should be (%<PRId64> bytes excess)
sv: Coor-filen för vektorkartan &lt;%s@%s&gt; är större än den borde vara (%<PRId64> byte överskott)

source: Coor file of vector <%s@%s> is shorter than it should be (%<PRId64> bytes missing).
sv: Coor-filen för vektorn &lt;%s@%s&gt; är kortare än den borde vara (%<PRId64> byte saknas).

source: OGR datasource not defined
sv: OGR-datakälla inte definierad

source: OGR layer not defined
sv: OGR-lager inte definierat

source: OGR layer <%s> not found
sv: OGR-lager <%s> hittades inte

source: OGR transaction with layer <%s> failed to start
sv: OGR-transaktion med lager <%s> kunde inte starta

source: Unable to open feature index file for vector map <%s>
sv: Det gick inte att öppna feature index-filen för vector map <%s>

source: Unable to get OGR driver <%s>
sv: Det går inte att hämta OGR-drivrutinen <%s>

source: Unable to create OGR data source '%s'
sv: Det går inte att skapa OGR-datakällan '%s'

source: OGR layer <%s> already exists and will be overwritten
sv: OGR-lager <%s> finns redan och kommer att skrivas över

source: Unable to delete OGR layer <%s>
sv: Det går inte att ta bort OGR-lager <%s>

source: OGR layer <%s> already exists in datasource '%s'
sv: OGR-lagret <%s> finns redan i datakällan '%s'

source: Feature index format version %d.%d is not supported by this release. Try to rebuild topology or upgrade GRASS.
cs: Formát indexování prvkù verze %d.%d není tímto vydáním podporována. Zkuste pøestavit topologii nebo aktualizovat GRASS.
sv: Feature index format version %d.%d stöds inte av denna utgåva. Försök att bygga om topologin eller uppgradera GRASS.

source: Your GRASS version does not fully support feature index format %d.%d of the vector. Consider to rebuild topology or upgrade GRASS.
cs: Va¹e verze GRASS plnì nepodporuje formát indexování prvkù %d. %d vektorové mapy. Zva¾te pøebudování topologie nebo upgrade GRASS.
sv: Din GRASS-version har inte fullt stöd för vektorernas feature index-format %d.%d. Överväg att bygga om topologin eller uppgradera GRASS.

source: Connection string not defined
sv: Anslutningssträngen är inte definierad

source: PostGIS feature table not defined
sv: PostGIS-funktionstabell inte definierad

source: No feature tables found in database.
sv: Inga funktionstabeller hittades i databasen.

source: Feature table <%s> not found in 'geometry_columns'
sv: Feature-tabellen <%s> hittades inte i 'geometry_columns'

source: Topology schema not found.
sv: Topologischema hittades inte.

source: PostGIS layer <%s.%s> already exists and will be overwritten
sv: PostGIS-lagret <%s.%s> finns redan och kommer att skrivas över

source: Unable to delete PostGIS layer <%s>
sv: Det går inte att ta bort PostGIS-lagret <%s>

source: PostGIS layer <%s.%s> already exists in database '%s'
sv: PostGIS-lagret <%s.%s> finns redan i databasen '%s'

source: No key column detected.
sv: Ingen nyckelkolumn har upptäckts.

source: Execution failed: %s
sv: Exekveringen misslyckades: %s

source: PostGIS topology schema <%s> dropped
sv: PostGIS topologi-schema <%s> tappat

source: Connection to PostgreSQL database failed. Try to set up username/password by db.login.
sv: Anslutning till PostgreSQL-databasen misslyckades. Försök att ställa in användarnamn / lösenord med db.login.

source: Unable to get database name
sv: Det går inte att få fram databasnamnet

source: <%s> is not PostGIS database. DB table 'spatial_ref_sys' not found.
sv: <%s> är inte en PostGIS-databas. DB-tabellen 'spatial_ref_sys' hittades inte.

source: PostGIS Topology extension not found in the database <%s>
sv: PostGIS Topology-tillägget hittades inte i databasen <%s>

source: Empty bounding box
sv: Tom avgränsande låda

source: Inconsistency in topology: unable to read node %d
sv: Inkonsekvens i topologin: det går inte att läsa nod %d

source: Inconsistency in topology: node %d - unexpected feature type %d
sv: Inkonsekvens i topologin: nod %d - oväntad funktionstyp %d

source: Area %d without boundary detected
sv: Område %d utan detekterad gräns

source: Isle %d without boundary detected
sv: Isle %d utan gräns detekterad

source: Unable to get map bounding box from topology
sv: Det går inte att hämta kartans avgränsande box från topologin

source: Unable to parse map bounding box: %s
sv: Det går inte att analysera kartans avgränsande box: %s

source: Different number of nodes detected (%d, %d)
sv: Olika antal upptäckta noder (%d, %d)

source: Different number of areas detected (%d, %d)
sv: Olika antal områden detekterade (%d, %d)

source: To be implemented: isles not attached in Topo-Geo-only mode
sv: Ska implementeras: öar som inte är anslutna i Topo-Geo-only-läge

source: Inconsistency in topology: number of points %d (should be %d)
sv: Inkonsekvens i topologin: antal punkter %d (borde vara %d)

source: Inconsistency in topology: number of lines %d (should be %d)
sv: Inkonsekvens i topologin: antal linjer %d (borde vara %d)

source: Inconsistency in topology: number of centroids %d (should be %d)
sv: Inkonsekvens i topologin: antal centroider %d (borde vara %d)

source: unknown operator
cs: neznámý operátor
sv: okänd operator

source: Overlay: line/boundary types not supported by AND operator
cs: Pøekrytí: typy hranice x linie nejsou podporovány operátorem AND
sv: Överlagring: linje-/gränstyper som inte stöds av AND-operatorn

source: Overlay: area x area types not supported by AND operator
cs: Pøekrytí: typy plocha x plocha nejsou podporovány operátorem AND
sv: Overlay: område x område typer som inte stöds av AND-operatorn

source: Unable to find point in polygon
cs: Nelze nalézt bod v polygonu
sv: Det går inte att hitta en punkt i en polygon

source: conditions failed
cs: Podmínka selhala
sv: villkoren misslyckades

source: for this format/level not supported
cs: pro tento formát/úroveò není podpora
sv: för detta format/denna nivå stöds inte

source: Vector map is not open for reading
sv: Vektorkartan är inte öppen för läsning

source: Unable to read feature %d from vector map <%s>
sv: Det gick inte att läsa feature %d från vector map <%s>

source: Line index is out of range
sv: Linjeindex är utanför intervallet

source: Node index is out of range
sv: Nodindex är utanför intervallet

source: Area index is out of range
sv: Områdesindex är utanför intervallet

source: Isle index is out of range
sv: Isle index är utanför intervallet

source: Attempt to access dead feature %d
sv: Försök att komma åt dödfunktionen %d

source: Unable to get feature geometry, fid %ld
sv: Det går inte att få fram geometrin för funktionen, fid %ld

source: Feature without geometry. Skipped.
sv: Funktion utan geometri. Hoppa över.

source: OGR feature without ID
cs: Prvek OGR bez ID.
sv: OGR-funktion utan ID

source: OGR feature type '%s' not supported
sv: OGR-funktionstyp '%s' stöds inte

source: Unexpected feature type (%d) - should be (%d)
sv: Oväntad typ av funktion (%d) - borde vara (%d)

source: Feature %ld without geometry skipped
sv: Funktion %ld utan geometri överhoppad

source: Requesting invalid feature from cache (%d). Number of features in cache: %d
sv: Begär ogiltig funktion från cacheminnet (%d). Antal funktioner i cacheminnet: %d

source: Feature %d: unexpected type (%d) - should be %d
sv: Funktion %d: oväntad typ (%d) - borde vara %d

source: No geometry or topo geometry column defined
sv: Ingen geometri eller kolumn för topogeometri definierad

source: Random access not supported. Primary key not defined.
sv: Slumpmässig åtkomst stöds inte. Primär nyckel inte definierad.

source: Inconsistency in topology: detected centroid (should be point)
sv: Inkonsekvens i topologi: detekterad centroid (borde vara punkt)

source: Inconsistency in topology: detected boundary (should be line)
sv: Inkonsekvens i topologin: detekterad gräns (borde vara linje)

source: Invalid WKB content: %d bytes
sv: Ogiltigt WKB-innehåll: %d byte

source: Reading EWKB with 4-dimensional coordinates (XYZM) is not supported
sv: Läsning av EWKB med 4-dimensionella koordinater (XYZM) stöds inte

source: Unsupported feature type %d
sv: Typ av funktion som inte stöds %d

source: Length of input WKB is too small
sv: Längden på inmatningen WKB är för liten

source: Invalid cache index %d (max: %d)
sv: Ogiltigt cache-index %d (max: %d)

source: Corrupted data. %s.
sv: Korrupt data. %s.

source: Corrupted data
sv: Korrupta data

source: Unable to parse '%s'
sv: Det gick inte att tolka '%s'

source: Execution failed: %s (...) Reason: %s
sv: Exekveringen misslyckades: %s (...) Anledning: %s

source: Execution failed: %s Reason: %s
sv: Exekveringen misslyckades: %s Orsak: %s

source: Unable to read features. Reason: %s
sv: Kan inte läsa funktioner. Anledning: %s

source: Unable to construct centroid for area %d. Skipped.
sv: Det gick inte att konstruera en centroid för området %d. Hoppade över.

source: Centroid %d: invalid area %d
sv: Centroid %d: ogiltigt område %d

source: GRASS is not compiled with OGR/PostgreSQL support
sv: GRASS är inte kompilerad med OGR/PostgreSQL-stöd

source: Area is composed of dead boundary
cs: Plocha je poskládána z mrtvých hranic
sv: Området består av en död gräns

source: %d areas of total size %g removed
sv: %d områden av total storlek %g borttagna

source: Could not delete line from coor
sv: Det gick inte att ta bort raden från coor

source: dissolve_neighbour > 0, failed to build new area
sv: dissolve_neighbour > 0, misslyckades med att bygga nytt område

source: Dissolve with neighbour area: corrupt topology
sv: Lös upp med grannområde: korrupt topologi

source: Failed to build new area
sv: Misslyckades med att bygga nytt område

source: Failed to build new isle
sv: Misslyckades med att bygga en ny ö

source: Dissolve with outer isle: corrupt topology
sv: Upplöses med yttre ö: korrupt topologi

source: Area merging failed
sv: Sammanslagning av områden misslyckades

source: Removed duplicates: %d
sv: Borttagna dubbletter: %d

source: Unable to delete item %d from spatial index
cs: Nelze smazat prvek %d z prostorového indexu
sv: Det går inte att ta bort objektet %d från det spatiala indexet

source: Unknown Simple Features type (%d)
sv: Okänd Typ av enkla funktioner (%d)

source: No connection defined
sv: Ingen anslutning definierad

source: Unable to get number of simple features
sv: Det går inte att få ett antal enkla funktioner

source: Unable to report simple features for vector map <%s>
sv: Det går inte att rapportera enkla funktioner för vektorkarta <%s>

source: Snap vertices Pass 1: select points
sv: Snap vertices Pass 1: välj punkter

source: Snap vertices Pass 2: assign anchor vertices
sv: Snap vertices Pass 2: tilldela ankarvertices

source: Snap vertices Pass 3: snap to assigned points
sv: Snap vertices Pass 3: snap till tilldelade punkter

source: Snapped vertices: %d
sv: Snappade toppar: %d

source: New vertices: %d
sv: Nya toppar: %d

source: Reading features...
sv: Läsning av funktioner...

source: Unable to write feature in vector map <%s>
sv: Det går inte att skriva in en funktion i vektormapp <%s>

source: Unable to rewrite feature/offset %<PRId64> in vector map <%s>
sv: Det går inte att skriva om objekt/offset %<PRId64> i vektorkarta &lt;%s&gt

source: Unable to delete feature/offset %<PRId64> from vector map <%s>
sv: Det gick inte att ta bort objekt/offset %<PRId64> från vektorkartan &lt;%s&gt

source: Unable to restore feature/offset %<PRId64> in vector map <%s>
sv: Det gick inte att återställa objekt/offset %<PRId64> i vektorkarta &lt;%s&gt

source: Vector map <%s> is not opened
sv: Vektorkarta <%s> är inte öppnad

source: Vector map <%s> is not opened in write mode
sv: Vektorkarta <%s> öppnas inte i skrivläge

source: Attempt to access feature with invalid id (%<PRId64>)
sv: Försök att komma åt funktionen med ogiltigt id (%<PRId64>)

source: Attempt to access alive feature %d
sv: Försök att få tillgång till levande funktion %d

source: %s: Area %d does not exist
sv: %s: Område %d finns inte

source: Attempt to access dead area %d
sv: Försök att komma åt ett dött område %d

source: Unable to rewrite feature (incompatible feature types)
sv: Det går inte att skriva om funktionen (inkompatibla funktionstyper)

source: Invalid offset (%<PRId64>)
sv: Ogiltig offset (%<PRId64>)

source: Unable to delete feature
sv: Det går inte att ta bort funktionen

source: Creating field <%s> failed
sv: Skapandet av fält <%s> misslyckades

source: Unsupported geometry type (%d)
sv: Geometrityp som inte stöds (%d)

source: Unable to create OGR layer <%s> in '%s'
sv: Det går inte att skapa OGR-lager <%s> i '%s'

source: More layers defined, using driver <%s> and database <%s>
sv: Fler lager definierade med hjälp av drivrutin <%s> och databas <%s>

source: Database connection not defined. Unable to write attributes.
sv: Databasanslutningen är inte definierad. Det går inte att skriva attribut.

source: No category defined for layer %d
sv: Ingen kategori definierad för lagret %d

source: Feature has more categories, using category %d (from layer %d)
sv: Funktionen har fler kategorier, använd kategori %d (från lager %d)

source: Feature is not a point. Skipping.
sv: Feature är inte en punkt. Hoppar över.

source: Feature is not a line. Skipping.
sv: Feature är inte en linje. Hoppar över.

source: Feature is not a polygon. Skipping.
sv: Objektet är inte en polygon. Hoppar över.

source: Feature is not a face. Skipping.
sv: Funktionen är inte en yta. Hoppar över.

source: Unsupported feature type (%d)
sv: Typ av funktion som inte stöds (%d)

source: Boundary is not closed. Feature skipped.
sv: Gränsen är inte stängd. Funktion överhoppad.

source: Unable to writes feature attributes
sv: Det går inte att skriva funktionsattribut

source: Feature without category of layer %d
sv: Funktion utan kategori av lager %d

source: Unable to select attributes for category %d
sv: Det går inte att välja attribut för kategori %d

source: No database record for category %d, no attributes will be written
sv: Ingen databaspost för kategori %d, inga attribut kommer att skrivas

source: Unable to create field <%s>
sv: Det går inte att skapa fält <%s>

source: Unsupported column type %d
sv: Kolumntyp som inte stöds %d

source: Unable to rewrite feature %d
sv: Det går inte att skriva om funktionen %d

source: Unable to delete feature (%s) %d
sv: Det går inte att ta bort funktionen (%s) %d

source: Boundary is not closed. Skipping.
sv: Gränsen är inte stängd. Hoppar över.

source: Building spatial index on <%s>...
sv: Bygger spatialt index på <%s>...

source: Schema <%s> doesn't exist, created
sv: Schema <%s> finns inte, skapat

source: Creating topology schema <%s>...
sv: Skapar topologischema <%s>...

source: Adding new topology column <%s>...
sv: Lägger till ny topologikolumn <%s>...

source: Unable to create new PostGIS feature table
sv: Det går inte att skapa en ny PostGIS-funktionstabell

source: Unable to create new PostGIS topology schema
sv: Det går inte att skapa ett nytt PostGIS-topologischema

source: Point skipped (output feature type: %s)
sv: Punkt överhoppad (typ av utmatningsfunktion: %s)

source: Line skipped (output feature type: %s)
sv: Rad överhoppad (typ av utmatningsfunktion: %s)

source: Centroid skipped (output feature type: %s)
sv: Centroid överhoppad (typ av utdatafunktion: %s)

source: Boundary skipped (output feature type: %s)
sv: Gränsen har hoppats över (typ av utmatningsfunktion: %s)

source: Face skipped (output feature type: %s)
sv: Ytan hoppades över (typ av utmatningsfunktion: %s)

source: Invalid feature type (%d) for nodes
sv: Ogiltig funktionstyp (%d) för noder

source: PostGIS topology schema not defined
sv: PostGIS topologi-schema inte definierat

source: Trying to insert 3D data into feature table which store 2D data only
sv: Försöker infoga 3D-data i funktionstabellen som bara lagrar 2D-data

source: Trying to insert 2D data into feature table which store 3D data only
sv: Försöker infoga 2D-data i funktionstabellen som endast lagrar 3D-data

source: Unable to insert topological element into PostGIS Topology schema
sv: Det går inte att infoga ett topologiskt element i PostGIS topologiska schema

source: FID column must be integer, column <%s> ignored!
sv: FID-kolumnen måste vara ett heltal, kolumn <%s> ignoreras!

source: Invalid value for FID column: NULL
sv: Ogiltigt värde för FID-kolumnen: NULL

source: Invalid feature %d (max: %d)
sv: Ogiltig funktion %d (max: %d)

source: Invalid feature type (%d) for node
sv: Ogiltig funktionstyp (%d) för nod

source: Invalid node %d (%d)
sv: Ogiltig nod %d (%d)

source: Unable to determine next left/right edge for edge %d
sv: Kan inte bestämma nästa vänster/högerkant för kant %d

source: Unable to insert new edge. Topology not available.
sv: Det går inte att infoga en ny kant. Topologin är inte tillgänglig.

source: Invalid topology
sv: Ogiltig topologi

source: Attempt to access non-existing feature %d
sv: Försök att få åtkomst till en icke-existerande funktion %d

source: Unable to determine next left/right edge
sv: Kan inte bestämma nästa vänster/högerkant

source: Unable to create new face
sv: Kan inte skapa ny yta

source: Unable to delete node %d
sv: Det går inte att ta bort noden %d

source: Unable to calculate centroid for area
sv: Det går inte att beräkna centroid för området

source: Attempt to delete dead feature
sv: Försök att ta bort död funktion

source: Unsupported vector map format (%d)
sv: Vektorkartformat som inte stöds (%d)

source: This version of GRASS (%d.%d) is too old to read this category index format. Try to rebuild topology or upgrade GRASS to at least version %d.
sv: Denna version av GRASS (%d.%d) är för gammal för att läsa detta kategoriindexformat. Försök att bygga om topologin eller uppgradera GRASS till minst version %d.

source: Writing to file loaded to memory not supported
sv: Skrivning till fil som laddats till minnet stöds inte

source: Unable to load file to memory, file not open
sv: Det går inte att ladda filen till minnet, filen är inte öppen

source: Vector memory mode not supported, using 'AUTO'
sv: Vector memory mode stöds inte, använd 'AUTO'

source: Vector format not recognized: %s
sv: Vektorformatet känns inte igen: %s

source: Line <%s> is too long
sv: Rad <%s> är för lång

source: Vector format '%s' not supported
sv: Vektorformatet '%s' stöds inte

source: Format definition is not correct: %s
sv: Formatdefinitionen är inte korrekt: %s

source: Unable read topology for nodes
cs: Nelze èíst topologii pro uzly
sv: Det går inte att läsa topologi för noder

source: Unable to read topology for node %d
cs: Nelze naèíst topologii pro uzel %d
sv: Det går inte att läsa topologin för nod %d

source: Unable read topology for lines
cs: Nelze èíst topologii pro linie
sv: Det går inte att läsa topologi för linjer

source: Unable to read topology for line %d
cs: Nelze naèíst topologii pro linii %d
sv: Det går inte att läsa topologin för linje %d

source: Unable to read topo for areas
cs: Nelze èíst topologii pro plochy
sv: Går inte att läsa topo för områden

source: Unable read topology for area %d
cs: Nelze naèíst topologii pro plochu %d
sv: Det går inte att läsa topologin för område %d

source: Unable to read topology for isles
cs: Nelze èíst topologii pro ostrovy
sv: Det går inte att läsa topologin för öarna

source: Unable to read topology for isle %d
cs: Nelze naèíst topologii pro ostrov %d
sv: Det går inte att läsa topologin för ön %d

source: Unable to write head to plus file
cs: Nelze zapsat hlavièku do pøídavného souboru
sv: Det går inte att skriva head to plus-fil

source: Unable to write nodes to plus file
cs: Nelze zapsat uzly do pøídavného souboru
sv: Det går inte att skriva noder till plus-filen

source: Unable to write lines to plus file
cs: Nelze zapsat linie do pøídavného souboru
sv: Det går inte att skriva rader till plus-filen

source: Unable to write areas to plus file
cs: Nelze zapsat plochy do pøídavného souboru
sv: Det går inte att skriva områden till plus-filen

source: Unable to write isles to plus file
cs: Nelze zapsat ostrovy do pøídavného souboru
sv: Det går inte att skriva isles to plus-fil

source: Line %d already has area/isle %d to left
cs: Linie %d má ji¾ na levé stranì plochu/ostrov %d
sv: Linje %d har redan yta/gång %d till vänster

source: Line %d already has area/isle %d to right
cs: Linie %d má ji¾ na pravé stranì plochu/ostrov %d
sv: Linje %d har redan yta/gång %d till höger

source: Isle already registered in area
sv: Isle redan registrerad i området

source: Attempt to delete isle from dead area
cs: Pokus o odstranìné ostrova z mrtvé plochy
sv: Försök att ta bort ö från dött område

source: Attempt to delete not registered isle %d from area %d
cs: Pokus o odstranìní neregistrovaného ostrova %d z plochy %d
sv: Försök att ta bort ej registrerad ö %d från område %d

source: Attempt to delete dead area
cs: Pokus o odstranìní mrtvé plochy
sv: Försök att ta bort döda områden

source: Dead centroid %d registered for area (bug in the vector library)
cs: Mrtvý centroid %d registrován k plo¹e (chyba ve vektorové knihovnì).
sv: Död centroid %d registrerad för område (bugg i vektorbiblioteket)

source: Attempt to delete area %d info from dead isle %d
cs: Pokus o odstranìní informace o plo¹e %d z mrtvého ostrova %d
sv: Försök att ta bort information från område %d från den döda ön %d

source: Attempt to delete isle %d info from dead area %d
cs: Pokus o odstranìní informace o ostrovì %d z mrtvé plochy %d
sv: Försök att ta bort ö %d info från dött område %d
