Repository: OSGeo/grass
Catalog: locale/po/grasslibs_*.po
Languages: cs, sv

source: MAPSET is not set
cs: MAPSET není nastaven
sv: MAPSET är inte inställd

source: MAPSET <%s> not available
sv: MAPSET <%s> inte tillgängligt

source: Unable to make mapset element %s (%s): %s
sv: Det går inte att skapa mapset-element %s (%s): %s

source: Unable to access mapset element %s (%s): %s
sv: Det går inte att komma åt mapset-elementet %s (%s): %s

source: Attempt to create read-only temporary file
sv: Försök att skapa en skrivskyddad temporär fil

source: Unrecognised access mode: %o
sv: Oigenkänt åtkomstläge: %o

source: This location has no description.
sv: Denna plats har ingen beskrivning.

source: Option is NULL.
sv: Alternativet är NULL.

source: Option key is NULL.
sv: Alternativnyckeln är NULL.

source: One thread is set up for parallel computing.
sv: En tråd är konfigurerad för parallella beräkningar.

source: GRASS is not compiled with OpenMP support, parallel computation is disabled. Only one thread will be used.
sv: GRASS är inte kompilerat med OpenMP-stöd, parallellberäkning är inaktiverad. Endast en tråd kommer att användas.

source: G__open(read): mapset <%s> doesn't match xmapset <%s>
cs: G__open(read): mapset <%s> neodpovídá xmapset <%s>
sv: G__open(read): mapset <%s> stämmer inte överens med xmapset <%s>

source: G__open(read): Unable to open '%s': %s
sv: G__open(read): Det gick inte att öppna '%s': %s

source: G__open(write): xmapset <%s> != G_mapset() <%s>
sv: G__öppna(skriv): xmapset <%s> != G_mapset() <%s>

source: G__open(write): Unable to open '%s': %s
sv: G__open(write): Det gick inte att öppna '%s': %s

source: G__open_misc(read): mapset <%s> doesn't match xmapset <%s>
sv: G__open_misc(read): mapset <%s> stämmer inte överens med xmapset <%s>

source: G__open_misc(write): xmapset <%s> != G_mapset() <%s>
sv: G__öppna_misc(skriv): xmapset <%s> != G_mapset() <%s>

source: Bug in UI description. Missing module description
sv: Bugg i UI-beskrivning. Saknar beskrivning av modul

source: Bug in UI description. Missing option key
sv: Bugg i UI-beskrivning. Saknar alternativknapp

source: Bug in UI description. Option key <%s> is not valid
sv: Bugg i UI-beskrivning. Alternativknappen <%s> är inte giltig

source: Bug in UI description. Description for option <%s> missing
sv: Bugg i UI-beskrivning. Beskrivning för alternativet <%s> saknas

source: Bug in UI description. Option '%s' in <%s> does not exist
sv: Bugg i UI-beskrivning. Alternativet '%s' i <%s> finns inte

source: Use either --quiet or --verbose flag, not both. Assuming --verbose.
cs: Pou¾ijte buï --quiet nebo --verbose indikátor ne oba. Pou¾iji --verbose.
sv: Använd antingen flaggan --quiet eller --verbose, inte båda. Förutsätter --verbose.

source: Use either --quiet or --verbose flag, not both. Assuming --quiet.
cs: Pou¾ijte buï --quiet nebo --verbose indikátor ne oba. Pou¾iji --quiet.
sv: Använd antingen flaggan --quiet eller --verbose, inte båda. Förutsätter --quiet.

source: Use either --qq or --verbose flag, not both. Assuming --qq.
sv: Använd antingen --qq eller --verbose flagga, inte båda. Förutsätter --qq.

source: Sorry <%s> is not a valid option
sv: Tyvärr är <%s> inte ett giltigt alternativ

source: Your installation doesn't include GUI, exiting.
sv: Din installation innehåller inte grafiskt gränssnitt, avslutar.

source: ERROR
sv: FEL

source: Unable to determine program name
cs: nelze urèit jméno programu
sv: Det går inte att fastställa programnamnet

source: %s: Sorry, <%c> is not a valid flag
sv: %s: Tyvärr, <%c> är inte en giltig flagga

source: Please update the usage of <%s>: flag <%c> has been renamed to <%s>
sv: Vänligen uppdatera användningen av <%s>: flagga <%c> har bytt namn till <%s>

source: Please update the usage of <%s>: flag <%c> has been renamed to option <%s>
sv: Uppdatera användningen av <%s>: flagga <%c> har bytt namn till alternativ <%s>

source: %s: Sorry, <%s=> is ambiguous
sv: %s: Tyvärr, <%s=> är tvetydigt

source: Option <%s=> matches
sv: Alternativ <%s=> matchningar

source: Please update the usage of <%s>: option <%s> has been renamed to flag <%s>
sv: Uppdatera användningen av <%s>: alternativ <%s> har bytt namn till flagga <%s>

source: Please update the usage of <%s>: option <%s> has been renamed to flag <%c>
sv: Uppdatera användningen av <%s>: alternativ <%s> har bytt namn till flagga <%c>

source: Please update the usage of <%s>: option <%s> has been renamed to <%s>
sv: Uppdatera användningen av <%s>: alternativet <%s> har bytt namn till <%s>

source: %s: Sorry, <%s> is not a valid parameter
sv: %s: Tyvärr, <%s> är inte en giltig parameter

source: <%s> is an abbreviation for <%s>
sv: <%s> är en förkortning för <%s>

source: Option <%s> does not accept multiple answers
sv: Alternativ <%s> accepterar inte flera svar

source: Illegal range syntax for parameter <%s> Presented as: %s
sv: Otillåten intervallsyntax för parameter <%s> Presenteras som: %s

source: Value <%s> out of range for parameter <%s> Legal range: %s
sv: Värde <%s> utanför intervallet för parameter <%s> Lagligt intervall: %s

source: Missing value for parameter <%s>
sv: Saknat värde för parameter <%s>

source: Invalid value <%s> for parameter <%s>
sv: Ogiltigt värde <%s> för parameter <%s>

source: Value <%s> ambiguous for parameter <%s> Valid options: %s
sv: Värdet <%s> är tvetydigt för parametern <%s> Giltiga alternativ: %s

source: Required parameter <%s> not set: (%s)
sv: Obligatorisk parameter <%s> inte inställd: (%s)

source: Option <%s> must be provided in multiples of %d You provided %d item(s): %s
sv: Alternativ <%s> måste tillhandahållas i multiplar av %d Du tillhandahöll %d föremål: %s

source: option <%s>: <%s> exists. To overwrite, use the --overwrite flag
sv: alternativet <%s>: <%s> finns. För att skriva över, använd flaggan --overwrite

source: %s= is not a separator option
sv: %s= är inte ett separatoralternativ

source: No separator given for %s=
sv: Ingen separator anges för %s=

source: %s= is not a file option
sv: %s= är inte ett filalternativ

source: Opening multiple files not supported for %s=
sv: Öppning av flera filer stöds inte för %s=

source: Unable to open %s file <%s>: %s
sv: Det går inte att öppna filen %s <%s>: %s

source: Unable to create %s file <%s>: %s
sv: Det gick inte att skapa %s-filen <%s>: %s

source: Internal error: option or flag not found
sv: Internt fel: alternativ eller flagga hittades inte

source: %s and <%s>
sv: %s och <%s>

source: %s or <%s>
sv: %s eller <%s>

source: Options %s are mutually exclusive
sv: Alternativ %s är ömsesidigt uteslutande

source: At least one of the following options is required: %s
sv: Minst ett av följande alternativ krävs: %s

source: Option <%s> requires at least one of %s
sv: Alternativ <%s> kräver minst ett av %s

source: Option <%s> requires %s
sv: Alternativ <%s> kräver %s

source: Option <%s> requires all of %s
sv: Alternativ <%s> kräver alla alternativ %s

source: Option <%s> is mutually exclusive with all of %s
sv: Alternativ <%s> är ömsesidigt uteslutande med alla alternativ %s

source: Either all or none of %s must be given
sv: Antingen allt eller inget av %s måste anges

source: Internal error: invalid rule type: %d
sv: Internt fel: ogiltig regeltyp: %d

source: Internal error: the number of options is < 0
sv: Internt fel: antalet alternativ är < 0

source: Description:
sv: Beskrivning:

source: Keywords:
sv: Nyckelord:

source: Usage:
sv: Användning:

source: ERROR: Option key not defined
sv: FEL: Alternativnyckel inte definierad

source: Flags:
sv: Flaggor:

source: Allow output files to overwrite existing files
cs: Povolit výstupním souborùm pøepsat existující soubory
sv: Tillåt utdatafiler att skriva över befintliga filer

source: Print usage summary
sv: Skriv ut användningsöversikt

source: Verbose module output
cs: Roz¹íøený výpis
sv: Verbose modulutdata

source: Quiet module output
cs: Redukovaný výpis
sv: Tyst modulutdata

source: Super quiet module output
sv: Supertyst modulutdata

source: Force launching GUI dialog
sv: Tvinga fram start av GUI-dialog

source: Parameters:
sv: Parametrar:

source: %*s default: %s
cs: %*s výchozí: %s
sv: %*s standard: %s

source: %*s options:
cs: %*s volby:
sv: %*s alternativ:

source: NAME
cs: Název
sv: NAMN

source: KEYWORDS
cs: Klíèová slova
sv: NYCKELORD

source: Flags
cs: Pøepínaèe
sv: Flaggor

source: Parameters
cs: Parametry
sv: Parametrar

source: Options
cs: Volby
sv: Alternativ

source: Default
cs: Výchozí
sv: Standard

source: Input string not understood: <%s>. Multiple '@' chars?
sv: Inmatningssträngen förstods inte: <%s>. Flera '@'-tecken?

source: Allowed values
sv: Tillåtna värden

source: Very quiet module output
sv: Mycket tyst modulutdata

source: Used as
sv: Används som

source: SQL SELECT statement
sv: SQL SELECT-sats

source: Example: select * from towns where population > 10000
sv: Exempel: select * from towns where population > 10000

source: WHERE conditions of SQL statement without 'where' keyword
cs: Podmínka WHERE pøíkazu SQL bez klíèového slova 'where'
sv: WHERE-villkor i SQL-satsen utan nyckelordet "where

source: Example: income < 1000 and population >= 10000
sv: Exempel: inkomst < 1000 och befolkning >= 10000

source: Name of attribute table
sv: Namn på attributtabell

source: Name of database driver
sv: Namn på databasdrivrutin

source: Name of database
sv: Namn på databas

source: Database schema
sv: Databasschema

source: Do not use this option if schemas are not supported by driver/database server
sv: Använd inte detta alternativ om scheman inte stöds av drivrutinen/databasservern

source: Name of attribute column
cs: Název sloupce atributové tabulky
sv: Namn på attributkolumn

source: Name of attribute column(s)
cs: Název sloupce(ù) atributové tabulky
sv: Namn på attributkolumn(er)

source: Name of key column
sv: Namn på nyckelkolumn

source: Must refer to an integer column
sv: Måste referera till en kolumn med heltal

source: Name of input imagery group
cs: Název vstupní skupiny obrazových dat
sv: Namn på inmatad bildgrupp

source: Name of input imagery subgroup
cs: Název vstupní podskupiny obrazových dat
sv: Namn på undergrupp för inmatning av bilder

source: Maximum memory to be used (in MB)
sv: Maximalt minne som ska användas (i MB)

source: Cache size for raster rows
sv: Cachestorlek för rasterrader

source: Name of input raster map
cs: Název vstupní rastrové mapy
sv: Namn på inmatad rasterkarta

source: Name of input raster map(s)
cs: Název vstupní rastrové mapy
sv: Namn på ingående rasterkarta(er)

source: Name for output raster map
cs: Název výstupní rastrové mapy
sv: Namn för utgående rasterkarta

source: Name for output raster map(s)
sv: Namn för rasterkarta(r) för utdata

source: Name of raster map
sv: Namn på rasterkarta

source: Name of raster map(s)
sv: Namn på rasterkarta(n)

source: Name of base raster map
cs: Název pùvodní rastrové mapy
sv: Namn på basrasterkartan

source: Name of cover raster map
cs: Název pøekrývající rastrové mapy
sv: Namn på rasterkarta över täckning

source: Name of input elevation raster map
sv: Namn på inmatad höjdrasterkarta

source: Name of input elevation raster map(s)
sv: Namn på rasterkarta(er) för höjddata

source: Type of raster map to be created
sv: Typ av rasterkarta som ska skapas

source: Storage type for resultant raster map
sv: Lagringstyp för resulterande rasterkarta

source: Integer
sv: Heltal

source: Single precision floating point
sv: Flyttal med enkel precision

source: Double precision floating point
sv: Flyttal med dubbel precision

source: Sampling interpolation method
sv: Interpolationsmetod för provtagning

source: Nearest-neighbor interpolation
sv: Interpolering av närmaste granne

source: Bicubic interpolation
sv: Bikubisk interpolation

source: Bilinear interpolation
sv: Bilinjär interpolation

source: Name of input basename raster map(s)
sv: Namn på inmatad basnamn rasterkarta(er)

source: Name for output basename raster map(s)
sv: Namn för utmatad basnamn rasterkarta(er)

source: Name of input 3D raster map
sv: Namn på inmatad 3D-rasterkarta

source: Name of input 3D raster map(s)
sv: Namn på inmatad 3D-rasterkarta(er)

source: Name for output 3D raster map
sv: Namn för utmatad 3D-rasterkarta

source: Name of 3D raster map
sv: Namn på 3D-rasterkarta

source: Name of 3D raster map(s)
sv: Namn på 3D-rasterkarta(er)

source: Data type used in the output raster3d map
sv: Datatyp som används i den utgående raster3d-kartan

source: Number of digits used as mantissa in the internal map storage, 0 -23 for float, 0 - 52 for double, max or default
sv: Antal siffror som används som mantissa i det interna kartlagret, 0 -23 för float, 0 - 52 för double, max eller default

source: The compression method used in the output raster3d map
sv: Den komprimeringsmetod som används i den utgående raster3d-kartan

source: The dimensions of the tiles used in the output raster3d map (XxYxZ or default: 16x16x8)
sv: Dimensionerna på de rutor som används i den utgående raster3d-kartan (XxYxZ eller standard: 16x16x8)

source: Name of input vector map
cs: Název vstupní vektorové mapy
sv: Namn på inmatningsvektorkartan

source: Or data source for direct OGR access
sv: Eller datakälla för direkt åtkomst till OGR

source: Name of input vector map(s)
cs: Název vstupní vektorové mapy
sv: Namn på inmatningsvektorkarta(er)

source: Or data source(s) for direct OGR access
sv: Eller datakälla(r) för direkt OGR-åtkomst

source: Name for output vector map
cs: Název výstupní vektorové mapy
sv: Namn för utmatningsvektorkarta

source: Name of vector map
sv: Namn på vektorkarta

source: Name of vector map(s)
sv: Namn på vektorkarta(n)

source: Input feature type
sv: Typ av inmatningsfunktion

source: Layer number or name
sv: Lagrets nummer eller namn

source: Vector features can have category values in different layers. This number determines which layer to use. When used with direct OGR access this is the layer name.
sv: Vektorfunktioner kan ha kategorivärden i olika lager. Detta nummer avgör vilket lager som ska användas. När det används med direkt OGR-åtkomst är detta lagrets namn.

source: Layer number or name ('-1' for all layers)
sv: Nummer eller namn på lagret ('-1' för alla lager)

source: A single vector map can be connected to multiple database tables. This number determines which table to use. When used with direct OGR access this is the layer name.
sv: En enda vektorkarta kan anslutas till flera databastabeller. Detta nummer avgör vilken tabell som ska användas. När den används med direkt OGR-åtkomst är detta lagrets namn.

source: Category value
cs: Kategorie
sv: Kategori värde

source: Category values
cs: Hodnoty kategorie
sv: Kategori värden

source: Example: 1,3,7-9,13
cs: Napø.: 1,3,7-9,13
sv: Exempel: 1,3,7-9,13

source: Feature id
sv: Funktion id

source: Feature ids
sv: Funktionens id

source: Name of input file
cs: Název vstupního souboru %s
sv: Namn på inmatningsfilen

source: Name for output file
cs: Název výstupního souboru
sv: Namn för utdatafil

source: Field separator
cs: Oddìlovaè
sv: Fältseparator

source: Special characters: pipe, comma, space, tab, newline
sv: Specialtecken: pipe, kommatecken, mellanslag, tabb, ny rad

source: Color
cs: Barva
sv: Färg

source: Either a standard color name or R:G:B triplet
cs: Buï název standardní barvy nebo R:G:B triplet
sv: Antingen ett standardfärgnamn eller R:G:B-triplett

source: Either a standard color name, R:G:B triplet, or "none"
sv: Antingen ett standardfärgnamn, R:G:B-triplett eller "ingen"

source: Color format
sv: Färgformat

source: Color format for output values.
sv: Färgformat för utdatavärden.

source: output color in HEX format
sv: utmatningsfärg i HEX-format

source: output color in RGB format
sv: utmatningsfärg i RGB-format

source: output color in HSV format (experimental)
sv: utmatningsfärg i HSV-format (experimentell)

source: output color in colon-separated RGB format
sv: utmatningsfärg i kolonseparerat RGB-format

source: Name of input directory
sv: Namn på katalog för inmatning

source: Units
sv: Enheter

source: Data type(s)
sv: Datatyp(er)

source: Name of mapset (default: current search path)
sv: Namn på mapset (standard: aktuell sökväg)

source: '.' for current mapset
sv: '.' för aktuellt kartset

source: Project (location) name
sv: Projektets (platsens) namn

source: Project name (not path to project)
sv: Projektnamn (inte sökväg till projektet)

source: GRASS GIS database directory
sv: GRASS GIS-databas katalog

source: Default: path to the current GRASS GIS database
sv: Standard: sökväg till den aktuella GRASS GIS-databasen

source: Coordinates
sv: Koordinater

source: Name of color table
sv: Namn på färgtabell

source: String representing NULL value
sv: Sträng som representerar NULL-värde

source: Name of saved region
sv: Namn på sparad region

source: Number of threads for parallel computing
sv: Antal trådar för parallella beräkningar

source: 0: use OpenMP default; >0: use nprocs; <0: use MAX-nprocs
sv: 0: använd OpenMP-standard; >0: använd nprocs; <0: använd MAX-nprocs

source: Seed value for the random number generator
sv: Seed-värde för slumptalsgeneratorn

source: Using the same seed ensures identical results, while a randomly generated seed produces different outcomes in each run.
sv: Om man använder samma frö får man identiska resultat, medan ett slumpmässigt genererat frö ger olika resultat i varje körning.

source: Name of the input space time dataset
sv: Namn på den ingående datasetet för rymdtid

source: Name of the input space time datasets
sv: Namn på de ingående dataseten för rymdtid

source: Name of the output space time dataset
sv: Namn på utdatasetet för rymdtid

source: Name of the input space time raster dataset
sv: Namn på den ingående rasterdatasetet för rymd och tid

source: Name of the input space time raster datasets
sv: Namn på de ingående rasterdataseten för rymdtid

source: Name of the output space time raster dataset
sv: Namn på rasterdatasetet för rymdtid som matas ut

source: Name of the output space time raster datasets
sv: Namn på rasterdataset för utdata för rymdtid

source: Name of the input space time vector dataset
sv: Namn på datasetet med tidsvektorer för inmatningsutrymmet

source: Name of the input space time vector datasets
sv: Namn på tidsvektordataset för inmatningsutrymmet

source: Name of the output space time vector dataset
sv: Namn på datasetet med tidsvektorer för utdatarummet

source: Name of the input space time raster3d dataset
sv: Namn på den ingående raster3d-datauppsättningen för rymdtid

source: Name of the input space time raster3d datasets
sv: Namn på de ingående raster3d-datauppsättningarna för rymdtid

source: Name of the output space time raster3d dataset
sv: Namn på utmatad raster3d-datauppsättning för rymdtid

source: Type of the input space time dataset
sv: Typ av inmatad dataset för rymdtid

source: Name of the input map
sv: Namn på inmatningskartan

source: Name of the input maps
sv: Namn på inmatningskartorna

source: Type of the input map
sv: Typ av inmatningskarta

source: The temporal type of the space time dataset
sv: Den temporala typen av rumtidsdataset

source: WHERE conditions of SQL statement without 'where' keyword used in the temporal GIS framework
sv: WHERE-betingelser i SQL-satsen utan nyckelordet "where" som används i det temporala GIS-ramverket

source: Example: start_time > '2001-01-01 12:30:00'
sv: Exempel: start_time > '2001-01-01 12:30:00'

source: The method to be used for sampling the input dataset
sv: Den metod som ska användas för provtagning av indatasetet

source: Output format
sv: Utdata format

source: plain;Plain text output;json;JSON (JavaScript Object Notation);
sv: plain;Vanlig textutskrift;json;JSON (JavaScript Object Notation);

source: Do not create attribute table
sv: Skapa inte attributtabell

source: Do not build topology
sv: Bygg inte upp topologin

source: Advantageous when handling a large number of points
sv: Fördelaktigt vid hantering av ett stort antal punkter

source: Multiple outputs are not supported by WPS 1.0.0
sv: Flera utmatningar stöds inte av WPS 1.0.0

source: Unable to open file <%s> for reading
sv: Det går inte att öppna filen <%s> för läsning

source: Unable to fetch security info for <%s>
sv: Det går inte att hämta säkerhetsinformation för <%s>

source: Latitude-Longitude
cs: Zemìpisná ¹íøka a délka
sv: Latitud-Longitud

source: Other Projection
cs: Ostatní mapové projekce
sv: Övrig projektion

source: Unknown projection
cs: Neznámá mapová projekce
sv: Okänd projektion

source: Syntax error in cell header, line %d: %s
sv: Syntaxfel i cellhuvudet, rad %d: %s

source: Duplicate projection field
sv: Duplicerat projektionsfält

source: Invalid projection field: %s
sv: Ogiltigt projektionsfält: %s

source: Duplicate zone field
sv: Duplicerat zonfält

source: Invalid zone field: %s
sv: Ogiltigt zonfält: %s

source: Field <%s> missing
sv: Fält <%s> saknas

source: Duplicate north field
sv: Duplicera norra fältet

source: Invalid north field: %s
sv: Ogiltigt fält i norr: %s

source: Duplicate south field
sv: Duplicera södra fältet

source: Invalid south field: %s
sv: Ogiltigt södra fält: %s

source: Duplicate east field
sv: Duplicera östra fältet

source: Invalid east field: %s
sv: Ogiltigt östfält: %s

source: Duplicate west field
sv: Duplicera västra fältet

source: Invalid west field: %s
sv: Ogiltigt västfält: %s

source: Duplicate top field
sv: Duplicerat toppfält

source: Invalid top field: %s
sv: Ogiltigt övre fält: %s

source: Duplicate bottom field
sv: Duplicera bottenfältet

source: Invalid bottom field: %s
sv: Ogiltigt bottenfält: %s

source: Duplicate e-w resolution field
sv: Duplikat e-w upplösningsfält

source: Invalid e-w resolution field: %s
sv: Ogiltigt upplösningsfält för e-w: %s

source: Duplicate 3D e-w resolution field
sv: Duplikat 3D upplösningsfält för e-upplösning

source: Invalid 3D e-w resolution field: %s
sv: Ogiltigt fält för upplösning 3D e-w: %s

source: Duplicate n-s resolution field
sv: Duplikat n-s upplösningsfält

source: Invalid n-s resolution field: %s
sv: Ogiltigt n-s upplösningsfält: %s

source: Duplicate 3D n-s resolution field
sv: Duplicerat 3D-fält med n-s-upplösning

source: Invalid 3D n-s resolution field: %s
sv: Ogiltigt 3D n-s upplösningsfält: %s

source: Duplicate t-b resolution field
sv: Duplikat t-b upplösningsfält

source: Invalid t-b resolution field: %s
sv: Ogiltigt fält för t-b-upplösning: %s

source: Duplicate rows field
sv: Duplicerat fält för rader

source: Invalid rows field: %s
sv: Ogiltigt fält för rader: %s

source: Duplicate 3D rows field
sv: Duplicera fältet för 3D-rader

source: Invalid 3D rows field: %s
sv: Ogiltigt fält för 3D-rader: %s

source: Duplicate cols field
sv: Duplicerat kolumnfält

source: Invalid cols field: %s
sv: Ogiltigt kolumnfält: %s

source: Duplicate 3D cols field
sv: Duplicera fältet 3D cols

source: Invalid 3D cols field: %s
sv: Ogiltigt fält för 3D-kolumner: %s

source: Duplicate depths field
sv: Duplicera djupfält

source: Invalid depths field: %s
sv: Ogiltigt djupfält: %s

source: Duplicate format field
sv: Duplicerat formatfält

source: Invalid format field: %s
sv: Ogiltigt formatfält: %s

source: Duplicate compressed field
sv: Duplicerat komprimerat fält

source: Invalid compressed field: %s
sv: Ogiltigt komprimerat fält: %s

source: Unable to seek: %s
sv: Det går inte att söka: %s

source: Seek offset out of range
sv: Sökningens offset utanför intervallet

source: CreateProcess() failed: error = %d
sv: CreateProcess() misslyckades: error = %d

source: G_spawn: unable to redirect descriptor %d
sv: G_spawn: det går inte att omdirigera descriptor %d

source: G_spawn: unable to open file %s
cs: G_spawn: nelze otevøít soubor %s
sv: G_spawn: filen kan inte öppnas %s

source: G_spawn: unable to execute command
sv: G_spawn: kan inte utföra kommandot
