Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Name for the output raster map (override)
cs: Název výstupní rastrové mapy (pøepi¹)

source: cols=%d
cs: sloupce=%d

source: SECTION 2: A * Search.
cs: ÈÁST 2: A * Hledání.

source: SECTION 4: Length Slope determination.
cs: ÈÁST 4: Urèuji délku svahu.

source: USAGE for basin delineation: %s -4 el=elevation_map t=swale_threshold [ov=overland_flow_map] [dr=drain_direction_map] [de=depression_map] [ac=accumulation_map] [di=display_map] ba=watershed_basin_map [se=stream_segment_map] USAGE for ARMSED FILE creation: %s [-4] el=elevation_map t=swale_threshold [ov=overland_flow_map] [dr=drain_direction_map] [de=depression_map] [ac=accumulation_map] [di=display_map] [ba=watershed_basin_map] [se=stream_segment_map] ha=half_basin_map ar=ARMSED_file_name USAGE for slope length determination: %s [-4] el=elevation_map t=swale_threshold [dr=drain_direction_map] [de=depression_map] [ac=accumulation_map] [di=display_map] [ms=max_slope_length] [ob=overland_blocking_map] [S=slope_steepness_map] LS=length_slope_map [r=rill_erosion_map] [sd=slope_deposition value or map]
cs: POU®ITÍ pro vytvoøení povodí: %s -4 el=mapa_elevace t=prahová_hodnota_bezodtokových_oblastí [ov=mapa_povrchového_odtoku] [dr=mapa_smìru_odtoku] [de=mapa_depresí] [ac=mapa_akumulace] [di=mapa_zobrazení] ba=mapa_povodí [se=mapa_segmentÅ¼_drah_povrchového_odtoku] POUÅ½ITÍ pro vytvoøení souboru ARMSED: %s [-4] el=mapa_elevace t=prahová_hodnota_bezodtokových_oblastí [ov=mapa_povrchového_odtoku] [dr=mapa_smìru_odtoku] [de=mapa_depresí] [ac=mapa_akumulace] [di=mapa_zobrazení] [ba=mapa_povodí] [se=mapa_segmentÅ¼_drah_povrchového_odtoku] ha=mapa_polopovodí(halfbasin) ar=jméno_souboru_ARMSED POU®ITÍ urèení délky svahu: %s [-4] el=mapa_elevace t=prahová_hodnota_bezodtokových_oblastí [dr=mapa_smìru_odtoku] [de=mapa_depresí] [ac=mapa_akumulace] [di=mapa_zobrazení] [ms=maximální_délka_svahu] [ob=mapa_bariér] [S=mapa_faktoru_sklonu_svahu] LS=mapa_faktoru_sklonu_a_délky_svahu [r=mapa_stru¾kové_eroze] [sd=hodnota_sklonu_svahu_pøi_depozici]

source: SECTION 1 beginning: Initiating Variables. %d sections total.
cs: ÈÁST 1 zaèínám: Nastavuji promìnné. Celkem probìhne %d èástí.

source: Unable to open MASK
cs: Nemohu otevøít MASKu

source: unable to open new accum map layer.
cs: nemohu otevøít novou mapu akumulace

source: Close failed.
cs: Zavøení selhalo

source: unable to open new aspect map layer.
cs: nemohu otevøít novou mapu expozice

source: unable to open new L map layer.
cs: Nelze otevøít novou mapu L (faktoru délky svahu)

source: unable to open new slope length map layer.
cs: nemohu otevøít novou mapu LS (faktor délky a sklonu svahu)

source: unable to open new S map layer.
cs: nemohu otevøít novou mapu S (faktor sklonu svahu)

source: unable to open elevation map layer
cs: nemohu otevøít mapu elevace

source: unable to open runoff map layer
cs: nemohu otevøít mapu odtoku

source: unable to open depression map layer
cs: nemohu otevøít mapu depresí

source: unable to open blocking map layer
cs: nemohu otevøít mapu pøeká¾ek

source: unable to open rill map layer
cs: nemohu otevøít mapu drah soustøedìného odtoku

source: unable to open MASK
cs: nemohu otevøít MASKu

source: Watershed basin analysis program.
cs: Program na analýzu povodí

source: Input map: elevation on which entire analysis is based
cs: Vstupní mapa: digitální model terénu, na kterém je zalo¾ena celá analýza

source: Input map: locations of real depressions
cs: Vstupní mapa: umístìní skuteèných depresí

source: Input map: amount of overland flow per cell
cs: Vstupní mapa: mno¾ství povrchového odtoku na buòku

source: Input map or value: percent of disturbed land, for USLE
cs: Vstupní mapa nebo hodnota: procenta poru¹eného povrchu, pro USLE

source: Input map: terrain blocking overland surface flow, for USLE
cs: Vstupní mapa: povrchu bránícího povrchovému odtoku, pro USLE

source: Input value: minimum size of exterior watershed basin
cs: Vstupní hodnota: minimální velikost vnìj¹ího povodí

source: Input value: maximum length of surface flow, for USLE
cs: Vstupní hodnota: maximální délka povrchového odtoku, pro USLE

source: Output map: number of cells that drain through each cell
cs: Výstupní mapa: poèet bunìk, které teèou skrz ka¾dou buòku

source: Output map: drainage direction
cs: Výstupní mapa: smìr odtoku

source: Output map: unique label for each watershed basin
cs: Výstupní mapa: jednoznaèný ¹títek pro ka¾dé povodí

source: Output map: stream segments
cs: Výstupní mapa: èásti tokù

source: Output map: each half-basin is given a unique value
cs: Výstupní mapa: ka¾dému sub-povodí je dána jednoznaèná hodnota

source: Output map: useful for visual display of results
cs: Výstupní mapa: u¾iteèná pro vizuální zobrazení výsledkù

source: Output map: slope length and steepness (LS) factor for USLE
cs: Výstupní mapa: délka svahu a sklon, faktor (LS) pro USLE

source: Output map: slope steepness (S) factor for USLE
cs: Výstupní mapa: faktor sklonu svahu (S) pro USLE

source: Sorry, you must choose an output map.
cs: Promiòte, musíte zadat nìjakou výstupní mapu.

source: Sorry, if any of the following options are set: basin, stream, half.basin, slope, or lS you MUST provide a value for the basin threshold parameter.
cs: Promiòte, pokud je zadána nìkterá z následujících voleb: basin, stream, half.basin, slope nebo LS MUSÍTE zadat prahovou hodnotu povodí (basin threshold).

source: unable to open accum file in valid_basins()
cs: Nejsem schopen otevøít soubor s akumulací v valid_basins()

source: [%s] not found
cs: [%s] nenalezen

source: [%s] is a reclass file of map <%s> in mapset <%s> - can't uncompress
cs: [%s] je reklasifikací mapy <%s> v mapsetu <%s> - nelze rozbalit

source: [%s] is a reclass file of map <%s> in mapset <%s> - can't compress
cs: [%s] je reklasifikací mapy <%s> v mapsetu <%s> - nelze komprimovat

source: DONE: uncompressed file is %lu bytes smaller
cs: HOTOVO: komprimovaný soubor je %lu bytù men¹í

source: DONE: compressed file is %lu bytes smaller
cs: HOTOVO: komprimovaný soubor je %lu bytù men¹í

source: DONE: uncompressed file is %lu bytes bigger
cs: HOTOVO: rozbalený soubor je %lu bytù vìt¹í

source: DONE: compressed file is %lu bytes bigger
cs: HOTOVO: komprimovaný soubor je %lu bytù vìt¹í

source: [%s] already uncompressed
cs: [%s] je ji¾ rozbalena

source: [%s] already compressed
cs: [%s] je ji¾ komprimována

source: %sCOMPRESS [%s]
cs: %sKOMPRIMUJI [%s]

source: seed is set to %d
cs: poèátek nastaven na %d

source: Maps for computing inter-class distances
cs: Mapy pro poèítání vzdáleností mezi tøídami

source: Error reading input
cs: Chyba pøi ètení vstupu

source: raster, projection
cs: raster, projekce

source: Re-projects a raster map from one location to the current location.
cs: Zmìna projekce rastrové mapy ze zvolené location do aktuální location.

source: Location of input raster map
cs: Location vstupní mapy

source: Mapset of input raster map
cs: Mapset vstupní rastrové mapy

source: Name for output raster map (default: input)
cs: Jméno výstupní rastrové mapy (výchozí: jméno vstupní mapy)

source: Cache size (MiB)
cs: Velikost cache (MiB)

source: Resolution of output map
cs: Rozli¹ení výstupní mapy

source: List raster maps in input location and exit
cs: Vypi¹ rastrové soubory vstupní location a ukonèi se

source: You have to use a different location for input than the current
cs: Pro vstup musíte pou¾ít location rùznou od souèasné

source: Mapset <%s> in input location <%s> - %s
cs: Mapset <%s> ve vstupní location <%s> - <%s>

source: Checking location <%s>, mapset <%s>...
cs: Kontroluji location <%s>, mapset <%s>...

source: Raster map <%s> in location <%s> in mapset <%s> not found
cs: Rastrová mapa <%s> v location <%s>, mapsetu <%s> není dostupná

source: Unable to work with unprojected data (xy location)
cs: Nelze pracovat s nepøipojenými daty (xy location)

source: Cols: %d (%d)
cs: Sloupce: %d (%d)

source: Rows: %d (%d)
cs: Øádky: %d (%d)

source: North: %f (%f)
cs: Sever: %f (%f)

source: South: %f (%f)
cs: Jih: %f (%f)

source: West: %f (%f)
cs: Západ: %f (%f)

source: East: %f (%f)
cs: Východ: %f (%f)

source: EW-res: %f
cs: rozli¹ení vz: %f

source: NS-res: %f
cs: rozli¹ení sj: %f

source: Negative or no data pixel found. This module is not yet able to process no data holes in a map, please fill with r.fillnulls or other algorithms
cs: Byl nalezen pixel se zápornou nebo ¾ádnou hodnotou. Tento modul není schopen zpracovat díry v mapì, prosím vyplòte je pomocí r.fillnulls nebo jiným algoritmem.

source: Too many iterations to required to find %s - giving up
cs: Pøíli¹ mnoho iterací je po¾adováno pro nalezení %s - vzdávám to.

source: The size of sliding window (odd and >= 3)
cs: Velikost okna filtru (liché èíslo >= 3)

source: Angular Second Moment
cs: Druhý íºhlový moment

source: Features
cs: Prvky

source: Contrast
cs: Kontrast

source: Correlation
cs: Korelace

source: Inverse Diff Moment
cs: Inverzní diferenèní moment

source: Sum Average
cs: Suma prùmìru

source: Sum Variance
cs: Suma variance

source: Sum Entropy
cs: Suma entropie

source: Entropy
cs: Entropie

source: Difference Variance
cs: Diferenèní variance

source: Difference Entropy
cs: Diferenèní entropie

source: Measure of Correlation-1
cs: Korelaèní koeficient-1

source: Measure of Correlation-2
cs: Korelaèní koeficient-2

source: Max Correlation Coeff
cs: Maximální koeficient korelace

source: Nothing to compute. Use at least one of the flags.
cs: Není co poèítat. Pou¾ijte prosím nìkterý z pøepínaèù.

source: Converts a raster map layer into an ESRI ARCGRID file.
cs: Pøevede rastrovou mapu na soubor ESRI ARCGRID.

source: Name of an existing raster map layer
cs: Název existujícího rastru

source: Name of an output ARC-GID map (use out=- for stdout)
cs: Název výstupního ARC-GRID souboru (pro standardní výstup pou¾ijte out=-)

source: Number of decimal places
cs: Poèet míst za desetinnou èárkou

source: List one entry per line instead of full row
cs: Vypi¹ jeden záznam na øádek

source: Name for the output binary MAT-File
cs: Název výstupního binárního souboru MAT

source: Compares bit patterns with a raster map.
cs: Porovnává bitové vzory s rastrovou mapou.

source: Bit pattern position(s)
cs: Pozice bitového vzorku

source: Bit pattern value
cs: Hodnota bitového vzorku

source: Unable to write to <%s>
cs: Nelze zapisovat do <%s>

source: Can't create raster map <%s>
cs: Nelze vytvoøit rastrový soubor <%s>

source: Quant table not changed for %s
cs: Kvantizaèní tabulka pro %s nebyla zmìnìna

source: raster, import, LIDAR
cs: rastr, import, LIDAR

source: Create a raster map from an assemblage of many coordinates using univariate statistics.
cs: Vytvoøí rastrovou mapu smontováním více souøadnic za pomoci univariantní statistiky

source: Writing to map ...
cs: Zapisuji do vrstvy ...

source: Writing map, row %d
cs: Zapisuji mapu, øádek %d

source: 2d raster maps which represent the slices
cs: 2d rastrové mapy pøedstavující pláty

source: Use G3D mask (if exists) with output map
cs: Pou¾ít masku G3D (pokud existuje) s výstupní mapovou vrstvou

source: Could not get raster row
cs: Nelze získat øádek rastru

source: raster, volume, conversion
cs: rastr, objem, pøevod

source: Unable to close input map
cs: Nelze zavøít vstupní mapu

source: Generates three, or four raster map layers showing 1) the base (perpendicular) rate of spread (ROS), 2) the maximum (forward) ROS, 3) the direction of the maximum ROS, and optionally 4) the maximum potential spotting distance.
cs: Vytvoøí 3 nebo 4 rastrové mapy, kde: 1. - základní (kolmé) tempo ¹íøení (ROS), 2. - maximální tempo (vpøed) ROS, 3. - smìr maximálního ROS, a volitelnì, 4. - maximální potenciální vzdálenost, na kterou se mù¾e pøenést po¾ár jiskrami.

source: Name of raster map containing fuel MODELs
cs: Název rastrové mapy obsahující potenciálnì hoølavý materiál

source: Name of raster map containing the 1-HOUR fuel MOISTURE (%)
cs: Název rastrové mapy obsahující materiál, který vzdoruje ohni do 1 hodiny

source: Name of raster map containing the 10-HOUR fuel MOISTURE (%)
cs: Název rastrové mapy obsahující materiál, který vzdoruje ohni do 10 hodin

source: Name of raster map containing the 100-HOUR fuel MOISTURE (%)
cs: Název rastrové mapy obsahující materiál, který vzdoruje ohni do 100 hodin

source: Name of raster map containing LIVE fuel MOISTURE (%)
cs: Název rastrové mapy obsahující vlhkost v rostlinách (%)

source: Name of raster map containing midflame wind VELOCITYs (ft/min)
cs: Název rastrové mapy obsahující rychlost vìtru (stopy/min)

source: Name of raster map containing wind DIRECTIONs (degree)
cs: Název rastrové mapy obsahující smìry vìtru (ve stupních)

source: Name of raster map containing SLOPE (degree)
cs: Název rastrové mapy sklonù svahù (ve stupních)

source: Name of raster map containing ASPECT (degree, anti-clockwise from E)
cs: Název rastrové mapy expozice svahù (ve stupních, od V proti smìru hodinových ruèièek)

source: Name of raster map containing ELEVATION (m) (required w/ -s)
cs: Název rastrové mapy obsahující DMR (m)

source: Name of raster map to contain results (several new layers)
cs: Název rastrové mapy pro výstup (nìkolik nových vrstev)

source: Run verbosely
cs: Roz¹íøený výpis

source: Also produce maximum SPOTTING distance
cs: Vytvoø té¾ maximální vzdálenost, na kterou mù¾e pøeskoèit jiskra a zpùsobit po¾ár

source: The '-v' flag is superseded and will be removed in future. Please use '--verbose' instead.
cs: Pøepínaè '-v' byl nahrazen a bude v budoucnosti vyjmut. Prosím pou¾ijte místo nìjpøepínaè '--verbose'.

source: Raster map <%s> already exists in mapset <%s>, select another name
cs: Rastrová mapa <%s> ji¾ existuje v mapsetu <%s>, zkuste prosím jiné jméno.

source: Percent Completed ...
cs: Hotovo procent ...

source: Converts raster maps into the VTK-Ascii format
cs: Pøevede rastrové mapy do formátu VTK-Ascii

source: Unable to read row %i
cs: Nelze èíst øádek %i

source: Elevation raster map
cs: Rastrová mapa elevace

source: Elevation (if no elevation map is specified)
cs: Elevace (pokud není zadána mapa elevace)

source: Three (r,g,b) raster maps to create rgb values [redmap,greenmap,bluemap]
cs: Tøi rastrové mapy (r,g,b), které jsou pou¾ity pro vytvoøení hodnot rgb [redmap,greenmap,bluemap]

source: Scale factor effects the origin (if no elevation map is given)
cs: Faktor mìøítka ovlivní vstup (pokud není zadaná mapa elevace)

source: Cannot read row
cs: Nelze naèíst øádek

source: %s: Unable to find bounding box for lines
cs: %s: Nelze nalézt bounding box pro linie

source: Deleted %d pixels
cs: %d pixelù smazáno

source: File %s -- %d rows X %d columns
cs: Soubor %s -- %d øádkù X %d sloupcù

source: %s: Unable to create temporary file <%s> -- errno = %d
cs: %s: Nelze vytvoøit doèasný soubor <%s> -- errno = %d

source: %s: Error writing temporary file
cs: %s: Chyba pøi zapisování do doèasného souboru

source: Output file %d rows X %d columns
cs: Výstupní soubor %d øádkù X %d sloupcù

source: Window %d rows X %d columns
cs: Výøez %d øádkù X %d sloupcù

source: Thins non-zero cells that denote linear features in a raster map layer.
cs: Zmen¹í nenulové buòky tak, aby vznikly lineární struktury.

source: Calculate error matrix and kappa parameter for accuracy assessment of classification result.
cs: Spoèítá chybovou matici a parametr kappa pro evaluaci výsledkù klasifikace.

source: Generates area statistics for raster map layers.
cs: Vytvoøí statistiku ploch pro rastrové mapy.

source: Print averaged values instead of intervals
cs: Vytiskni prùmìrné hodnoty namísto intervalù

source: Print area totals
cs: Vytiskni celkový rozsah ploch

source: Print cell counts
cs: Vytiskni poèty bunìk

source: Print APPROXIMATE percents (total percent may not be 100%)
cs: Vypi¹ PØIBLI®NÁ procenta (suma nemusí být 100%)

source: Print raw indexes of fp ranges (fp maps only)
cs: Vytiskni neupravené indexy rozsahu hodnot s plovoucí desetinnou èárkou (pouze mapy s plovoucí desetinnou èárkou)

source: Suppress reporting of NULLs when all values are NULL
cs: Potlaè výpis NULL, pokud jsou v¹echny hodnoty NULL

source: Simulates elliptically anisotropic spread on a graphics window and generates a raster map of the cumulative time of spread, given raster maps containing the rates of spread (ROS), the ROS directions and the spread origins.
cs: Simuluje (elipticky) anizotropní ¹íøení po¾áru v grafickém oknì a vytvoøí rastrovou mapu kumulativního èasu ¹íøení, podle zadaných vstupních rastrových map obsahujících tempo ¹íøení (ROS), smìr ¹íøení a zdroj po¾áru.

source: Input_maps
cs: Vstupní mapy

source: Name of raster map containing MAX rate of spread (ROS) (cm/min)
cs: Název rastrové mapy obsahující maximální tempo ¹íøení ohnì (ROS) (v cm/min)

source: Name of raster map containing DIRections of max ROS (degree)
cs: Název rastrové mapy obsahující smìry ¹íøení ohnì (ve stupních)

source: Name of raster map containing BASE ROS (cm/min)
cs: Název rastrové mapy obsahující základní rychlost ¹íøení ohnì (cm/min)

source: Name of raster map containing STARTing sources
cs: Název rastrové mapy obsahující zdrojová místa odkud se ¹íøí po¾ár

source: Name of raster map containing max SPOTting DISTance (m) (required w/ -s)
cs: Název rastrové mapy obsahující maximální vzdálenost, na kterou mù¾e pøeskoèit jiskra a zpùsobit po¾ár (m) (po¾adováno w/ -s)

source: Name of raster map containing midflame Wind SPEED (ft/min) (required w/ -s)
cs: Název rastrové mapy obsahujího rychlost vìtru (stopy/min) (po¾adováno w/ -s)

source: Name of raster map containing fine Fuel MOISture of the cell receiving a spotting firebrand (%) (required w/ -s)
cs: Název rastrové mapy obsahující zbytkovou vlhkost v potenciálnì hoølavém materiálu pøedstavujícího oharky (hoølavý materiál) v (%) (po¾adováno w/ -s)

source: Basic sampling window SIZE needed to meet certain accuracy (3)
cs: Základní velikost okna pro analýzy potøebná k dosa¾ení urèité pøesnosti (3)

source: Sampling DENSity for additional COMPutin (range: 0.0 - 1.0 (0.5))
cs: Hustota sbìru (DENS) pro doplòkové kalkulace (COMP) (rozsah: 0.0 - 1.0 (0.5))

source: INITial TIME for current simulation (0) (min)
cs: Iniciální èas pro simulaci (0) v minutách

source: Output_maps
cs: Výstupní mapy

source: Name of raster map to contain OUTPUT spread time (min)
cs: Název rastrové mapy, která bude obsahovat VÉSTUPNÍ èas ¹íøení (v min)

source: For wildfires: consider SPOTTING effect
cs: Pro po¾áry: uva¾uj efekt odlétajících jisker

source: Could not get raster row from input map
cs: Nelze získat øádek rastru z vstupní vrstvy

source: Could not get raster row from elev map
cs: Nelze získat øádek rastru z vý¹kového modelu

source: Error writing G3D double data
cs: Chyba pøi zápisu G3D dat s plovoucí desetinnou èárkou

source: raster, raster3d, voxel, conversion
cs: rastr, rastr3d, voxel, pøevod

source: Floating point error(s) occured in the calculation
cs: Chyba ve výpoètu èísel s plovoucí desetinnou èárkou

source: Overflow occured in the calculation
cs: Pøeteèení je zapoèítáno ve výpoètu

source: Unable to open raster map <%s@%s>
cs: Nelze otevøít rastrovou mapu <%s@%s>

source: Failed writing raster map row
cs: Chyba pøi zápisu øádku rastrové mapy

source: Unable to close raster map
cs: Nelze uzavøít rastrovou mapu

source: Name of spread path raster map
cs: Název rastrové mapy obsahující cesty ¹íøení

source: raster, metadata
cs: rastr, metadata

source: Not enough room in history file
cs: Pro soubor s historií není dost místa

source: Error writing null row [%d].
cs: Chyba pøi zápisu nulové øádky [%d].

source: Boundary condition status, 0-inactive, 1-active, 2-dirichlet
cs: Stav hranic, 0-neaktivní, 1-aktivní, 2-dirichlet

source: X-part of the hydraulic conductivity tensor in [m/s]
cs: X-èást hydraulièkého napøimovaèe napìtí v [m/s]

source: Y-part of the hydraulic conductivity tensor in [m/s]
cs: Y-èást hydraulièkého napøimovaèe napìtí v [m/s]

source: Specific yield in [1/m]
cs: Specifický výnos v [1/m]

source: Recharge map e.g: 6*10^-9 per cell in [m^3/s*m^2]
cs: Mapa doplnìní napø.: 6*10^-9 na buòku v [m^3/s*m^2]

source: The map storing the numerical result [m]
cs: Mpa obsahují poèetní výsledky [m]

source: Water level (head) of the river with leakage connection in [m]
cs: Vý¹ka vodní hladiny øeky ve spojení s prùsakem v [m]

source: The leakage coefficient of the river bed in [1/s].
cs: Koeficient prùsaku dna øeky v [1/s].

source: The leakage coefficient of the drainage bed in [1/s]
cs: Koeficient prùsaku dna odvodòovacího kanálu v [1/s].

source: Use a sparse matrix, only available with iterative solvers
cs: Pou¾ití øídké matice, dostupné pouze pro iteraktivní solver

source: Calculation of unconfined groundwater flow loop %i
cs: Výpoèet cyklu nesoustøedìného vodního toku %i

source: Converts a GRASS raster map to a PPM image file at the pixel resolution of the currently defined region.
cs: Pøevede GRASS rastr do formátu PPM v rozli¹ení daném aktuálním regionem.

source: Watershed basin creation program.
cs: Program na vymezování povodí.

source: Name of raster map to contain results
cs: Jméno rastrové mapy, obsahující výsledky

source: The map E grid coordinates
cs: Východní souøadnice mapy

source: The map N grid coordinates
cs: Severní souøadnice mapy

source: Illegal east coordinate <%s>
cs: Neplatná východní souøadnice <%s>

source: Illegal north coordinate <%s>
cs: Neplatná severní souøadnice <%s>

source: Warning, ignoring point outside window: %.4f,%.4f
cs: Varování, ignoruji bod mimo výøez: %.4f,%.4f

source: Unable to open drainage pointer map
cs: Nelze otevøít mapu povodí

source: Unable to open new basin map
cs: Nelze otevøít novou mapu mapu povodí

source: Unable to close new basin map layer
cs: Nelze uzavøít novou mapu povodí

source: Unable to get header for %s
cs: Nejsem schopen zapsat hlavièku pro %s

source: Reading input files: elevation
cs: Naèítám vstupní soubory: elevation

source: Elevation file's resolution differs from current region resolution
cs: Rozli¹ení mapy elevace je rùzné od souèasného rozli¹ení regionu

source: Reading input files: aspect
cs: Naèítám vstupní soubory: aspect

source: Cannot reset current region
cs: Nelze pøenastavit aktuální region

source: Writing density file
cs: Zapisuji soubor s hustotou

source: Unable to find file %s
cs: Nejsem schopen najít soubor %s

source: Precomputing: e/w distances
cs: Poèítám vzdálenosti e/w

source: Precomputing: quantization tolerances
cs: Poèítám: kvantizaèní tolerance

source: Precomputing: inverted elevations
cs: Poèítám: obrácené vý¹ky

source: Precomputing: interpolated border elevations
cs: Poèítám: Interpolované vý¹ky hranic

source: Precomputing: re-oriented aspects
cs: Poèítám: pøeorientované expozice

source: Precomputing: aspects
cs: Poèítám: expozice

source: Calculating maps ...
cs: Poèítám mapy ...

source: Construction of slope curves (flowlines), flowpath lengths, and flowline densities (upslope areas) from a raster digital elevation model (DEM)
cs: Konsrukce svahových køivek (drah odtoku), délek odtoku a hustoty odtoku (do svahu) z rastrové mapy elevace (DMT)

source: Input elevation raster map
cs: Název vstupní mapy digitálního modelu terénu

source: Input aspect raster map
cs: Název vstupního souboru expozic svahù

source: Input barrier raster map
cs: Vstupní rastrová mapa bariér

source: Output flowline vector map
cs: Výstupní vektorový soubor drah odtoku

source: Output flowpath length raster map
cs: Výstupní rastr délky svahu

source: Output flowline density raster map
cs: Výstupní rastr hustoty povrchového odtoku

source: 3-D lengths instead of 2-D
cs: 3-D délky místo 2-D
