Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: import area centroids as points
sv: importera områdescentroider som punkter

source: import area boundaries as lines
sv: importera områdesgränser som linjer

source: import lines as area boundaries
sv: importera linjer som områdesgränser

source: import points as centroids
sv: importera punkter som centroider

source: '-1' for no snap
cs: '-1' pro ¾ádný snap
sv: "-1" för ingen snap

source: List of column names to be used instead of original names, first is used for category column
cs: Seznam názvù sloupcù, které budou pou¾ity namísto originálních názvù, první je po¾it pro sloupce s kategoriemi
sv: Lista över kolumnnamn som ska användas i stället för originalnamn, det första används för kategorikolumnen

source: Name of column used for categories
sv: Namn på kolumn som används för kategorier

source: If not given, categories are generated as unique values and stored in 'cat' column
sv: Om inget anges genereras kategorierna som unika värden och lagras i kolumnen "cat"

source: Name of geometry column
sv: Namn på geometrikolumnen

source: If not given, all geometry columns from the input are used
sv: Om inget anges används alla geometrikolumner från indata

source: Do not clean polygons (not recommended)
cs: Neproèistit polygony (nedoporuèuje se)
sv: Rengör inte polygoner (rekommenderas inte)

source: Force 2D output even if input is 3D
sv: Tvinga fram 2D-utdata även om indata är 3D

source: Useful if input is 3D but all z coordinates are identical
sv: Användbart om indata är 3D men alla z-koordinater är identiska

source: Change column names to lowercase characters
cs: Zmìnit mázev sloupce na malé písmo
sv: Ändra kolumnnamn till gemena tecken

source: Using OGR driver '%s/%s'
sv: Använda OGR-drivrutin '%s/%s'

source: Using interleaved reading mode
sv: Använda interleaved läsläge

source: Option <%s> will be ignored. OGR doesn't support it for selected format (%s).
sv: Alternativ <%s> kommer att ignoreras. OGR stöder det inte för valt format (%s).

source: Encoding value not supported by OGR driver <%s>
sv: Kodningsvärdet stöds inte av OGR-drivrutinen <%s>

source: No OGR layers available
sv: Inga OGR-lager tillgängliga

source: Data source <%s> (format '%s') contains %d layers:
sv: Datakälla <%s> (format '%s) innehåller %d lager:

source: Detected different projections of input layers. Input layers must be imported separately.
sv: Upptäckte olika projektioner av inmatningsskikt. Ingångsskikten måste importeras separat.

source: Illegal output name <%s>
sv: Olagligt namn på utdata <%s>

source: All available OGR layers will be imported into vector map <%s>
sv: Alla tillgängliga OGR-lager kommer att importeras till vektorkartan <%s>

source: When creating a new project, the current region can not be used as spatial filter, disabling
sv: När du skapar ett nytt projekt kan den aktuella regionen inte användas som rumsligt filter, vilket inaktiverar

source: Error setting attribute filter '%s'
sv: Fel vid inställning av attributfilter '%s'

source: Geometry column <%s> not found in OGR layer <%s>
sv: Geometrikolumn <%s> hittades inte i OGR-lager <%s>

source: Check if OGR layer <%s> contains polygons...
sv: Kontrollera om OGR-skiktet <%s> innehåller polygoner...

source: Boundary splitting distance in map units: %G
sv: Avstånd till gränsens delning i kartenheter: %G

source: Using temporary vector <%s>
sv: Använda temporär vektor <%s>

source: Key column '%s' not found in input layer <%s>
sv: Nyckelkolumn '%s' hittades inte i inmatningslagret <%s>

source: Key column '%s' in input layer <%s> is not integer
sv: Nyckelkolumnen '%s' i ingångsskiktet <%s> är inte ett heltal

source: Creating attribute table for layer <%s>...
sv: Skapar attributtabell för lager <%s>...

source: Column name <%s> renamed to <%s>
sv: Kolumnnamnet <%s> byter namn till <%s>

source: Writing column <%s> with integer 64 as integer 32
sv: Skriva kolumn <%s> med heltal 64 som heltal 32

source: Writing column <%s> with fixed length %d chars (may be truncated)
cs: Zápis sloupce <%s> s pevnou délkou %d znakù (mù¾e být zkrácen)
sv: Skriva kolumn <%s> med fast längd %d tecken (kan vara trunkerad)

source: Width for column %s set to 255 (was not specified by OGR), some strings may be truncated!
cs: Délka pro sloupec '%s' nastavena na 255 (nebyla specifikována OGR), nìkteré øetìzce mohou být zkráceny!
sv: Bredd för kolumn %s satt till 255 (specificerades inte av OGR), vissa strängar kan vara avkortade!

source: Writing column %s with fixed length %d chars (may be truncated)
cs: Zápis sloupce <%s> s pevnou délkou %d znakù (mù¾e být zkrácen)
sv: Skriva kolumn %s med fast längd %d tecken (kan vara trunkerad)

source: Column <%s> of unsupported data type "%s" is omitted from import
sv: Kolumn <%s> av datatyp "%s" som inte stöds utelämnas från import

source: Column name <%s> renamed to <%s_%d>
sv: Kolumnnamnet <%s> byter namn till <%s_%d>

source: Importing %lld features (OGR layer <%s>)...
sv: Importerar %lld funktioner (OGR-lager <%s>)...

source: Cannot insert new row for input layer <%s>: %s
sv: Det går inte att infoga en ny rad för ingångsskiktet <%s>: %s

source: %d %s without geometry in input layer <%s> skipped
sv: %d %s utan geometri i ingångsskiktet <%s> hoppades över

source: feature
sv: funktion

source: features
sv: funktioner

source: Unable to drop table: '%s'
sv: Det går inte att släppa tabellen: '%s'

source: Cleaning polygons
sv: Rengöring av polygoner

source: Snapping boundaries (threshold = %.3e)...
sv: Avgränsning av gränser (tröskelvärde = %.3e)...

source: Cleaning boundaries at nodes...
cs: Èistím hranice v uzlech...
sv: Rengöring av gränser vid noder...

source: Merging boundaries...
sv: Flyta samman gränser...

source: Changing boundary dangles to lines...
sv: Ändra gränsdanglar till linjer...

source: Changing boundary bridges to lines...
sv: Att ändra gränsbroar till linjer...

source: Finding centroids for OGR layer <%s>...
sv: Hitta centroider för OGR-lager <%s>...

source: The order of features in input layer <%s> has changed
sv: Ordningen på funktionerna i ingångsskiktet <%s> har ändrats

source: Writing centroids...
cs: Zapisuji centroidy ...
sv: Skriva centroider...

source: %d input polygons
sv: %d inmatade polygoner

source: %d input polygons
cs: %d vstupních polygonù
sv: %d inmatade polygoner

source: Total area: %G (%d areas)
sv: Total yta: %G (%d områden)

source: Total area: %G (%d areas)
sv: Total yta: %G (%d områden)

source: Overlapping area: %G (%d areas)
sv: Överlappande område: %G (%d områden)

source: Overlapping area: %G (%d areas)
sv: Överlappande område: %G (%d områden)

source: Area without category: %G (%d areas)
sv: Område utan kategori: %G (%d områden)

source: Area without category: %G (%d areas)
sv: Område utan kategori: %G (%d områden)

source: The output contains topological errors:
sv: Utdata innehåller topologiska fel:

source: Unable to calculate a centroid for %d areas
sv: Det går inte att beräkna en centroid för %d områden

source: Number of incorrect boundaries: %d
sv: Antal felaktiga gränser: %d

source: Number of centroids outside area: %d
sv: Antal centroider utanför området: %d

source: Number of duplicate centroids: %d
sv: Antal duplicerade centroider: %d

source: The input could be cleaned by snapping vertices to each other.
sv: Inmatningen kan rensas genom att knäppa toppar till varandra.

source: Estimated range of snapping threshold: [%g, %g]
sv: Uppskattat intervall för snäpptröskel: [%g, %g]

source: Try to import again, snapping with %g: 'snap=%g'
sv: Försök att importera igen, snappa med %g: 'snap=%g'

source: Try to import again, snapping with at least %g: 'snap=%g'
sv: Försök att importera igen, snappa med minst %g: 'snap=%g'

source: Manual cleaning may be needed.
sv: Manuell rengöring kan behövas.

source: %d areas represent multiple (overlapping) features, because polygons overlap in input layer(s). Such areas are linked to more than 1 row in attribute table. The number of features for those areas is stored as category in layer %d
sv: %d områden representerar flera (överlappande) egenskaper, eftersom polygonerna överlappar varandra i indataskikten. Sådana områden är kopplade till mer än 1 rad i attributtabellen. Antalet funktioner för dessa områden lagras som kategori i skiktet %d

source: If overlapping is not desired, the input data can be cleaned by snapping vertices to each other.
sv: Om överlappning inte är önskvärd kan indata rensas genom att snäppa ihop vertikaler med varandra.

source: %d input polygons got lost during import.
sv: %d inmatade polygoner försvann under importen.

source: %d additional areas where created during import.
sv: %d ytterligare områden skapades under importen.

source: The snapping threshold %g might be too large.
sv: Tröskelvärdet för snapping %g kan vara för stort.

source: Try to reduce the snapping threshold or clean the output manually.
sv: Försök att sänka tröskelvärdet för snapping eller rengör utgången manuellt.

source: Input data contains 3D features. Created vector is 2D only, disable -2 flag to import 3D vector.
sv: Indata innehåller 3D-funktioner. Skapad vektor är endast 2D, avaktivera -2 flagga för att importera 3D-vektor.

source: Using GDAL 2.2+ style interleaved reading for GDAL version %d.%d.%d
sv: Använda GDAL 2.2+ stil interleaved läsning för GDAL version %d.%d.%d

source: xmin is larger than xmax in 'spatial' parameters
sv: xmin är större än xmax i "rumsliga" parametrar

source: ymin is larger than ymax in 'spatial' parameters
sv: ymin är större än ymax i "rumsliga" parametrar

source: The spatial filter does not overlap with OGR layer <%s>. Nothing to import.
sv: Det rumsliga filtret överlappar inte OGR-skiktet <%s>. Inget att importera.

source: Layer projections are unreadable
sv: Lagerprojektioner är oläsliga

source: Projection for layer <%s> is unreadable
sv: Projektionen för lager <%s> är oläslig

source: Projection of layer <%s> is different from projection of layer <%s>
sv: Projektionen av lager <%s> skiljer sig från projektionen av lager <%s>

source: Converts LAS LiDAR point clouds to a GRASS vector map with PDAL.
sv: Konverterar LAS LiDAR-punktmoln till en GRASS-vektorkarta med PDAL.

source: Reproject to projects's coordinate system if needed
sv: Omprojicera till projektets koordinatsystem om det behövs

source: Reprojects input dataset to the coordinate system of the GRASS project (by default only datasets with the matching coordinate system can be imported
sv: Reprojicerar inmatad dataset till GRASS-projektets koordinatsystem (som standard kan endast dataset med matchande koordinatsystem importeras)

source: Cannot store return information because the input does not have a return dimensions
sv: Kan inte lagra returinformation eftersom inmatningen inte har några returmått

source: Cannot store class because the input does not have a classification dimension
sv: Kan inte lagra klass eftersom inmatningen inte har någon klassificeringsdimension

source: Cannot store RGB colors because the input does not have a RGB dimensions
sv: RGB-färger kan inte lagras eftersom inmatningen inte har RGB-dimensioner

source: Dataset doesn't have requested dimension '%s' with ID %d (possibly a programming error)
sv: Datasetet har inte den begärda dimensionen '%s' med ID %d (eventuellt ett programmeringsfel)

source: Coordinate reference system of the dataset does not appear to match current project.
sv: Datasetets koordinatreferenssystem verkar inte stämma överens med det aktuella projektet.

source: Coordinate reference system of the input dataset and current project appear to match
sv: Koordinatreferenssystemet för indatasetet och det aktuella projektet verkar stämma överens

source: Creates a vector polygon from the current region extent.
sv: Skapar en vektorpolygon från den aktuella regionens utsträckning.

source: Select type: line or area
cs: Vyberte typ: linie nebo plocha
sv: Välj typ: linje eller område

source: Densify lines using region resolution
sv: Förtäta linjer med hjälp av regionupplösning

source: Topology not available for vector map <%s>. Registering primitives...
sv: Topologi inte tillgänglig för vektorkarta <%s>. Registrering av primitiver...

source: attribute columns
sv: attributkolumner

source: Outputs basic information about a vector map.
sv: Utmatar grundläggande information om en vektorkarta.

source: Print history instead of info and exit
sv: Skriv ut historik i stället för info och avsluta

source: Print types/names of table columns for specified layer instead of info and exit
sv: Skriv ut typ/namn på tabellkolumner för angivet lager i stället för info och exit

source: Print region info in shell script style
sv: Skriv ut regioninformation i skal-skriptstil

source: Print extended metadata info in shell script style
sv: Skriv ut utökad metadatainformation i skal-skriptformat

source: Print topology info in shell script style
sv: Skriv ut topologiinformation i skal-skriptformat

source: Database connection for map <%s> is not defined in DB file
cs: Spojení s databází pro mapu <%s>nebylo definováno v DB souboru
sv: Databasanslutning för map <%s> är inte definierad i DB-filen

source: Displaying column types/names for database connection of layer <%s>:
sv: Visning av kolumntyper/namn för databasanslutning i lager <%s>:

source: Database connection not defined for layer <%s> of <%s>
sv: Databasanslutning inte definierad för lager <%s> av <%s>

source: Unable to open driver <%s>
sv: Det går inte att öppna drivrutinen <%s>

source: Name:
sv: Namn:

source: Project:
sv: Projekt:

source: Database:
sv: Databas:

source: Title:
sv: Titel:

source: Map scale:
sv: Kartskala:

source: Name of creator:
sv: Skaparens namn:

source: Organization:
sv: Organisation:

source: Source date:
sv: Källdatum:

source: Timestamp (first layer):
sv: Tidsstämpel (första lagret):

source: Timestamp (first layer): none
sv: Tidsstämpel (första lagret): ingen

source: Map format:
sv: Kartformat:

source: OGR layer:
sv: OGR-lager:

source: OGR datasource:
sv: OGR datakälla:

source: Feature type:
sv: Typ av funktion:

source: DB table:
sv: DB-tabell:

source: DB name:
sv: DB-namn:

source: Geometry column:
sv: Geometri kolumn:

source: Topology:
sv: Topologi:

source: Topology column:
sv: Topologikolumn:

source: Type of map
sv: Typ av karta

source: level
sv: nivå

source: Number of points:
sv: Antal punkter:

source: Number of centroids:
sv: Antal centroider:

source: Number of lines:
sv: Antal rader:

source: Number of boundaries:
sv: Antal gränser:

source: Number of areas:
sv: Antal områden:

source: Number of islands:
sv: Antal öar:

source: Number of faces:
sv: Antal ansikten:

source: Number of kernels:
sv: Antal kärnor:

source: Number of volumes:
sv: Antal volymer:

source: Number of holes:
sv: Antal hål:

source: Map is 3D:
sv: Kartan är i 3D:

source: No
sv: Nej

source: Yes
sv: Ja

source: Number of dblinks:
sv: Antal dblinks:

source: zone
sv: zon

source: Digitization threshold
sv: Digitaliseringströskel

source: Comment
sv: Kommentar

source: point pattern
sv: punktmönster

source: Randomly partition points into test/train sets.
cs: Náhodnì rozdìlit body do testovacích mno¾in.
sv: Slumpmässig uppdelning av punkter i test-/träningsuppsättningar.

source: Number of partitions
cs: Poèet úsekù
sv: Antal partitioner

source: Must be > 1
sv: Måste vara > 1

source: Name for new column to which partition number is written
cs: Jméno nového sloupce, kterého bude zapsáno oddìlovací èíslo
sv: Namn på ny kolumn till vilken partitionsnummer skrivs

source: '%s' must be > 1
sv: '%s' måste vara > 1

source: Layer number must be positive
sv: Lagernumret måste vara positivt

source: More partitions than points (%d)
sv: Fler partitioner än punkter (%d)

source: Unable to get layer info for vector map <%s>
cs: Nelze získat informace o vrstvì pro vektorovou mapu <%s>
sv: Det går inte att få lagerinformation för vektorkarta <%s>

source: Column <%s> already exists but is not numeric
sv: Kolumn <%s> finns redan men är inte numerisk

source: Unable to alter table: %s
sv: Det går inte att ändra tabellen: %s

source: No category for line %d in layer %d
sv: Ingen kategori för rad %d i lager %d

source: Unable to insert row: %s
cs: Nelze vlo¾it nový øádek: %s
sv: Det går inte att infoga en rad: %s

source: internal error
sv: internt fel

source: Score Value=%f smoothing parameter (standard deviation)=%f
cs: Hodnota skóre=%f parametr vyhlazení (standardní odchylka)=%f
sv: Poängvärde=%f utjämningsparameter (standardavvikelse)=%f

source: kernel density
sv: kärndensitet

source: point density
sv: punktdensitet

source: heatmap
sv: värmekarta

source: Generates a raster density map from vector points map.
sv: Skapar en rasterdensitetskarta från en vektorpunktskarta.

source: Density is computed using a moving kernel. Optionally generates a vector density map on a vector network.
sv: Densiteten beräknas med hjälp av en rörlig kärna. Alternativt genereras en vektortäthetskarta på ett vektornätverk.

source: Name of input vector map with training points
sv: Namn på inmatningsvektorkarta med träningspunkter

source: Name of input network vector map
sv: Namn på inmatad nätverksvektorkarta

source: Network
sv: Nätverk

source: Name for output vector density map
sv: Namn för utmatad vektortäthetskarta

source: Outputs vector map if network map is given
sv: Utmatning av vektorkarta om nätverkskarta anges

source: Kernel radius in map units
sv: Kernel-radie i kartenheter

source: Discretization error in map units
cs: Chyba pøi pøevodu na diskrétní hodnoty v jednotkách mapy
sv: Diskretiseringsfel i kartans enheter

source: Maximum length of segment on network
cs: maximální délka segmentu v síti
sv: Maximal längd på segmentet i nätverket

source: Maximum distance from point to network
cs: maximální vzdálenost od bodu k síti
sv: Maximalt avstånd från punkt till nätverk

source: Multiply the density result by this number
cs: vynásobit výslednou hustotu touto hodnotou
sv: Multiplicera densitetsresultatet med detta tal

source: Node method
sv: Metod för noder

source: No method applied at nodes with more than 2 arcs
sv: Ingen metod tillämpas på noder med mer än 2 bågar

source: Equal split (Okabe 2009) applied at nodes
sv: Lika fördelning (Okabe 2009) tillämpas vid noderna

source: Kernel function
sv: Kernel-funktion

source: Try to calculate an optimal radius with given 'radius' taken as maximum (experimental)
sv: Försök att beräkna en optimal radie med given "radius" som maximum (experimentell)

source: Only calculate optimal radius and exit (no map is written)
sv: Beräkna endast optimal radie och utfart (ingen karta skrivs)

source: In network mode, normalize values by sum of density multiplied by length of each segment. Integral over the output map then gives 1.0 * multiplier
sv: I nätverksläge normaliseras värdena genom att summan av densiteten multipliceras med längden på varje segment. Integral över utdatakartan ger då 1,0 * multiplikator

source: In network mode, multiply the result by number of input points
sv: I nätverksläge multiplicerar du resultatet med antalet inmatningspunkter

source: Use option net_output if you compute network density. Name provided in option output will be used for net_output.
sv: Använd alternativet net_output om du beräknar nätverkstäthet. Namnet som anges i alternativet output kommer att användas för net_output.

source: Unknown node method
sv: Okänd nodmetod

source: Unknown kernel function
sv: Okänd kärnfunktion

source: Optimal standard deviation calculation is supported only for node method 'none' and kernel function 'gaussian'.
sv: Optimal beräkning av standardavvikelse stöds endast för nodmetoden "none" och kernelfunktionen "gaussian".

source: Optimal standard deviation calculation is supported only for kernel function 'gaussian'.
sv: Optimal beräkning av standardavvikelse stöds endast för kärnfunktionen "gaussian".

source: Standard deviation: %f
sv: Standardavvikelse: %f

source: Output raster map: resolution: %f %s %s
sv: Utmatning av rasterkarta: upplösning: %f %s %s

source: Output raster map resolution: %f
sv: Utmatning av rasterkartans upplösning: %f

source: %d point outside threshold
sv: %d punkt utanför tröskelvärdet

source: Automatic choice of smoothing parameter (radius), maximum possible value of radius is set to %f
sv: Automatiskt val av utjämningsparameter (radie), maximalt möjligt värde för radien är inställt på %f

source: Using maximum distance between points: %f
cs: Pou¾ívám maximální vzdálenost mezi jednotlivými body: %f
sv: Använd maximalt avstånd mellan punkterna: %f

source: Number of input points: %d.
cs: Poèet vstupních bodù: %d.
sv: Antal inmatningspunkter: %d.

source: %d distance read from the map.
sv: %d avstånd avläst från kartan.

source: Distances between all points are beyond %e (4 * standard deviation), unable to calculate optimal value.
cs: vzdáleností mezi v¹emi body je mimo %e (4 * smìrodatná odchylka), nelze vypoèíst optimální hodnotu.
sv: Avstånden mellan alla punkter är större än %e (4 * standardavvikelse), det går inte att beräkna det optimala värdet.

source: Optimal smoothing parameter (standard deviation): %f.
cs: Optimální parametr vyhlazení (smìrodatná odchylka): %f.
sv: Optimal parameter för utjämning (standardavvikelse): %f.

source: Writing output vector map using smooth parameter %f
sv: Skriver utmatningsvektorkarta med jämn parameter %f

source: Normalising factor %f
sv: Normaliserande faktor %f

source: Writing output raster map using smooth parameter %f
sv: Skriva ut rasterkarta med hjälp av smooth-parameter %f

source: Maximum value in output: %e.
cs: Maximální hodnota na výstupu: %e.
sv: Maximalt värde i utmatningen: %e.

source: %s: Unable to read font definition file; use the default
sv: %s: Det går inte att läsa teckensnittsdefinitionsfilen; använd standard

source: %s: No font definition file
sv: %s: Ingen teckensnittsdefinitionsfil

source: Cannot allocate %lu bytes of memory
sv: Kan inte allokera %lu byte minne

source: Unable to initialise FreeType
cs: Nelze inicializovat FreeType
sv: Det går inte att initiera FreeType

source: Unable to find font '%s'
cs: Nelze nalézt soubor s písmem '%s'
sv: Det går inte att hitta teckensnittet '%s'

source: Font '%s' is not a FreeType font
cs: Font '%s' není font typu FreeType
sv: Typsnittet '%s' är inte ett FreeType-typsnitt

source: Font file format is not supported by FreeType
cs: Formát souboru s fontem není odporován Freetype
sv: Fontfilformatet stöds inte av FreeType

source: Font file can not be loaded
cs: Soubor s fontem nemohl být otevøen
sv: Fontfilen kan inte laddas

source: Unable to set font size
cs: Nelze nastavit velikost písma
sv: Går inte att ställa in teckenstorlek

source: Cannot allocate more memory
cs: Nelze pøiøadit více pamìti
sv: Det går inte att allokera mer minne

source: Unable to select attributes
cs: Nelze vybrat artibuty
sv: Det går inte att välja attribut

source: Cannot load glyph for '%c'
cs: Nelze naèíst dráhu pro '%c'
sv: Det går inte att ladda glyfen för '%c'

source: Create optimally placed labels for vector map(s)
cs: Vytvoøit optimálnì umístìné popisky pro vektorovou mapu(y)
sv: Skapa optimalt placerade etiketter för vektorkartor

source: Name of attribute column to be used for labels
cs: Název sloupce atributu, který má být pou¾it pro ¹títky
sv: Namn på attributkolumn som ska användas för etiketter

source: Name for new paint-label file
cs: Název nového souboru se ¹títky
sv: Namn för ny fil för färgmärkning

source: Name of TrueType font (as listed in the fontcap)
cs: Jméno TrueType fontu (jak je napsáno v fontcap)
sv: Namnet på TrueType-teckensnittet (enligt listan i fontcap)

source: Font
sv: Typsnitt

source: Label size (in map-units)
cs: Velikost ¹títkù (v mapových jednotkách)
sv: Etikettens storlek (i kartenheter)
