Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Unable to get projection units of output raster map
cs: Nelze získat jednotky výstupní mapy
sv: Det går inte att få fram projektionsenheter för rasterkartan i utdata

source: Unable to get projection key values of output raster map
cs: Nelze získat klíèové hodnoty mapové projekce výstupní mapové vrstvy
sv: Det går inte att få fram projektionsnyckelvärden för rasterkartan i utdata

source: Mapset <%s> in input project <%s> - %s
sv: Mapset <%s> i inmatningsprojekt <%s> - %s

source: Checking project <%s> mapset <%s>
sv: Kontrollerar projekt <%s> mapset <%s>

source: Required parameter <%s> not set
cs: Po¾adovaný parametr <%s> nebyl zadán
sv: Obligatorisk parameter <%s> inte inställd

source: Raster map <%s> in project <%s> in mapset <%s> not found
sv: Rasterkarta <%s> i projekt <%s> i kartset <%s> hittades inte

source: Unable to get projection info of input map
cs: Nelze získat informace o projekci vstupní mapy
sv: Det går inte att få projektionsinformation för inmatad karta

source: Unable to get projection units of input map
cs: Nelze získat jednotky mapové projekce vstupní mapy
sv: Det går inte att få fram projektionsenheter för inmatningskartan

source: Unable to get projection key values of input map
cs: Nelze získat klíèové hodnoty mapové projekce vstupní mapy
sv: Det går inte att få fram nyckelvärden för projektion i input map

source: Unable to work with unprojected data (xy project)
sv: Kan inte arbeta med icke-projicerade data (xy-projekt)

source: Input map <%s@%s> in project <%s>:
sv: Inmatningskarta <%s@%s> i projekt <%s>:

source: Input:
cs: Vstup:
sv: Ingång:

source: Cols: %d (original: %d)
sv: Kolumner: %d (original: %d)

source: Rows: %d (original: %d)
sv: Rader: %d (original: %d)

source: North: %f (original: %f)
sv: Norr: %f (original: %f)

source: South: %f (original: %f)
sv: Syd: %f (ursprungligen: %f)

source: West: %f (original: %f)
sv: Väst: %f (original: %f)

source: East: %f (original: %f)
sv: Öst: %f (original: %f)

source: Output:
cs: Výstup:
sv: Utgång:

source: Projecting...
cs: Pøevádím...
sv: Projicerar...

source: Allocating memory and reading input raster map...
sv: Tilldela minne och läsa in rasterkarta...

source: quantization
sv: kvantisering

source: Produces the quantization file for a floating-point map.
cs: Vytváøí kvantizaèní soubor pro mapu s plovoucí desetinnou èárkou.
sv: Producerar kvantiseringsfilen för en flyttalsmappning.

source: Raster map(s) to be quantized
cs: Rastry pro kvantizaci
sv: Rasterkarta(er) som ska kvantifieras

source: Path to rules file ("-" to read from stdin)
sv: Sökväg till regelfilen ("-" för att läsa från stdin)

source: Base map to take quant rules from
cs: Základní mapa, ze které mají být pøevzata kvantizace
sv: Grundkarta att ta kvantregler från

source: Floating point range: dmin,dmax
cs: Rozsah hodnot s plovoucí desetinnou èárkou: min,max
sv: Flytande punktintervall: dmin,dmax

source: Integer range: min,max
cs: Rozsah celoèíselných hodnot: min,max
sv: Heltalsintervall: min,max

source: Truncate floating point data
cs: Odstraò hodnoty plovoucí desetinou èárkou
sv: Trunkera data med flyttal

source: Round floating point data
cs: Zaokrouhli data s plovoucí desetinnou èárkou
sv: Runda data med flyttal

source: -%c, -%c, %s=, %s= and %s= are mutually exclusive
sv: -%c, -%c, %s=, %s= och %s= är ömsesidigt uteslutande

source: %s= and %s= must be used together
sv: %s= och %s= måste användas tillsammans

source: %s is integer map, it can't be quantized
sv: %s är en heltalskarta, den kan inte kvantiseras

source: Truncating...
cs: Odøezávám...
sv: Avkortning...

source: Rounding...
cs: Zaokrouhluji...
sv: Avrundning...

source: %s is integer map, it can't be used as basemap
sv: %s är en heltalskarta, den kan inte användas som baskarta

source: unable to read quant rules for basemap <%s>
sv: kan inte läsa kvantregler för baskarta <%s>

source: invalid value for %s= <%s>
sv: ogiltigt värde för %s= <%s>

source: Setting quant rules for input map(s) to (%f,%f) -> (%d,%d)
sv: Inställning av kvantregler för inmatningskarta(er) till (%f,%f) -> (%d,%d)

source: No rules specified. Quant table(s) not changed.
cs: Pravidla nebyla specifikována. Kvant. tabulka(y) nebyly zmìnìny.
sv: Inga regler specificerade. Kvanttabell(ar) oförändrad(a).

source: No rules specified
cs: ®ádná pravidla nebyla zadána
sv: Inga regler angivna

source: New quant table created for %s
cs: Pro %s byla vytvoøena nová kvantizaèní tabulka
sv: Ny kvanttabell skapad för %s

source: Old data range is empty
cs: Starý rozsah dat je prázdný
sv: Gammalt dataområde är tomt

source: Old data range is %s to %s
cs: Starý rozsah dat je %s do %s
sv: Gammalt dataområde är %s till %s

source: Old integer data range is empty
cs: Starý celoèíselný rozsah dat je prázdný
sv: Gammalt heltalsdataintervall är tomt

source: Old integer data range is %d to %d
cs: Starý rozsah celoèíselných hodnot je %d do %d
sv: Gammalt heltalsdataintervall är %d till %d

source: unable to open input file <%s>
sv: kan inte öppna indatafilen <%s>

source: Enter the rule or 'help' for the format description or 'end' to exit:
sv: Ange regeln eller "help" för formatbeskrivning eller "end" för att avsluta:

source: quant rules do not cover the whole range map
sv: quant-reglerna täcker inte hela sortimentskartan

source: %s is not a valid rule
sv: %s är inte en giltig regel

source: Computing histogram
cs: Poèítám histogram
sv: Beräkning av histogram

source: Computing bins
cs: Výpoèet sekcí
sv: Förvaringsfack för datorer

source: Binning data
cs: dávat data do sekcí
sv: Binning av data

source: Sorting bins
cs: Tøídím sekce
sv: Sorteringsfack

source: Computing quantiles
cs: Poèítám kvantily
sv: Beräkning av kvantiler

source: percentile
sv: percentil

source: quantile
sv: kvantil

source: Compute quantiles using two passes.
sv: Beräkna kvantiler med två genomgångar.

source: Number of quantiles
cs: POèet kvantilù
sv: Antal kvantiler

source: List of percentiles
cs: Seznam percentilù
sv: Lista över percentiler

source: Number of bins to use
cs: Poèet sekcí, které mají být vytvoøeny
sv: Antal behållare som ska användas

source: Generate recode rules based on quantile-defined intervals
sv: Generera omkodningsregler baserade på kvantildefinierade intervall

source: Too many quantiles
sv: För många kvantiler

source: Reducing number of bins from %d to %d
sv: Minska antalet bins från %d till %d

source: Distance must be > 0.0
sv: Avståndet måste vara > 0,0

source: Generating raster map <%s>...
sv: Generering av rasterkarta <%s>...

source: random
sv: slumpvis

source: autocorrelation
sv: autokorrelation

source: Generates random cell values with spatial dependence.
cs: Vytvoøí prostorovì závislé pole náhodných hodnot.
sv: Genererar slumpmässiga cellvärden med rumsligt beroende.

source: Maximum distance of spatial correlation (value >= 0.0)
sv: Maximalt avstånd för rumslig korrelation (värde >= 0,0)

source: Maximum number of cells to be created
sv: Maximalt antal celler som ska skapas

source: High (%d) must be greater than 1
sv: High (%d) måste vara större än 1

source: Rastar map <%s> repeated, maps must be unique
sv: Rastar karta <%s> upprepad, kartor måste vara unika

source: Output raster map required
sv: Utmatning av rasterkarta krävs

source: Distance value (%d): %lf must be >= 0.0
sv: Värde för avstånd (%d): %lf måste vara >= 0,0

source: Exponent value (%lf) must be > 0.0
sv: Exponentvärdet (%lf) måste vara > 0,0

source: Flat value (%lf) must be less than distance value (%lf)
sv: Flatvärdet (%lf) måste vara mindre än avståndsvärdet (%lf)

source: Must have a distance value for each filter
sv: Måste ha ett avståndsvärde för varje filter

source: Must have a exponent value for each filter
sv: Måste ha ett exponentvärde för varje filter

source: Must have a weight value for each filter
sv: Måste ha ett viktvärde för varje filter

source: Generates random surface(s) with spatial dependence.
cs: Vytvoøí prostorovì závislé povrchy náhodných hodnot.
sv: Genererar slumpmässiga ytor med rumsligt beroende.

source: Name for output raster map(s)
sv: Namn för rasterkarta(r) för utdata

source: Distance decay exponent (value > 0.0)
sv: Exponent för avklingning av avstånd (värde > 0,0)

source: Distance filter remains flat before beginning exponent
sv: Avståndsfiltret förblir platt innan exponenten börjar

source: Maximum cell value of distribution
sv: Maximalt cellvärde för distribution

source: Uniformly distributed cell values
sv: Enhetligt fördelade cellvärden

source: Collecting Stats...
cs: Sbírám statistiky ...
sv: Samlar in statistik...

source: Programmer error in get_stats/switch
cs: Chyba programátora get_stats/switch
sv: Programmeringsfel i get_stats/switch

source: Creates randomly placed raster cells or vector points
sv: Skapar slumpmässigt placerade rasterceller eller vektorpunkter

source: Creates a raster map and vector point map containing randomly located cells and points.
sv: Skapar en rasterkarta och en vektorpunktkarta som innehåller slumpmässigt placerade celler och punkter.

source: Name of cover raster map
cs: Jméno svrchní rastrové mapy
sv: Namn på rasterkarta över täckning

source: The number of points (or cells) to generate
sv: Antalet punkter (eller celler) som ska genereras

source: The number of vector points or raster cells to generate, possibly as a percentage of number of cells
sv: Antalet vektorpunkter eller rasterceller som ska genereras, eventuellt som en procentandel av antalet celler

source: Generate points also for NULL cells
sv: Generera punkter även för NULL-celler

source: Generate vector points as 3D points
cs: Vytvoøit vektorové body jako 3D body
sv: Generera vektorpunkter som 3D-punkter

source: Input raster values will be used for Z coordinates
sv: Inmatade rastervärden kommer att användas för Z-koordinater

source: Do not build topology for vector points
sv: Bygg inte topologi för vektorpunkter

source: <%s=%s> invalid percentage
cs: <%s=%s> neplatná procenta
sv: <%s=%s> ogiltig procentandel

source: <%s=%s> invalid number of points
cs: <%s=%s> neplatný poèet bodù
sv: <%s=%s> ogiltigt antal punkter

source: There aren't [%llu] cells in the current region
sv: Det finns inga [%llu]-celler i den aktuella regionen

source: There aren't [%llu] non-NULL cells in the current region
sv: Det finns inga [%llu] icke-NULL-celler i den aktuella regionen

source: There aren't [%lu] cells in the current region
sv: Det finns inga [%lu]-celler i den aktuella regionen

source: There aren't [%lu] non-NULL cells in the current region
sv: Det finns inga [%lu] icke-NULL-celler i den aktuella regionen

source: There are no valid locations in the current region
cs: Neexistuje ¾ádné správné umístìní v souèasném regioinu
sv: Det finns inga giltiga platser i den aktuella regionen

source: Cannot create new table
cs: Nelze vytvoøit novou tabulku
sv: Det går inte att skapa en ny tabell

source: Writing raster map <%s> and vector map <%s> ...
cs: Zapisuji rastrovou mapu <%s> a vektorovou mapu <%s>...
sv: Skriver rasterkarta <%s> och vektorkarta <%s> ...

source: Writing raster map <%s> ...
cs: Zapisuji rastrovou mapu <%s>...
sv: Skriver rasterkarta <%s> ...

source: Writing vector map <%s> ...
cs: Zapisuji do vektorové mapy <%s> ...
sv: Skriver vektorkarta <%s> ...

source: Cannot insert new record: %s
cs: Nelze vlo¾it nový záznam: %s
sv: Det går inte att infoga en ny post: %s

source: Only [%llu] random points created
sv: Endast [%llu] slumpmässiga punkter skapade

source: Only [%lu] random points created
sv: Endast [%lu] slumpmässiga punkter skapade

source: Reclassify raster map based on category values.
sv: Omklassificera rasterkartan baserat på kategorivärden.

source: Creates a new raster map whose category values are based upon a reclassification of the categories in an existing raster map.
sv: Skapar en ny rasterkarta vars kategorivärden baseras på en omklassificering av kategorierna i en befintlig rasterkarta.

source: Name of raster map to be reclassified
sv: Namn på den rasterkarta som ska omklassificeras

source: File containing reclass rules
sv: Fil som innehåller regler för omplacering

source: Input map can NOT be the same as output map
cs: Vstupní mapa NEmù¾e být stejná jako výstupní
sv: Inmatningskartan kan INTE vara densamma som utmatningskartan

source: Cannot open rules file <%s>
cs: Nelze otevøít soubor s pravidly <%s>
sv: Det går inte att öppna filen rules <%s>

source: Enter rule(s), "end" when done, "help" if you need it
cs: Zadejte pravidla, "end" pro ukonèení, "help" pro nápovìdu
sv: Ange regel(r), "avsluta" när du är klar, "hjälp" om du behöver det

source: FCELL: Data range is %.7g to %.7g
sv: FCELL: Dataområdet är %.7g till %.7g

source: DCELL: Data range is %.15g to %.15g
sv: DCELL: Dataområdet är %.15g till %.15g

source: CELL: Data range is %ld to %ld
sv: CELL: Dataområdet är %ld till %ld

source: Illegal reclass rule -
cs: Neplatné pravidlo reklasifikace -
sv: Olaglig regel för omklassificering -

source: ignored
cs: ignorováno
sv: ignorerad

source: - invalid reclass rule
cs: - neplatné pravidlo reclasifikace
sv: - ogiltig regel för omklassificering

source: No rules specified. Raster map <%s> not created
cs: ®ádná pravidla nebyla zadána. Rastrová mapa <%s> nebyla vytvoøena
sv: Inga regler specificerade. Rasterkarta <%s> inte skapad

source: poor quality
cs: nízká kvalita
sv: dålig kvalitet

source: medium quality
cs: støední kvalita
sv: medelhög kvalitet

source: Can't have null on the left-hand side of the rule
cs: Nelze mít NULL na levé stranì pravidla
sv: Kan inte ha noll på vänstra sidan av regeln

source: Can't have null on the right-hand side of the rule
cs: Nelze mít NULL na pravé stranì pravidla
sv: Kan inte ha noll på höger sida av regeln

source: %f rounded up to %d
cs: %f zaokrouhleno nahoru na %d
sv: %f avrundat uppåt till %d

source: Too many categories
cs: Pøíli¹ mnoho kategorií
sv: För många kategorier

source: Cannot read header file of <%s@%s>
cs: Nelze èíst hlavièkový soubor pro <%s@%s>
sv: Det går inte att läsa header-filen för <%s@%s>

source: Cannot overwrite existing raster map <%s>
sv: Kan inte skriva över befintlig rasterkarta <%s>

source: Cannot create reclass file of <%s>
cs: Nelze vytvoøit reklasifikaèní soubor <%s>
sv: Det går inte att skapa en reclass-fil för <%s>

source: Cannot create raster map <%s>
cs: Nelze vytvoøit rastrový soubor <%s>
sv: Det går inte att skapa en rasterkarta <%s>

source: recode categories
sv: omkoda kategorier

source: Recodes categorical raster maps.
cs: Pøekóduje kategorie rastrových map.
sv: Omkodar kategoriska rasterkartor.

source: Name of raster map to be recoded
sv: Namn på den rasterkarta som ska omkodas

source: File containing recode rules
sv: Fil som innehåller omkodningsregler

source: Align the current region to the input raster map
sv: Justera den aktuella regionen till den inmatade rasterkartan

source: Force output to 'double' raster map type (DCELL)
sv: Tvinga utdata till rasterkarttypen "dubbel" (DCELL)

source: No rules specified. Raster map <%s> not created.
cs: ®ádná pravidla nebyla zadána. Rastr <%s> nebyl vytvoøen.
sv: Inga regler specificerade. Rasterkarta <%s> inte skapad.

source: Unable to read f_range for map %s
cs: Nemohu èíst rozsah pro <%s>
sv: Det gick inte att läsa f_range för karta %s

source: Data range of %s is %s to %s (entire map)
sv: Dataområdet för %s är %s till %s (hela kartan)

source: Unable to read range for map <%s>
cs: Nelze èíst rozsah mapy <%s>
sv: Det går inte att läsa intervallet för karta <%s>

source: Integer data range of %s is empty
sv: Integer-dataområdet för %s är tomt

source: Integer data range of %s is %d to %d
sv: Dataintervall för heltal för %s är %d till %d

source: Enter the rule or 'help' for the format description
cs: Zadejte pravidlo nebo 'help' pro nápovìdu o formátu
sv: Ange regeln eller "hjälp" för formatbeskrivningen

source: Enter a rule in one of these formats:
cs: Zadejte pravidlo v jednom z tìchto formátù:
sv: Ange en regel i något av dessa format:

source: old_low:old_high:new_low:new_high
cs: stara_dolni:stara_horni:nova_dolni:nova_horni
sv: gamla_låga:gamla_höga:nya_låga:nya_höga

source: old_low:old_high:new_val (i.e. new_high == new_low)
cs: stara_dolni:starahorni:nova_hodnota (to jest: nova_horni == nova_dolni)
sv: old_low:old_high:new_val (d.v.s. new_high == new_low)

source: *:old_val:new_val (interval [inf, old_val])
cs: *:stara_hodnota:nova_hodnota (interval [inf, stara_hodnota])
sv: *:old_val:new_val (intervall [inf, old_val])

source: old_val:*:new_val (interval [old_val, inf])
cs: stara_hodnota:*:nova:hodnota (interval [stara_hodnota,inf])
sv: old_val:*:new_val (intervall [old_val, inf])

source: When finished type "end".
sv: När du är klar skriver du "slut".

source: Sets the boundary definitions for a raster map.
cs: Definuje hranice rastrové mapy.
sv: Ställer in gränsdefinitionerna för en rasterkarta.

source: Set from current region
cs: Nastav z aktuálního regionu
sv: Ställ in från aktuell region

source: Name of raster map to change
sv: Namn på rasterkarta som ska ändras

source: Set region from named region
cs: Nastaví aktuální region z pojmenovaného regionu
sv: Ange region från namngiven region

source: Set region to match this raster map
cs: Nastav region tak, aby odpovídal této rastrové mapì
sv: Ställ in region för att matcha denna rasterkarta

source: Set region to match this vector map
cs: Nastav region tak, aby odpovídal této vektorové mapì
sv: Ställ in region för att matcha denna vektorkarta

source: Raster map to align to
cs: Rastrová mapa, podle které se má zarovnat
sv: Rasterkarta att anpassa till

source: Calculates linear regression from two raster maps: y = a + b*x.
sv: Beräknar linjär regression från två rasterkartor: y = a + b*x.

source: Map for x coefficient
cs: Mapa koeficientu x
sv: Karta för x-koefficient

source: Map for y coefficient
cs: Mapa koeficientu y
sv: Karta för y-koefficient

source: ASCII file for storing regression coefficients (output to screen if file not specified).
cs: Soubor ASCII, kam se mají ulo¾it koeficienty regrese (výstup na obrazovku, pokud není zadán).
sv: ASCII-fil för lagring av regressionskoefficienter (utmatning till skärmen om filen inte anges).

source: Matrix is unsolvable
sv: Matrisen är olöslig

source: Calculates multiple linear regression from raster maps.
sv: Beräknar multipel linjär regression från rasterkartor.

source: Map to store residuals
sv: Karta för att lagra restprodukter

source: Map to store estimates
sv: Karta till butikens uppskattningar

source: First pass...
sv: Första passet...

source: Not enough valid cells available
sv: Inte tillräckligt många giltiga celler tillgängliga

source: Multiple regression failed
sv: Multipel regression misslyckades

source: Second pass...
sv: Andra passet...

source: Creates shaded relief map from an elevation map (DEM).
cs: Vytvoøí mapu stínovaného reliéfu ze vstupní mapy elevace (DMT).
sv: Skapar en skuggad reliefkarta från en höjdkarta (DEM).

source: Name of input raster (typically elevation) map
sv: Namn på inmatad rasterkarta (vanligtvis höjd)

source: Name for output shaded relief map
sv: Namn för utmatad skuggad reliefkarta

source: Altitude of the sun in degrees above the horizon
cs: Vý¹ka slunce ve stupních nad horizontem
sv: Solens höjd i grader över horisonten

source: Sun position
sv: Solens position

source: Azimuth of the sun in degrees to the east of north
cs: Azimut slunce ve stupních od serveru (k východu)
sv: Solens azimut i grader öster om norr

source: Factor for exaggerating relief
cs: Faktor zvýraznìní reliéfu
sv: Faktor för överdriven lättnad

source: Scale factor for converting meters to elevation units
sv: Skalfaktor för omvandling av meter till höjdenheter

source: Elevation units (overrides scale factor)
sv: Höjdenheter (åsidosätter skalfaktor)

source: international feet
sv: internationella fötter

source: survey feet
sv: mätfot

source: %s=%s - must be a non-negative number
sv: %s=%s - måste vara ett icke-negativt tal

source: %s=%s - must not be zero
sv: %s=%s - får inte vara noll

source: %s=%s - must be a positive number
sv: %s=%s - måste vara ett positivt tal

source: Shaded relief raster map <%s> complete
sv: Skuggad relief rasterkarta <%s> komplett

source: Page width is too small
sv: Sidans bredd är för liten

source: Reports statistics for raster maps.
sv: Rapporterar statistik för rasterkartor.

source: Name of raster map(s) to report on
sv: Namn på den eller de rasterkartor som ska rapporteras

source: Units to report
sv: Enheter att rapportera

source: area in square meters
sv: yta i kvadratmeter

source: area in square miles
sv: yta i kvadratmil

source: area in acres
sv: yta i tunnland

source: area in square kilometers
sv: yta i kvadratkilometer

source: area in hectares
sv: areal i hektar

source: number of cells
sv: antal celler

source: percent cover
sv: procent täckning

source: Statistics
sv: Statistik

source: Name for output file to hold the report
sv: Namn på utdatafilen som ska innehålla rapporten

source: If no output file given report is printed to standard output
sv: Om ingen utdatafil anges skrivs rapporten ut till standardutdata

source: Page length
sv: Sidlängd

source: Page width
sv: Sidans bredd

source: Number of floating-point subranges to collect stats from
sv: Antal subranges med flyttal för att samla in statistik från

source: Floating point
sv: Flytande punkt

source: Sort output statistics by cell counts
sv: Sortera utmatningsstatistik efter cellantal

source: Default: sorted by categories or intervals
sv: Standard: sorterad efter kategorier eller intervall

source: Sort by cell counts in ascending order
sv: Sortera efter cellantal i stigande ordning

source: Sort by cell counts in descending order
sv: Sortera efter cellantal i fallande ordning

source: Suppress page headers
cs: Potlaè hlavièky stránky
sv: Undertrycka sidhuvud

source: Use formfeeds between pages
cs: Pou¾ij oddìlovaèe mezi stránkami
sv: Använd formfeeds mellan sidorna

source: Scientific format
cs: Vìdecký formát
sv: Vetenskapligt format

source: Do not report no data value
sv: Rapportera inte inget datavärde

source: No data
sv: Ingen data

source: Do not report cells where all maps have no data
sv: Rapportera inte celler där alla kartor saknar data

source: Report for cats floating-point ranges (floating-point maps only)
sv: Rapport för katters flyttalsintervall (endast flyttalskartor)

source: Read floating-point map as integer (use map's quant rules)
sv: Läs kartan med flyttal som heltal (använd kartans kvantregler)

source: nsteps has to be > 0; using nsteps=255
cs: nsteps musí být vìt¹í, ne¾ nula; pou¾ívám nsteps=255
sv: nsteps måste vara > 0; använder nsteps=255

source: Illegal page length
cs: Neplatná délka stránky
sv: Olaglig sidlängd

source: Illegal page width
cs: Neplatná ¹íøka stránky
sv: Olaglig sidbredd

source: Only %d unit%s allowed
cs: Povoleno pouze %d jednotek%s
sv: Endast %d enhet%s tillåten

source: Unable to read fp range for raster map <%s>
cs: Nelze èíst rozmezí s pou¾itím desetinného èísla pro rastrovou mapu <%s>
sv: Det går inte att läsa fp-intervall för rasterkarta <%s>

source: Unable to open result file <%s>
cs: Nelze otevøít výsledný soubor <%s>
sv: Det går inte att öppna resultatfilen <%s>

source: %d are too many cells, recommended are < 100 cells. The cross validation would take too much time.
sv: %d är för många celler, rekommenderade är < 100 celler. Korsvalideringen skulle ta för lång tid.

source: %d point read in region
sv: %d punkt läst i region

source: Maybe it takes too long. Consider reducing the region extents.
sv: Det kanske tar för lång tid. Överväg att minska regionens utbredning.

source: Too many splines (%d x %d). Consider changing spline steps "ew_step=" "ns_step=".
sv: För många splines (%d x %d). Överväg att ändra spline-steg "ew_step=" "ns_step=".
