Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Error writing into UNITS output file <%s>
cs: Chyba pøi zápisu do výstupního souboru JEDNOTEK: %s
sv: Fel vid skrivning till UNITS utdatafil <%s>

source: Unable to write to DEFAULT_WIND region file
cs: Nelze zapsat do souboru regionu DEFAULT_WIND
sv: Det går inte att skriva till regionfilen DEFAULT_WIND

source: Projection information has been recorded for this location
cs: Informace o projekci pro tuto location byly ulo¾eny
sv: Projektionsinformation har registrerats för denna plats

source: The geographic region information in WIND is now obsolete
cs: Informace o geografickém regionu v souboru WIND jsou zastaralé.
sv: Den geografiska regioninformationen i WIND är nu föråldrad

source: Run g.region -d to update it
cs: Spus»te g.region -d pro aktualizaci
sv: Kör g.region -d för att uppdatera den

source: Unrecognized 'ask' value in parms.table: %s
sv: Oigenkänt "ask"-värde i parms.table: %s

source: Unrecognized default value in parms.table: %s
sv: Oigenkänt standardvärde i parms.table: %s

source: Creates a temporary file and prints it's file name.
sv: Skapar en temporär fil och skriver ut dess filnamn.

source: Process id to use when naming the tempfile
sv: Process-ID som ska användas vid namngivning av tempfilen

source: Dry run - don't create a file, just prints it's file name
sv: Testkörning - skapar inte en fil, skriver bara ut filnamnet

source: citing
sv: med hänvisning till

source: copyright
sv: upphovsrätt

source: license
sv: licens

source: Displays GRASS GIS version info.
sv: Visar GRASS GIS versionsinformation.

source: Optionally also prints build or copyright information.
sv: Eventuellt skrivs även bygg- eller copyrightinformation ut.

source: Print also the copyright message
sv: Skriv också ut copyrightmeddelandet

source: Additional info
sv: Övrig information

source: Print also the citation options
sv: Skriv även ut alternativen för citering

source: Print also the build information
sv: Skriv också ut byggnadsinformationen

source: Print also the GIS library revision number and date
sv: Skriv även ut GIS-bibliotekets revisionsnummer och datum

source: Print also extended info for additional libraries
sv: Skriv även ut utökad information för ytterligare bibliotek

source: Print info in shell script style (including Git reference commit)
sv: Skriv ut information i skalskriptstil (inklusive Git-referens commit)

source: Shell
sv: Skal

source: Cannot determine GRASS libgis version and date number. The GRASS build might be broken. Report this to developers or packagers.
sv: Det går inte att fastställa GRASS libgis version och datumnummer. GRASS-versionen kan vara trasig. Rapportera detta till utvecklare eller paketerare.

source: GRASS GIS libgis version and date number don't have the expected format. Trying to print the original strings...
sv: GRASS GIS libgis version och datumnummer har inte det förväntade formatet. Försöker skriva ut de ursprungliga strängarna...

source: GRASS not compiled with GDAL/OGR support
sv: GRASS är inte kompilerad med GDAL/OGR-stöd

source: GRASS not compiled with GEOS support
sv: GRASS inte kompilerad med GEOS-stöd

source: GRASS not compiled with SQLite support
sv: GRASS är inte kompilerad med SQLite-stöd

source: imagery
cs: dpz, obrazové zpracování
sv: bildspråk

source: reflectance
sv: reflektans

source: satellite
sv: satellit

source: Computes broad band albedo from surface reflectance.
sv: Beräknar bredbandig albedo från ytans reflektans.

source: MODIS (7 input bands:1,2,3,4,5,6,7)
sv: MODIS (7 inmatningsband: 1,2,3,4,5,6,7)

source: NOAA AVHRR (2 input bands:1,2)
sv: NOAA AVHRR (2 inmatningsband:1,2)

source: Landsat 5+7 (6 input bands:1,2,3,4,5,7)
sv: Landsat 5+7 (6 inmatningsband: 1,2,3,4,5,7)

source: Landsat 8 (7 input bands:1,2,3,4,5,6,7)
sv: Landsat 8 (7 inmatningsband: 1,2,3,4,5,6,7)

source: ASTER (6 input bands:1,3,5,6,8,9)
sv: ASTER (6 ingångsband: 1,3,5,6,8,9)

source: Aggressive mode (Landsat)
sv: Aggressivt läge (Landsat)

source: Albedo dry run to calculate some water to beach/sand/desert stretching, a kind of simple atmospheric correction
sv: Albedo torrkörning för att beräkna lite vatten till strand/sand/öken-sträckning, en slags enkel atmosfärisk korrigering

source: Soft mode (MODIS)
sv: Mjukt läge (MODIS)

source: Too many input maps. Only %d allowed.
sv: För många inmatningskartor. Endast %d tillåtet.

source: At least two raster maps are required
sv: Minst två rasterkartor krävs

source: radiometric conversion
sv: radiometrisk omvandling

source: radiance
sv: utstrålning

source: brightness temperature
sv: ljusstyrka temperatur

source: Calculates Top of Atmosphere Radiance/Reflectance/Brightness Temperature from ASTER DN.
sv: Beräknar strålning/reflektans/ljushetstemperatur för toppen av atmosfären från ASTER DN.

source: Names of ASTER DN layers (15 layers)
sv: Namn på ASTER DN-skikt (15 skikt)

source: Day of Year of satellite overpass [0-366]
sv: Dag i år för satellitövergång [0-366]

source: Sun elevation angle (degrees, < 90.0)
sv: Solhöjdsvinkel (grader, < 90,0)

source: Base name of the output layers (will add .x)
sv: Basnamn för utdatalagren (kommer att lägga till .x)

source: Output is radiance (W/m2)
sv: Utdata är strålningsstyrka (W/m2)

source: VNIR is High Gain
sv: VNIR är högförstärkt

source: SWIR is High Gain
sv: SWIR har hög förstärkning

source: VNIR is Low Gain 1
sv: VNIR har låg förstärkning 1

source: SWIR is Low Gain 1
sv: SWIR är lågförstärkt 1

source: SWIR is Low Gain 2
sv: SWIR är lågförstärkt 2

source: The input band number should be %d
sv: Det inmatade bandnumret ska vara %d

source: mie_in.icp: %ld > 4, will cause internal buffer overflow
sv: mie_in.icp: %ld > 4, kommer att orsaka intern buffertöverskridning

source: mie_in.irsunph: %ld > 50, will cause internal buffer overflow
sv: mie_in.irsunph: %ld > 50, kommer att orsaka intern buffertöverskridning

source: Unknown aerosol model!
sv: Okänd aerosolmodell!

source: Unknown atmospheric model!
sv: Okänd atmosfärisk modell!

source: Check aerosol measurements or plane altitude
sv: Kontrollera aerosolmätningar eller planets höjd

source: Position of the plane layer could not be determined
sv: Planskiktets position kunde inte fastställas

source: The sun is not raised
sv: Solen är inte upphöjd

source: No possibility to compute lat. and long.
sv: Ingen möjlighet att beräkna lat. och long.

source: Unsupported/unreadable format in control file (found igeom=%ld)
sv: Format som inte stöds/inte kan läsas i kontrollfilen (hittade igeom=%ld)

source: Unsupported iwave value: %d
sv: Iwave-värde som inte stöds: %d

source: Negative visibility!
sv: Negativ synlighet!

source: The visibility must be better than 5.0km, for smaller values calculations might be no more valid!
sv: Sikten måste vara bättre än 5,0 km, för mindre värden kan det hända att beräkningarna inte längre är giltiga!

source: Numerical instability in 6S
sv: Numerisk instabilitet i 6S

source: The output data will overflow. Reflectance > 100%%
sv: Utdata kommer att överflöda. Reflektans > 100%%

source: Performs atmospheric correction using the 6S algorithm.
sv: Utför atmosfärisk korrigering med hjälp av 6S-algoritmen.

source: 6S - Second Simulation of Satellite Signal in the Solar Spectrum.
sv: 6S - Andra simuleringen av en satellitsignal i solspektrumet.

source: atmospheric correction
sv: atmosfärisk korrigering

source: Input range
sv: Inmatningsområde

source: Name of input elevation raster map (in m)
sv: Namn på rasterkarta över inmatad höjd (i m)

source: Name of input visibility raster map (in km)
sv: Namn på rasterkarta för synlighet (i km)

source: Name of input text file with 6S parameters
sv: Namn på inmatad textfil med 6S parametrar

source: Rescale output raster map
sv: Skala om rasterkartan för utdata

source: Output
sv: Utmatning

source: Output raster map as integer
sv: Utmatning av rasterkarta som heltal

source: Input raster map converted to reflectance (default is radiance)
sv: Inmatad rasterkarta konverterad till reflektans (standard är radians)

source: Input from ETM+ image taken after July 1, 2000
sv: Inmatning från ETM+-bild tagen efter 1 juli 2000

source: Input from ETM+ image taken before July 1, 2000
sv: Inmatning från ETM+-bild tagen före 1 juli 2000

source: Scale range length should be > 0; Using default values: [0,255]
sv: Skalområdets längd bör vara > 0; Använda standardvärden: [0,255]

source: Unable to open raster map <%s>
cs: Nelze otevøít rastrovou mapu <%s>
sv: Det går inte att öppna en rasterkarta <%s>

source: Unable to create raster map <%s>
cs: Nejsem schopen vytvoøit rastrovou mapu <%s>
sv: Det går inte att skapa en rasterkarta <%s>

source: Atmospheric correction...
sv: Atmosfärisk korrigering...

source: Atmospheric correction complete.
sv: Atmosfärisk korrigering slutförd.

source: biomass
sv: biomassa

source: yield
sv: avkastning

source: Computes biomass growth, precursor of crop yield calculation.
sv: Beräknar biomassatillväxt, föregångare till beräkning av skördeutbyte.

source: Name of fPAR raster map
sv: Namn på fPAR-rasterkarta

source: Name of light use efficiency raster map (UZB:cotton=1.9)
sv: Namn på rasterkarta över effektivitet i ljusanvändning (UZB:cotton=1.9)

source: Name of degree latitude raster map [dd.ddd]
sv: Namn på rasterkarta med grad latitud [dd.ddd]

source: Name of Day of Year raster map [1-366]
sv: Namn på rasterkarta över dag i året [1-366]

source: Name of single-way transmissivity raster map [0.0-1.0]
sv: Namn på rasterkarta över transmissivitet i en riktning [0,0-1,0]

source: Value of water availability raster map [0.0-1.0]
sv: Värde för rasterkarta över vattentillgång [0,0-1,0]

source: Name for output daily biomass growth raster map [kg/ha/d]
sv: Namn för utdata daglig rasterkarta över biomassatillväxt [kg/ha/d]

source: canonical components analysis
sv: analys av kanoniska komponenter

source: Canonical components analysis (CCA) program for image processing.
sv: CCA-program (Canonical Components Analysis) för bildbehandling.

source: Name of input imagery subgroup
cs: Název vstupní obrazové podskupiny
sv: Namn på undergrupp för inmatning av bilder

source: File containing spectral signatures
sv: Fil som innehåller spektrala signaturer

source: Output raster map prefix name
cs: Prefix výstupního rastrového souboru
sv: Prefixnamn för rasterkarta för utdata

source: Unknown imagery group.
cs: Neznámá obrazová skupina.
sv: Okänd bildgrupp.

source: Subgroup <%s> in group <%s> not found
sv: Undergrupp <%s> i grupp <%s> hittades inte

source: Unable to find subgroup reference information.
cs: Nelze nalézt referenèní informace podskupiny.
sv: Det går inte att hitta referensinformation för undergrupper.

source: Unable to open the signature file
cs: Nelze otevøít soubor se signaturami
sv: Det går inte att öppna signaturfilen

source: Error while reading the signatures file.
cs: Chyba pøi ètení souboru s pøíznaky.
sv: Fel vid läsning av signaturfilen.

source: Need at least two signatures in signature file.
cs: Potøeba nejménì dva pøíznaky v souboru s pøíznaky.
sv: Behöver minst två signaturer i signaturfilen.

source: Signature - group member semantic label mismatch. Extra signatures for bands: %s Imagery group bands without signatures: %s
sv: Signatur - gruppmedlemmens semantiska etikett stämmer inte överens. Extra signaturer för band: %s Bildgruppsband utan signaturer: %s

source: none
sv: ingen

source: The output cell map <%s.%d> has values outside the 0-255 range.
cs: Výstupní rastrová (cell) mapa <%s.%d> obsahuje hodnoty mimo interval 0-255.
sv: Utdatacellkartan <%s.%d> har värden utanför intervallet 0-255.

source: Unable to allocate cell buffers.
cs: Nelze alokovat cell buffery.
sv: Det går inte att allokera cellbuffertar.

source: Transform completed.
cs: Transformace dokonèena.
sv: Transformationen är klar.

source: using seed means (%d files)%s
sv: använda seedningsmedel (%d filer)%s

source: %d classes, %.2f%% points stable%s
sv: %d klasser, %.2f%% points stabila%s

source: Iteration %.2d: convergence %.2f%% (%s elapsed, %s left)
sv: Iteration %.2d: konvergens %.2f%% (%s förflutit, %s kvar)

source: signatures
sv: signaturer

source: Generates spectral signatures for land cover types in an image using a clustering algorithm.
cs: Vytvoøit spektrální jednotky typù pùdního pokryvu pomocí algoritmu seskupování.
sv: Skapar spektrala signaturer för marktäcktstyper i en bild med hjälp av en klusteralgoritm.

source: The resulting signature file is used as input for i.maxlik, to generate an unsupervised image classification.
cs: Výsledný soubor spektrálních signatur je pou¾íván jako vstup pro modul i.maxlik,který na jeho základì provede neøízenou klasifikaci snímku.
sv: Den resulterande signaturfilen används som indata för i.maxlik, för att generera en oövervakad bildklassificering.

source: Name for output file containing result signatures
sv: Namn för utdatafil som innehåller resultatsignaturer

source: Initial number of classes
cs: Poèáteèní poèet tøíd
sv: Initialt antal klasser

source: Name of file containing initial signatures
sv: Namn på fil som innehåller initiala signaturer

source: Number of rows and columns over which a sample pixel is taken
sv: Antal rader och kolumner över vilka en provpixel tas

source: Maximum number of iterations
cs: Maximální poèet iterací
sv: Maximalt antal iterationer

source: Percent convergence
cs: Procentuální konvergence
sv: Procentuell konvergens

source: Cluster separation
cs: Cluster separace
sv: Klusterseparation

source: Minimum number of pixels in a class
cs: Minimální poèet pixelù ve tøídì
sv: Minsta antal pixlar i en klass

source: Name for output file containing final report
sv: Namn för utdatafil som innehåller slutrapport

source: Group <%s> not found in current mapset
sv: Grupp <%s> finns inte i aktuell kartuppsättning

source: <%s> does not match the current mapset
sv: <%s> stämmer inte överens med den aktuella kartuppsättningen

source: Illegal number of initial classes (%s)
sv: Otillåtet antal initiala klasser (%s)

source: Illegal value(s) of sample intervals (%s)
sv: Olagliga värden för provtagningsintervall (%s)

source: Illegal value of iterations (%s)
sv: Otillåtet värde för iterationer (%s)

source: Illegal value of convergence (%s)
sv: Olagligt värde för konvergens (%s)

source: Illegal value of separation (%s)
sv: Olagligt värde för separation (%s)

source: Illegal value of min_size (%s)
sv: Olagligt värde på min_size (%s)

source: Unable to create report file <%s>
sv: Det går inte att skapa en rapportfil <%s>

source: Location: %s%s
sv: Plats: %s%s

source: Group: %s%s
sv: Grupp: %s%s

source: Subgroup: %s%s
sv: Undergrupp: %s%s

source: Result signature file: %s%s
sv: Resultat signaturfil: %s%s

source: North: %12.2f East: %12.2f%s
sv: Norra: %12.2f Öst: %12.2f%s

source: South: %12.2f West: %12.2f%s
sv: Syd: %12.2f Väst: %12.2f%s

source: Rows: %12d Cols: %12d Cells: %d%s
sv: Rader: %12d Kolumner: %12d Celler: %d%s

source: Cluster parameters%s
sv: Klusterparametrar%s

source: Number of initial classes: %d
cs: Poèáteèní poèet tøíd: %d
sv: Antal inledande klasser: %d

source: [from signature file %s]
cs: [ze souboru pøíznakù %s]
sv: [från signaturfilen %s]

source: Minimum class size: %d%s
sv: Minsta klasstorlek: %d%s

source: Minimum class separation: %f%s
sv: Minsta klassindelning: %f%s

source: Percent convergence: %f%s
sv: Procentuell konvergens: %f%s

source: Maximum number of iterations: %d%s
sv: Maximalt antal iterationer: %d%s

source: Row sampling interval: %d%s
sv: Samplingsintervall för raden: %d%s

source: Col sampling interval: %d%s
sv: Samplingsintervall för kol: %d%s

source: Reading raster maps...
sv: Läsa rasterkartor...

source: Out of Memory. Please run again and choose a smaller sample size.
sv: Slut på minne. Kör igen och välj en mindre provstorlek.

source: Sample size: %d points%s
sv: Provstorlek: %d punkter%s

source: Not enough sample points. Please run again and choose a larger sample size.
sv: Inte tillräckligt med provpunkter. Kör igen och välj en större urvalsstorlek.

source: Not enough non-zero sample data points. Check your current region (and mask).
sv: Inte tillräckligt många datapunkter med icke-nollprov. Kontrollera din aktuella region (och mask).

source: %s########## final results #############%s
sv: %s ########## slutresultat #############%s

source: %d classes (convergence=%.1f%%)%s
sv: %d klasser (konvergens=%.1f%%)%s

source: Unable to create signature file <%s> for group <%s>, subsgroup <%s>
sv: Det går inte att skapa signaturfil <%s> för grupp <%s>, undergrupp <%s>

source: %s%s#################### CLASSES ####################%s
sv: %s%s#################### KLASSER ####################%s

source: %s%d classes, %.2f%% points stable%s
sv: %s%d klasser, %.2f%% points stabila%s

source: %s######## CLUSTER END (%s) ########%s
sv: %s######## KLUSTER SLUT (%s) ########%s

source: File <%s> created.
sv: Fil <%s> skapad.

source: Raster map <%s> do not exists in subgroup <%s>
cs: Rastrová mapa <%s> v podskupinì <%s> neexistuje.
sv: Rasterkarta <%s> finns inte i undergrupp <%s>

source: No raster maps found
sv: Inga rasterkartor hittades

source: Subgroup <%s> doesn't have any raster maps
sv: Undergrupp <%s> har inte några rasterkartor

source: Subgroup <%s> only has 1 raster map
sv: Undergrupp <%s> har endast 1 rasterkarta

source: Subgroup must have at least 2 raster maps
sv: Undergruppen måste ha minst 2 rasterkartor

source: Unable to open seed signature file <%s>
sv: Det går inte att öppna seed signature-filen <%s>

source: Unable to read signature file <%s>
sv: Det går inte att läsa signaturfilen <%s>

source: <%s> has too many signatures (limit is 255)
sv: <%s> har för många signaturer (gränsen är 255)

source: means and standard deviations for %d band%s%s%s
sv: medelvärden och standardavvikelser för %d band%s%s%s

source: means
cs: prùmìry
sv: medel

source: %sclass means/stddev for each band%s%s
sv: %sklassmedelvärde/stddev för varje band%s%s

source: class %d (%d)%s
sv: klass %d (%d)%s

source: means
cs: prùmìry
sv: medel

source: %sinitial means for each band%s%s
sv: %sinitiala medelvärden för varje band%s%s

source: class %-3d
cs: tøída %-3d
sv: klass %-3d

source: class centroids (sum/count=mean)%s
sv: klass centroids (summa/antal=medelvärde)%s

source: %sclass separability matrix%s%s
sv: %smatris för klassseparabilitet%s%s

source: class distribution
cs: distribuce tøídy
sv: klassfördelning

source: energy balance
sv: energibalans

source: actual evapotranspiration
sv: faktisk evapotranspiration

source: Actual evapotranspiration for diurnal period (Bastiaanssen, 1995).
sv: Faktisk evapotranspiration för dygnsperioden (Bastiaanssen, 1995).

source: Name of the diurnal net radiation map [W/m2]
sv: Namn på kartan över den dagliga nettostrålningen [W/m2]

source: Name of the evaporative fraction map [-]
sv: Namn på kartan över avdunstningsfraktion [-]

source: Name of the surface skin temperature [K]
sv: Namn på den ytliga hudtemperaturen [K]

source: Name of the output actual evapotranspiration layer [mm/d]
sv: Namn på det utgående lagret för faktisk evapotranspiration [mm/d]

source: soil moisture
sv: markfuktighet

source: evaporative fraction
sv: evaporativ fraktion

source: Computes evaporative fraction and root zone soil moisture.
sv: Beräknar evaporativ fraktion och markfuktighet i rotzonen.

source: Name of Net Radiation raster map [W/m2]
sv: Namn på rasterkartan för nettostrålning [W/m2]

source: Name of soil heat flux raster map [W/m2]
sv: Namn på rasterkarta över markvärmeflöde [W/m2]

source: Name of sensible heat flux raster map [W/m2]
sv: Namn på rasterkarta över känsligt värmeflöde [W/m2]

source: Name for output evaporative fraction raster map
sv: Namn för rasterkarta över evaporativ fraktion i utdata

source: Name for output root zone soil moisture raster map
sv: Namn för rasterkarta över markfuktighet i rotzonen

source: Root zone soil moisture output (Makin, Molden and Bastiaanssen, 2001)
sv: Utmatning av markfuktighet i rotzonen (Makin, Molden och Bastiaanssen, 2001)

source: Computes sensible heat flux iteration SEBAL 01.
sv: Beräknar iteration av känsligt värmeflöde SEBAL 01.

source: Name of instantaneous net radiation raster map [W/m2]
sv: Namn på rasterkartan för momentan nettostrålning [W/m2]

source: Name of instantaneous soil heat flux raster map [W/m2]
sv: Namn på rasterkarta över markens momentana värmeflöde [W/m2]

source: Name of aerodynamic resistance to heat momentum raster map [s/m]
sv: Namn på rasterkarta över aerodynamiskt motstånd mot värmemängdsmoment [s/m]

source: Name of altitude corrected surface temperature raster map [K]
sv: Namn på rasterkarta över höjdkorrigerad yttemperatur [K]

source: Name of the actual vapour pressure (e_act) map [KPa]
sv: Namn på karta över verkligt ångtryck (e_act) [KPa]

source: Value of the height independent friction velocity (u*) [m/s]
sv: Värde på den höjdoberoende friktionshastigheten (u*) [m/s]

source: Parameters
cs: Parametry
sv: Parametrar

source: Row value of the wet pixel
sv: Radvärde för den våta pixeln

source: Column value of the wet pixel
sv: Kolumnvärde för den våta pixeln

source: Row value of the dry pixel
sv: Radvärde för den torra pixeln

source: Column value of the dry pixel
sv: Kolumnvärde för den torra pixeln

source: Name for output sensible heat flux raster map [W/m2]
sv: Namn för rasterkarta över utgående känsligt värmeflöde [W/m2]

source: Automatic wet/dry pixel (careful!)
sv: Automatisk våt/torr-pixel (var försiktig!)

source: Dry/Wet pixels coordinates are in image projection, not row/col
sv: Koordinaterna för torra/våta pixlar är i bildprojektion, inte rad/kol

source: Automatic mode selected
sv: Automatiskt läge valt

source: Manual wet/dry pixels in image coordinates
sv: Manuella våta/torra pixlar i bildkoordinater

source: Wet Pixel=> x:%f y:%f
sv: Våt Pixel=> x:%f y:%f

source: Either auto-mode either wet/dry pixels coordinates should be provided!
sv: Antingen automatiskt läge eller våta/torra pixelkoordinater bör tillhandahållas!

source: <%s> is an illegal name
sv: <%s> är ett olagligt namn

source: net radiation
sv: nettostrålning

source: Net radiation approximation (Bastiaanssen, 1995).
sv: Approximation av nettostrålning (Bastiaanssen, 1995).

source: Name of albedo raster map [0.0;1.0]
sv: Namn på albedo-rasterkarta [0.0;1.0]

source: Name of NDVI raster map [-1.0;+1.0]
sv: Namn på NDVI-rasterkarta [-1.0;+1.0]

source: Name of surface temperature raster map [K]
sv: Namn på rasterkarta över yttemperatur [K]

source: Name of time of satellite overpass raster map [local time in UTC]
sv: Namn på tid för rasterkarta över satellitpassage [lokal tid i UTC]

source: Name of the difference map of temperature from surface skin to about 2 m height [K]
sv: Namn på skillnadskartan över temperaturen från hudytan till ca 2 m höjd [K]

source: Name of the emissivity map [-]
sv: Namn på emissivitetskartan [-]

source: Name of the single-way atmospheric transmissivitymap [-]
sv: Namn på den enkelriktade atmosfäriska transmissivitetskartan [-]

source: Name of the Day Of Year (DOY) map [-]
sv: Namn på DOY-kartan (Day Of Year) [-]

source: Name of the sun zenith angle map [degrees]
sv: Namn på kartan över solens zenitvinkel [grader]

source: Name of the output net radiation layer
sv: Namn på det utgående nettostrålningsskiktet

source: soil heat flux
sv: markens värmeflöde

source: Soil heat flux approximation (Bastiaanssen, 1995).
sv: Approximation av värmeflödet i marken (Bastiaanssen, 1995).

source: Name of Surface temperature raster map [K]
sv: Namn på rasterkarta över yttemperatur [K]

source: HAPEX-Sahel empirical correction (Roerink, 1995)
sv: HAPEX-Sahel empirisk korrigering (Roerink, 1995)

source: emissivity
sv: emissivitet

source: land flux
sv: landflöde
