Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Creates a raster map layer and vector point map containing randomly located points.
cs: Vytvoøí rastrovou vrstvu a bodovou vektorovou vrstvu obsahující náhodnì rozmístìné body.

source: Generate surfaces
cs: Vytvoøit povrch

source: Fractal surface
cs: Vytvoøit povrch na základì fraktálu

source: Creates a fractal surface of a given fractal dimension.
cs: Vytváøí fraktální povrch o zadané fraktální dimenzi

source: Gaussian kernel density surface
cs: Vytvoø povrch Gaussových odchylek

source: Generates a raster density map from vector points data using a moving 2D isotropic Gaussian kernel or optionally generates a vector density map on vector network with a 1D kernel.
cs: Vytváøí rastrovou mapu hustoty z vektorového bodového souboru tak, ¾e pohybuje 2D isotropické Gaussiánské jádro nebo volitelnì generuje vektorovou mapu hustoty na vektorové síti s 1D jádrem.

source: Gaussian deviates surface
cs: Vytvoø povrch Gaussových odchylek

source: GRASS module to produce a raster map layer of gaussian deviates whose mean and standard deviation can be expressed by the user. It uses a gaussian random number generator.
cs: Modul GRASSu slou¾ící k tvorbì rastrové mapy náhodných gaussových hodnot jejich¾ prùmìr a smìrodatná odchylka mù¾e být zadána u¾ivatelem. Pou¾ívá Gaussùv generátor náhodných èísel.

source: Creates raster plane map given dip (inclination), aspect (azimuth) and one point.
cs: Vytvoøí rastrovou mapu plochy pøi zadání ponoru (sklonu), expozice (azimut) a jednoho bodu.

source: Random deviates surface
cs: Vytvoø náhodný povrch

source: Produces a raster map of uniform random deviates whose range can be expressed by the user.
cs: Vytvoøí rastrovou mapu uniformních náhodných odchylek, jejich¾ rozsah mù¾e být zadán u¾ivatelem.

source: Random surface with spatial dependence
cs: Vytvoøit náhodný povrch s prostorovým vztahem

source: Generates random surface(s) with spatial dependence.
cs: Vytvoøí prostorovì závislé povrchy náhodných hodnot.

source: Generate contour lines
cs: Vytvoøit vrstevnice

source: Produces a vector map of specified contours from a raster map.
cs: Vytvoøí vektorovou vrstvu obsahující vrstevnice z modelu terénu.

source: Interpolate surfaces
cs: Interpolovat povrch

source: Bilinear and bicubic from vector points
cs: Bilineární a bikubická interpolace z vektorových bodù

source: IDW from raster points
cs: Interpolace IDW z rastrových bodù

source: Surface interpolation utility for raster map.
cs: Nástroj pro interpolaci povrchù rastrových map.

source: IDW from raster points (alternate method for sparse points)
cs: Interpolace IDW z rastrových bodù (alternativní metoda pro malý poèet bodù)

source: Surface generation program.
cs: Tvorba povrchu

source: IDW from vector points
cs: Interpolace IDW z vektorových bodù

source: Surface interpolation from vector point data by Inverse Distance Squared Weighting.
cs: Interpolace povrchu z vektorových bodových dat na základì metody Inverse Distance Squared Weighting (IDW).

source: Raster contours
cs: Rastrové vrstevnice

source: Regularized spline tension
cs: Interpolace pomocí RST (regularized spline tension)

source: Spatial approximation and topographic analysis from given point or isoline data in vector format to floating point raster format using regularized spline with tension.
cs: Prostorová aproximace a topografická analýza ze zadaného bodu nebo isolinie ve vektorovém formátu pro vytvoøení rastrové vrtsvy s desetinnou èárkou za pou¾ití interpolace RST (regularized spline with tension).

source: Ordinary or block kriging
cs: Bì¾né nebo blokové krigování

source: Performs ordinary or block kriging.
cs: Provede bì¾né nwebo blokové krigování.

source: Fill NULL cells
cs: Vyplnit NULLové buòky

source: Fills no-data areas in raster maps using v.surf.rst splines interpolation
cs: V rastrových mapách vyplní plochy s prázdnými hodnotami za pou¾ití v.surf.rst spline interpolace

source: Report and statistics
cs: Zprávy a statistiky

source: Basic raster metadata
cs: Základní výpis metadat rastrové mapy

source: Output basic information about a raster map layer.
cs: Vypí¹e základní informace o u¾ivatelem vybrané rastrové vrstvì.

source: Manage category information
cs: Upravit informace o kategoriích

source: Manages category values and labels associated with user-specified raster map layers.
cs: Spravuje hodnoty kategorií a ¹títky spojené s u¾ivatelem zadanou rastrovou vrstvou.

source: General statistics
cs: Obecné statistiky

source: Generates area statistics for raster map layers.
cs: Vytvoøí statistiku ploch pro rastrové vrstvy.

source: Quantiles for large data sets
cs: Qvantilové statistiky pro velké mno¾ství dat

source: Compute quantiles using two passes.
cs: Vypoèítá qvantily pou¾itím dvou prùchodù.

source: Range of category values
cs: Rozsah hodnot kategorii

source: Prints terse list of category values found in a raster map layer.
cs: Vytiskne pouze struèný seznam hodnot kategorií, nalezených v rastrové mapì.

source: Sum category values
cs: Souèet hodnot kategorií

source: Sums up the raster cell values.
cs: Seète hodnoty bunìk rastrového souboru.

source: Sum area by raster map and category
cs: Výpis ploch v rastrové mapì podle kategorií

source: Reports statistics for raster map layers.
cs: Vypí¹e statistiky pro rastrové vrstvy.

source: Statistics for clumped cells
cs: Souhrnná statistika spojených bunìk (po pou¾ití r.clump)

source: Calculates the volume of data "clumps", and (optionally) produces a GRASS vector points map containing the calculated centroids of these clumps.
cs: Spoèítá objem spojitých oblastí a (volitelnì) vytvoøí bodovou vektorovou mapu obsahující spoèítané centroidy tìchto spojitých oblastí.

source: Total corrected area
cs: Celkem opravených ploch

source: Surface area estimation for rasters.
cs: Odhad plochy povrchù pro rastrové vrstvy.

source: Calculates univariate statistics from the non-null cells of a raster map.
cs: Spoèítá univariantní statistiku z ne-nullových bunìk rastrové mapy.

source: Sample transects
cs: Vzorové body profilu

source: Outputs the raster map layer values lying on user-defined line(s).
cs: Vytvoøí rastrovou mapu hodnot, le¾ících na u¾ivatelem definovaných liniích.

source: Sample transects (bearing/distance)
cs: Kontrolní hodnoty profilu (pou¾ít azimut/vzdálenost)

source: Outputs raster map layer values lying along user defined transect line(s).
cs: Vytvoøí rastrovou mapu, její¾ hodnoty le¾í na u¾ivatelem definovaném transektu.

source: Covariance/correlation
cs: Kovariance/korelace

source: Outputs a covariance/correlation matrix for user-specified raster map layer(s).
cs: Vytvoøí kovarianèní/korelaèní matici pro u¾ivatelem zadanou rastrovou mapu(y).

source: Linear regression
cs: Lineární regrese

source: Mutual category occurrences
cs: Spoleèný výskyt kategorie (koincidence)

source: Tabulates the mutual occurrence (coincidence) of categories for two raster map layers.
cs: Vytvoøí tabulku mutualoccurrence (koincidence) kategorií pro dvì rastrové mapy.

source: &Vector
cs: &Vektor

source: Develop vector map
cs: Vytvoøit vektorovou mapu

source: Create new empty vector map
cs: Vytvoøit novou prázdnou vektorovou mapu

source: Edit vector map (non-interactively)
cs: Editovat vektorovu mapu (NEinteraktivnì)

source: Edits a vector map, allows adding, deleting and modifying selected vector features.
cs: Edituje vektorovou mapu, umo¾òuje pøidání, mazání a modifikaci vektorových prvkù.

source: Create or rebuild topology
cs: Vytvoøit/znovu sestavit topologii

source: Rebuild topology on all vector maps
cs: Pøebudujetopologii v¹ech vektorových map

source: Rebuilds topology on all vector maps in the current mapset.
cs: Pøebuduje topologii v¹ech vektorových map v souèasném mapsetu.

source: Clean vector map
cs: Vyèistit vektorovou mapu

source: Toolset for cleaning topology of vector map.
cs: Sada nástrojù k èi¹tìní topologie vektorové mapy.

source: Smooth or simplify
cs: Vyhladit, nebo zjednodu¹it

source: Convert object types
cs: Zmìnit typy vektorových prvkù

source: Add centroids
cs: Pøidat centroidy

source: Adds missing centroids to closed boundaries.
cs: K uzavøeným hranicím pøidá chybìjící centroidy.

source: Build polylines
cs: Vytvoøit mnohonásobné linie

source: Builds polylines from lines or boundaries.
cs: Vytvoøit mnohonásobné linie z linií a hranic.

source: Split lines
cs: Rozdìlit linie

source: Split polylines
cs: Rozdìlit linie

source: Creates points/segments from input vector lines and positions.
cs: Vytvoøí body/segmenty ze vstupních vektorových linií a pozic.

source: Parallel lines
cs: Rovnobì¾né linie

source: Creates parallel line to input vector lines.
cs: Vytvoøí rovnobì¾né linie ke vstupní linii

source: Dissolve boundaries
cs: Rozlo¾í spoleèné hranice

source: Dissolves boundaries between adjacent areas sharing a common category number or attribute.
cs: Rozlo¾í hranice mezi sousedícími plochami, sdílejícími spoleèné èíslo kategorie nebo atribut.

source: Create 3D vector over raster
cs: Vytvoøit 3D vektor nad rastrem

source: Converts vector map to 3D by sampling of elevation raster map.
cs: Pøevede 2D vektorovou vrstvu na 3D za pomoci rastru vý¹ek nad moøem.

source: Extrude 3D vector map
cs: Vytvoøit 3D vektorovou mapu

source: Create labels
cs: Vytvoøit popisky

source: Creates paint labels for a vector map from attached attributes.
cs: Vytvoøí barevné popisky pro vektorovou mapu z pøilo¾ených atributù.

source: Create optimally placed labels
cs: Vytvoøit optimálnì umístìné popisky

source: Create optimally placed labels for vector map(s)
cs: Vytvoøí optimálnì umístìné popisky pro vektorové vrstvy

source: Reposition vector map
cs: Tranformace vektorové vrstvy

source: Performs an affine transformation (shift, scale and rotate, or GPCs) on vector map.
cs: Vykoná afinní transformaci ( posunutí, zmìna mìøítka a otoèení, nebo GPC) vektorové mapy.

source: Reproject vector map
cs: Zmìnit projekci vektorové mapy

source: Re-projects a vector map from one location to the current location.
cs: Zmìní projekci vektorové mapy ze zvolené location do aktuální location.

source: Updates vector map metadata.
cs: Aktualizuje matadata vektorové vrstvy.

source: Interacrive management of vector color tables.
cs: Interaktivní správa vektorové tabulky barev

source: Query with attributes
cs: Atributový dotaz

source: Selects vector objects from an existing vector map and creates a new map containing only the selected objects.
cs: Vybrat objekty z existující vektorové mapy a vytvoøit novou mapu obsahující jenom vybrané objekty.

source: Query with coordinate(s)
cs: Souøadnicový dotaz

source: Query with another vector map
cs: Dotaz na jinou vektorovou mapu

source: Selects features from vector map (A) by features from other vector map (B).
cs: Vybere prvky z vektorové vrstvy (A) podle prvkù z druhé vektorové vrstvy (B)

source: Buffer vectors
cs: Buffer vektorù

source: Lidar analysis
cs: Analýza LIDAR dat

source: Detect edges
cs: Detekce hran

source: Detects the object's edges from a LIDAR data set.
cs: Detekovat hrany objektù z LIDAR dat.

source: Detect interiors
cs: Detekovat vnitøní plochy

source: Building contour determination and Region Growing algorithm for determining the building inside
cs: Hledání linií a algoritmus rùstu regionu (Region Growing) pro nalezení vnitøkù budov

source: Correct and reclassify objects
cs: Spravit a reklasifikovat prvky

source: Correction of the v.lidar.growing output. It is the last of the three algorithms for LIDAR filtering.
cs: Výstup korekce v.lidar.growing. Jedná se o poslední ze tøí algoritmù LIDAR filtrace

source: Linear referencing
cs: Lineární referencování pro vektorové vrstvy

source: Create LRS
cs: Vytvoøit LRS

source: Create Linear Reference System
cs: vytvoøit lineární referenèní systém

source: Create stationing
cs: vytvoøit stanièení

source: Create stationing from input lines, and linear reference system
cs: Vytváøí stanièení ze vstupních linií, a lineární referenèní systém

source: Create points/segments
cs: Vytvoøit body/segmenty

source: Creates points/segments from input lines, linear reference system and positions read from stdin or a file.
cs: Vytvoøí body/segmenty ze vstupních linií, lineární referenèní systém a umístìní jsou èteny ze standartního vstupu nebo souboru.

source: Find line id and offset
cs: Nalézt ID linie a odchylku

source: Finds line id and real km+offset for given points in vector map using linear reference system.
cs: Nalezne id linie a skuteènou délku + odchylku pro dané body ve vektorové mapì pou¾ívající lineární referenèní systém.

source: Nearest features
cs: Nejbli¾¹í prvky

source: Finds the nearest element in vector map 'to' for elements in vector map 'from'.
cs: Hledá nejbli¾¹í prvek ve vektorové vrstvì 'do_mapy' pro prvky ve vektorové vrstvì 'z_mapy'

source: Network analysis
cs: Sí»ová analýza

source: Network maintenance
cs: Správa sítì

source: Performs network maintenance.
cs: Provádí údr¾bu sí»ì.

source: Allocate subnets
cs: Pøidìlit podsítì

source: Allocate subnets for nearest centres (direction from centre).
cs: Pøidìlí podsítì nejbli¾¹ímu centru (ve smìru od støedu).

source: Split net
cs: Rozdìlit sí»

source: Splits net by cost isolines.
cs: Rozdìlit sí» podle isolinií.

source: Shortest path
cs: Nejkrat¹í cesta

source: Finds shortest path on vector network.
cs: Nalézá nejkrat¹í cestu ve vektorové síti.

source: Shortest path for sets of features
cs: Nejkrat¹í cesta pro skupinu prvkù

source: Computes shortest distance via the network between the given sets of features.
cs: Vypoèítá nejkrat¹í vzdálenost v síti mezi zadanými body.

source: Shortest path using timetables
cs: Nejkrat¹í cesta pomocí èasového rozvrhu

source: Finds shortest path using timetables.
cs: Hledá nejkrat¹í cestu pomocí èasového rozvrhu.

source: Shortest path for all pairs
cs: Nejkrat¹í cesta pro v¹echny dvojice

source: Computes the shortest path between all pairs of nodes in the network.
cs: Vypoèítá nejkrat¹í cestu mezi páry bodù v síti.

source: Visibility network
cs: Viditelnost/linie viditelnosti

source: Visibility graph construction.
cs: Tvorba grafu viditelnosti.

source: Maximum flow
cs: Maximální tok

source: Vertex connectivity
cs: Spojení vrcholù

source: Components
cs: Souèásti

source: Computes strongly and weakly connected components in the network.
cs: Vypoèítá silnì a slabì pøipojené souèásti v síti

source: Steiner tree
cs: Steinerùv strom

source: Create Steiner tree for the network and given terminals
cs: vytvoøí Steinerùv strom pro sí» a zadané terminály

source: Minimum spanning tree
cs: Strom nejkrat¹í vzdálenosti

source: Computes minimum spanning tree for the network.
cs: Vypoèítá nejkrat¹í vzdálenosti pro sí»

source: Traveling salesman analysis
cs: Problém obchodního cestujícího

source: Creates a cycle connecting given nodes (Traveling salesman problem).
cs: Vytvoøí zacyklený prùbìh sítí podle daných uzlù (problém obchodního cestujícího).

source: Overlay vector maps
cs: Pøekrýt vektorové mapy

source: Overlays two vector maps.
cs: Pøekrytí dvou vektorových map.

source: Patch vector maps
cs: Spojit vektorové mapy

source: Change attributes
cs: Zmìnit atributy

source: Manage or report categories
cs: Upravit nebo vypsat kategorie

source: Changes vector category values for an existing vector map according to results of SQL queries or a value in attribute table column.
cs: Zmìnit hodnoty kategorií pro existující vektorovou vrstvu podle výsledkù SQL dotazu nebo podle hodnot sloupce v tabulce.

source: Generate area for current region
cs: Vytvoøit plochu pokrývající aktuální region

source: Create a new vector from the current region.
cs: Vytvoøit novou vektorovou mapu pokrývající souèasný region

source: Generate areas from points
cs: Vytvoøit plochy z bodových dat

source: Convex hull
cs: Konvexní obal

source: Delaunay triangles
cs: Vytvoøit Delaunayovu triangulaèní sí» bodové vrstvy

source: Creates a Delaunay triangulation from an input vector map containing points or centroids.
cs: Vytváøí Delaunayovu triangulaci ze vstupní vektorové mapy obsahující body nebo centroidy.

source: Voronoi diagram/Thiessen polygons
cs: Vytvoøit Voronoi diagram/Thiessenovy polygony bodové vrstvy

source: Creates a Voronoi diagram from an input vector map containing points or centroids.
cs: Vytvoøit Voronoi diagram ze vstupní vektorové vrstvy obsahující body nebo centroidy.

source: Generate grid
cs: Vytvoøit møí¾ku

source: Generate points
cs: Vytvoøit bodovou vrstvu

source: Generate from database
cs: Vytvoøit z databáze

source: Creates new vector (points) map from database table containing coordinates.
cs: Vytvoøí novou vektorovou (bodovou) mapu na základì databázové takulky obsahující souøadnice.

source: Generate points along lines
cs: Vytvoøit body podél linií

source: Generate random points
cs: Vytvoøit náhodnou bodovou vrstvu

source: Perturb points
cs: Rozházet body

source: Remove outliers in point sets
cs: Odstranit body mimo sadu bodù

source: Removes outliers from vector point data.
cs: Vyjme outsidery z bodových vektorových dat

source: Test/training point sets
cs: Testovací/trénovací sada bodù

source: Randomly partition points into test/train sets.
cs: Náhodnì rozdìlit body do testovacích mno¾in.

source: Update area attributes from raster
cs: Aktualizovat atributy plochy z rastru

source: Update point attributes from areas
cs: Aktualizovat bodové atributy z ploch

source: Uploads vector values at positions of vector points to the table.
cs: Ulo¾í hodnoty rastrové mapy na pozicích bodù pøekryvné vektorové mapy do atributové tabulky.

source: Update point attributes from raster
cs: Aktualizovat bodové atributy z rastru

source: Sample raster maps at point locations
cs: pøíklad rastrových map v cílové location

source: Uploads raster values at positions of vector points to the table.
cs: Ulo¾í hodnoty rastru pod vektorovými body do jejich atributové tabulky.

source: Sample raster neighborhood around points
cs: Vzorkovat okolí v rastrové vrstvì v okolí daného bodu

source: Samples a raster map at vector point locations.
cs: Získává vzorky z rastrové mapy místech vektorových bodù

source: Reports and statistics
cs: Zprávy, výpisy a statistiky

source: Basic vector metadata
cs: Základní metadata vektorové mapy

source: Classify attribute data
cs: Klasifikovat atributové data

source: Classifies attribute data, e.g. for thematic mapping
cs: Klasifikuje atributové data, napøíklad pro tématické mapy

source: Report topology by category
cs: Zpráva o topologii podle kategorií

source: Populates database values from vector features.
cs: Nahraje data do databáze na základì vektorových prvkù.

source: Univariate attribute statistics for points
cs: Univariantní statistika vektorových bodù a jejich atributù

source: Univariate statistics for attribute columns
cs: Univariantní statistika atributových sloupcù

source: Calculates univariate statistics on selected table column for a GRASS vector map.
cs: Spoèítá univariantní statistiku pro vybraný sloupec tabulky vektorové vrstvy.

source: Quadrat indices
cs: Ukazatel zkusné plochy

source: Indices for quadrat counts of sites lists.
cs: Indexy pro kvadratické poèty pro seznam bodù

source: &Imagery
cs: &Obrazová data

source: Develop images and groups
cs: Vytvoøit obrazový soubor a skupiny

source: Create/edit group
cs: Vytvoøit/upravit skupinu

source: Creates, edits, and lists groups and subgroups of imagery files.
cs: Vytváøí, edituje a vypisuje skupiny a podskupiny obrazových dat.

source: Target group
cs: Cílová obrazová skupina

source: Targets an imagery group to a GRASS location and mapset.
cs: Urèí cíl obrazové skupiny jako location a mapset GRASSu.

source: Mosaic images
cs: Vytvoøit mozaiku více jak 4 sousední obrazové soubory

source: Manage image colors
cs: Správa barevné ¹kály obrazových dat

source: Color balance for RGB
cs: Vyvá¾ení barev pro RGB

source: Performs auto-balancing of colors for LANDSAT images.
cs: Provádí automatické vyvá¾ení barev pro snímky z dru¾ice LANDSAT.

source: HIS to RGB
cs: Transformace HIS -> RGB

source: Transforms raster maps from HIS (Hue-Intensity-Saturation) color space to RGB (Red-Green-Blue) color space.
cs: Pøevede rastrové mapy z HIS (odstín-intenzita-sytost) do RGB (èervená-zelená-modrá)

source: Transforms raster maps from RGB (Red-Green-Blue) color space to HIS (Hue-Intensity-Saturation) color space.
cs: Pøevede rastrové mapy z RGB (èervená-zelená-modrá) do HIS (odstín-intenzita-sytost)

source: Rectify image or raster
cs: Rektifikovat obraz nebo rastrovou mapu

source: Rectifies an image by computing a coordinate transformation for each pixel in the image based on the control points.
cs: Rektifikuje obrazová data výpoètem transformace ka¾dého pixelu obrazu pomocí vlicovacích bodù (GCP)

source: Brovey sharpening
cs: Broveyovo ostøení obrazu

source: Brovey transform to merge multispectral and high-res panchromatic channels
cs: Broveyova transformace pro slouèení multispektrálních kanálù s panchromatickými kanály vy¹¹ího rozli¹ení

source: Classify image
cs: Klasifikace obrazových dat

source: Clustering input for unsupervised classification
cs: Metoda shlukování pro neøízenou klasifikaci

source: Generates spectral signatures for land cover types in an image using a clustering algorithm.
cs: Vytvoøí spektrální signatury pro typy povrchu v obraze pou¾itím metody shlukování.

source: Maximum likelihood classification (MLC)
cs: Klasifikátor MLC (Maximum likelihood classification)

source: Classifies the cell spectral reflectances in imagery data.
cs: Klasifikuje spektrální odrazivost pro ka¾dou buòku obrazových dat.

source: Sequential maximum a posteriori classification (SMAP)
cs: Klasifikátor SMAP (Sequential maximum a posterior)

source: Performs contextual image classification using sequential maximum a posteriori (SMAP) estimation.
cs: Provede kontextuální klasifikaci obrazu s vyu¾itím metody SMAP (sequential maximum a posterior).

source: Input for supervised MLC
cs: Vstup pro øízenou klasifikaci MLC

source: Generates statistics for i.maxlik from raster map.
cs: Vytvoøí statistiku pro výstupní rastrovou mapu z i.maxlik

source: Input for supervised SMAP
cs: Vstup pro øízenou klasifikaci SMAP

source: Generates statistics for i.smap from raster map.
cs: Vytvoøí statistiku pro výstupní rastrovou mapu z i.smap

source: Filter image
cs: Filrace obrazu

source: Edge detection
cs: Detekce hran

source: Zero-crossing "edge detection" raster function for image processing.
cs: ®ádné-køí¾ení "detekce hran" rastrová funkce zpracování obrazu.

source: Matrix/convolving filter
cs: U¾ivatelská definice maticového filtru

source: Performs raster map matrix filter.
cs: Maticový filtr na rastrové mapì.

source: Generate histogram of image
cs: Vytvoøit histogram obrazu

source: Spectral response
cs: Spektrální odezva

source: Displays spectral response at user specified locations in group or images.
cs: Zobrazí spektrální odrazivost na u¾ivatelem zadaných místech ve skupinì obrazù.

source: Tasseled cap vegetation index
cs: Vegetaèní index (tassled cap)

source: Tasseled Cap (Kauth Thomas) transformation for LANDSAT-TM data
cs: Transformace Cap (Kauth Thomas) pro data LANDSAT-TM

source: Transform image
cs: Transformace obrazu

source: Canonical correlation
cs: Kanonické komponenty

source: Canonical components analysis (cca) program for image processing.
cs: Program pro zpracování obrazových dat - kónickou transformaci komponent (cca).

source: Principal components
cs: Hlavní komponenty

source: Fast Fourier
cs: Fourierova transformace

source: Fast Fourier Transform (FFT) for image processing.
cs: Rychlá Fourierova transformace (FFT) pro zpracování obrazových dat.

source: Inverse Fast Fourier
cs: Inverzní Fourierova transformace
