Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: {} script is locally modified. Refresh will discard all changes. Do you really want to continue?
sv: {} skriptet är lokalt modifierat. Uppdatering kommer att förkasta alla ändringar. Vill du verkligen fortsätta?

source: Update
sv: Uppdatera

source: Python script (*.py)|*.py
cs: Python skript (*.py)|*.py
sv: Python-skript (*.py)|*.py

source: JSON file (*.json)|*.json
sv: JSON-fil (*.json)|*.json

source: Choose file to save
cs: Vyberte soubor k ulo¾ení
sv: Välj fil för att spara

source: File <%s> already exists. Do you want to overwrite this file?
cs: Soubor <%s> ji¾ existuje. Pøejete si tento soubor pøepsat?
sv: Filen <%s> finns redan. Vill du skriva över den här filen?

source: Save file
cs: Ulo¾it soubor
sv: Spara fil

source: Unable to launch Python script. %s
sv: Det går inte att starta Python-skript. %s

source: Run script - enabled only for basic Python scripts
sv: Kör skript - endast aktiverat för grundläggande Python-skript

source: Modeler settings
cs: Nastavení modelování
sv: Inställningar för modellerare

source: Item properties
sv: Egenskaper för objekt

source: Disabled:
cs: Zakázané:
sv: Inaktiverad:

source: Color
cs: Barva
sv: Färg

source: Valid:
cs: Platné
sv: Giltig:

source: Invalid:
cs: Neplatné:
sv: Ogiltig:

source: Running:
cs: Bì¾í:
sv: Kör:

source: Shape size
sv: Formens storlek

source: Width:
cs: ©íøka:
sv: Bredd:

source: Height:
cs: Vý¹ka:
sv: Höjd:

source: Vector:
cs: Vektor:
sv: Vektor:

source: Table:
sv: Bord:

source: Loop
sv: Slinga/loop

source: Comment
sv: Kommentar

source: Model properties
cs: Vlastnosti modelu
sv: Egenskaper modell

source: Commands
cs: Pøíkazy
sv: Kommandon

source: Allow output files to overwrite existing files
cs: Povolit pøepsání existujících souborù
sv: Tillåt utdatafiler att skriva över befintliga filer

source: Apply properties
cs: Pøijmout vlastnosti
sv: Tillämpa egenskaper

source: Close dialog and ignore changes
cs: Zavøít dialog a ignorovat provedené zmìny
sv: Stäng dialogrutan och ignorera ändringar

source: Description:
cs: Popis:
sv: Beskrivning:

source: Author(s):
cs: Autoøi:
sv: Författare(n):

source: Create new model
cs: Vytvoøit nový model
sv: Skapa ny modell

source: Load model from file
cs: Naèíst model ze souboru
sv: Läs in modell från fil

source: Save current model to file
sv: Spara aktuell modell till fil

source: Export model to image
cs: Export modelu do obrázku
sv: Exportera modell till bild

source: Export model to Python script
cs: Exportovat model do Python skriptu
sv: Exportera modell till Python-skript

source: Add GRASS tool (module) to model
sv: Lägg till GRASS-verktyg (modul) i modellen

source: Add data to model
sv: Lägg till data i modellen

source: Manually define relation between data and commands
sv: Definiera manuellt relationen mellan data och kommandon

source: Add loop/series to model
sv: Lägg till slinga/serie till modellen

source: Add comment to model
sv: Lägg till kommentar till modellen

source: Run model
cs: Spustit model
sv: Kör modell

source: Validate model
cs: Vyhodnotit model
sv: Validera modellen

source: Set model properties
sv: Ange modellens egenskaper

source: Manage model variables
cs: Spravovat promìnné modelu
sv: Hantera modellvariabler

source: Redraw model canvas
cs: Pøekreslit okno modelování
sv: Rita om modellens canvas

source: Required item is not set.
sv: Obligatoriskt objekt är inte inställt.

source: Select GRASS project and mapset
sv: Välj GRASS-projekt och mapset

source: Project or mapset is not defined.
sv: Projekt eller mapset är inte definierat.

source: Name of GRASS project:
sv: Namn på GRASS-projektet:

source: Name of mapset:
cs: Jméno Mapsetu:
sv: Namn på mapset:

source: Select mapset in GRASS project
sv: Välj kartset i GRASS-projektet

source: Name of mapset is missing.
sv: Namnet på mapset saknas.

source: Select vector map
cs: Vybrat vektorovou mapu
sv: Välj vektorkarta

source: Name of vector map is missing.
sv: Namn på vektorkarta saknas.

source: Create new vector map
cs: Vytvoøit novou vektorovou mapu
sv: Skapa en ny vektorkarta

source: Create attribute table
cs: Vyvoøit atributovou tabulku
sv: Skapa attributtabell

source: Add created map into layer tree
cs: Pøidat vytvoøenou mapu do stromu vrstev
sv: Lägg till skapad karta i lagerträdet

source: Name of new vector map is missing.
sv: Namnet på den nya vektorkartan saknas.

source: Name for new vector map:
cs: Název nové vektorové mapy:
sv: Namn för ny vektorkarta:

source: Key column:
cs: Sloupec s klíèem:
sv: Nyckelkolumn:

source: Unable to create vector map <%s>.
cs: Nelze vytvoøit vektorovou mapu <%s>.
sv: Det gick inte att skapa vektorkarta <%s>.

source: Invalid or empty key column. Unable to create vector map <%s>.
sv: Ogiltig eller tom nyckelkolumn. Det gick inte att skapa vektorkarta <%s>.

source: Vector map <%s> already exists in the current mapset. Do you want to overwrite it?
cs: Vektorová mapa <%s> ji¾ existuje v souèasném mapsetu. Pøejete si tuto mapu pøepsat?
sv: Vektorkarta <%s> finns redan i den aktuella kartuppsättningen. Vill du skriva över den?

source: Load region:
cs: Naèíst region:
sv: Läs in region:

source: Save region:
cs: Ulo¾it region:
sv: Spara region:

source: Name cannot begin with '.' and must not contain space, quotes, '/', ''', '@', ',', '=', '*', and all other non-alphanumeric characters.
sv: Namnet får inte börja med '.' och får inte innehålla mellanslag, citattecken, '/', ''', '@', ',', '=', '*' eller andra icke-alfanumeriska tecken.

source: Create or edit imagery groups
sv: Skapa eller redigera bildgrupper

source: Apply changes to selected group and close dialog
sv: Tillämpa ändringarna på den valda gruppen och stäng dialogrutan

source: Apply changes to selected group
sv: Tillämpa ändringar på vald grupp

source: Close dialog, changes are not applied
sv: Stäng dialogrutan, ändringarna tillämpas inte

source: Put here a regular expression. Characters '.*' stand for anything, character '^' stands for the beginning and '$' for the end.
sv: Ange här ett reguljärt uttryck. Tecknen '.*' står för vad som helst, tecknet '^' står för början och '$' för slutet.

source: Select existing group or enter name of new group:
sv: Välj befintlig grupp eller ange namnet på en ny grupp:

source: Edit/create subgroup
sv: Redigera/skapa undergrupp

source: Select existing subgroup or enter name of new subgroup:
sv: Välj befintlig undergrupp eller ange namnet på den nya undergruppen:

source: Pattern:
sv: Mönster:

source: List of maps:
cs: Seznam map:
sv: Förteckning över kartor:

source: Select map layers and add them to the list.
sv: Välj kartlager och lägg till dem i listan.

source: Remove selected layer(s) from list.
sv: Ta bort markerade lager från listan.

source: Check maps from group to be included into subgroup.
sv: Kontrollera kartor från gruppen som ska inkluderas i undergruppen.

source: Add selected map layers into group
sv: Lägg till valda kartlager i en grupp

source: Group <%s> was changed, do you want to apply changes?
sv: Grupp <%s> har ändrats, vill du tillämpa ändringarna?

source: Unapplied changes
sv: Otillämpade ändringar

source: Subgroup <%s> was changed, do you want to apply changes?
sv: Undergrupp <%s> har ändrats, vill du tillämpa ändringarna?

source: No raster maps selected.
sv: Inga rasterkartor valda.

source: No changes to apply in group <%s>.
sv: Inga ändringar att göra i grupp <%s>.

source: Group <%s> was successfully created.
sv: Grupp <%s> har skapats.

source: Group <%s> was successfully changed.
sv: Grupp <%s> har ändrats framgångsrikt.

source: Creating of new group <%s> failed.
sv: Skapandet av en ny grupp <%s> misslyckades.

source: Changing of group <%s> failed.
sv: Byte av grupp <%s> misslyckades.

source: No group selected.
sv: Ingen grupp vald.

source: No subgroup selected.
sv: Ingen undergrupp vald.

source: Use fully-qualified map names
sv: Använd fullständigt kvalificerade kartnamn

source: Map type:
sv: Typ av karta:

source: Select toggle
cs: Vybrat pøepínaè
sv: Välj växla

source: Invert selection
cs: Obrátit výbìr
sv: Avmarkera alla

source: Dynamic series (%s)
sv: Dynamisk serie (%s)

source: Set Map Layer Opacity
cs: Nastavit prùhlednost mapové vrstvy
sv: Ställ in kartskiktets opacitet

source: opaque
cs: Neprùhledný
sv: ogenomskinlig

source: Set image size
cs: Nastavit velikost obrazu
sv: Ställ in bildstorlek

source: Image size
cs: Velikost obrazu
sv: Bildstorlek

source: Template:
cs: ©ablona:
sv: Mall:

source: SQL Query Utility
sv: Verktyg för SQL-frågor

source: SQL statement
sv: SQL-sats

source: Symbols
sv: Symboler

source: Symbol directory:
sv: Symbolkatalog:

source: Symbol name:
sv: Symbolnamn:

source: Quit GRASS GIS
sv: Avsluta GRASS GIS

source: Do you want to quit GRASS GIS including shell or just close the GUI?
sv: Vill du avsluta GRASS GIS inklusive shell eller bara stänga GUI?

source: Do you want to quit GRASS GIS?
sv: Vill du sluta med GRASS GIS?

source: Close GUI
sv: Stäng GUI

source: Font settings
cs: Nastavení písma
sv: Inställningar för teckensnitt

source: Select font:
cs: Vybrat font:
sv: Välj teckensnitt:

source: Character encoding:
cs: Kódování znakù:
sv: Kodning av tecken:

source: Font size:
cs: Velikost fontu:
sv: Fontstorlek:

source: Example
sv: Exempel

source: Enter parameters for '
cs: Definujte parametry pro '
sv: Ange parametrar för '

source: Close this window without executing the command (Ctrl+Q)
cs: Zavøi toto okno bez spu¹tìní pøíkazu (Ctrl+Q)
sv: Stäng detta fönster utan att utföra kommandot (Ctrl+Q)

source: Run the command (Ctrl+R)
cs: Spustit pøíkaz (Ctrl+R)
sv: Kör kommandot (Ctrl+R)

source: Copy
cs: Kopírovat
sv: Kopiera

source: Copy the current command string to the clipboard
sv: Kopiera den aktuella kommandosträngen till urklipp

source: Show manual page of the command (Ctrl+H)
cs: Ukázat manuálovou stránku pøíkazu (Ctrl+H)
sv: Visa manuell sida för kommandot (Ctrl+H)

source: Add created map(s) into layer tree
cs: Pøidat vytvoøenou mapu do stromu vrstev
sv: Lägg till skapad(a) karta(r) i lagerträdet

source: Close dialog on finish
cs: Zavøít dialog pøi ukonèení
sv: Stäng dialogrutan när du är klar

source: Close dialog when command is successfully finished. Change this settings in Preferences dialog ('Command' tab).
sv: Stäng dialogrutan när kommandot är slutfört. Ändra dessa inställningar i dialogrutan Inställningar (fliken "Kommando").

source: '%s' copied to clipboard
cs: '%s' zkopírováno do schránky
sv: '%s' kopierat till urklipp

source: Required
cs: Po¾adováno
sv: Obligatorisk

source: Optional
cs: Volitelné
sv: Valfritt

source: Parameterized in model
cs: Parametrizace v modelu
sv: Parametriserad i modellen

source: This option is required
sv: Detta alternativ är obligatoriskt

source: [multiple]
cs: [mnohonásobné]
sv: [flera]

source: valid range
cs: platný rozsah
sv: giltigt intervall

source: Select font
cs: Zvolit font
sv: Välj teckensnitt

source: Map Display
sv: Kartdesign

source: Show graphical representation of temporal extent of dataset(s).
sv: Visa en grafisk representation av datasetens/datasetens tidsmässiga omfattning.

source: Transparent
cs: Prùhledný
sv: Genomskinlig

source: Choose %s
cs: Vybrat %s
sv: Välj %s

source: &Load
cs: &Nahrát
sv: &Läs in

source: Load and edit content of a file
sv: Läs in och redigera innehållet i en fil

source: &Save as
sv: &Spara som

source: Save content to a file for further use
sv: Spara innehåll till en fil för vidare användning

source: or enter values directly:
sv: eller ange värden direkt:

source: Enter file content directly instead of specifying a file. Temporary file will be automatically created.
sv: Ange filinnehållet direkt i stället för att ange en fil. En temporär fil skapas automatiskt.

source: Directory
cs: Adresáø
sv: Katalog

source: Layer id
sv: Lager id

source: Layer name
cs: Název vrstvy
sv: Namn på lager

source: Feature type
sv: Typ av funktion

source: Projection match
sv: Projektion matchning

source: Manual
cs: Manuálová stránka
sv: Manuell

source: Nothing to load.
sv: Inget att läsa in.

source: Unable to load file. Reason: %s
sv: Det går inte att läsa in filen. Anledning: %s

source: Nothing to save.
cs: Není co ulo¾it
sv: Inget att spara.

source: Save input as...
sv: Spara inmatning som...

source: No dataset given.
sv: Ingen dataset angiven.

source: Unable to parse command '%s'
sv: Det gick inte att tolka kommandot '%s'

source: %(cmd)s: parameter '%(key)s' not available
cs: %(cmd)s: parametr '%(key)s' není dostupný
sv: %(cmd)s: parameter '%(key)s' inte tillgänglig

source: Try to set up GRASS_ADDON_PATH or GRASS_ADDON_BASE variable.
sv: Försök att ställa in variabeln GRASS_ADDON_PATH eller GRASS_ADDON_BASE.

source: About GRASS GIS
cs: O GIS GRASS
sv: Om GRASS GIS

source: Copyright
cs: Autorská práva
sv: Upphovsrätt

source: License
cs: Licence
sv: Licens

source: Citation
sv: Citering

source: Authors
cs: Autoøi
sv: Författare

source: Contributors
cs: Tvùrci
sv: Medverkande

source: Extra contributors
sv: Extra bidragsgivare

source: Translators
cs: Pøekladatelé
sv: Översättare

source: Translation status
sv: Översättningsstatus

source: Unable to get GRASS version
sv: Det går inte att få fram GRASS-versionen

source: unknown version
sv: okänd version

source: Official GRASS site:
cs: Oficiální GRASS stránka:
sv: Officiell GRASS-webbplats:

source: Code Revision
sv: Revision av kod

source: Build Date
sv: Byggdatum

source: Language
cs: Jazyk
sv: Språk

source: %s file missing
cs: %s soubor chybí
sv: %s fil saknas

source: Unable to provide citation suggestion, see GRASS GIS website instead. The error was: {0}
sv: Kan inte ge förslag på referens, se GRASS GIS webbplats istället. Felet var: {0}

source: Error when reading file '%s'.
sv: Fel vid läsning av filen '%s'.

source: Lines:
sv: Linjer:

source: Country
cs: Zemì
sv: Land

source: E-mail
sv: E-post

source: %d translated
sv: %d översatta

source: %d fuzzy
sv: %d luddiga

source: %d untranslated
sv: %d oöversatta

source: %d translated
sv: %d översatt

source: File <%s> not found
sv: Filen <%s> hittades inte

source: &Next
cs: &Dal¹í
sv: &Nästa

source: &Previous
cs: &Pøedchozí
sv: &Föregående

source: Clear prompt and output window
sv: Rensa prompt och utmatningsfönster

source: Save output to a file
sv: Spara utdata till en fil

source: Abort running command
sv: Avbryt pågående kommando

source: Save file as...
cs: Ulo¾it soubor jako...
sv: Spara filen som...

source: Files
sv: Filer

source: Text files
sv: Textfiler

source: Unable to write file '%(path)s'. Details: %(error)s
sv: Det går inte att skriva filen '%(path)s'. Detaljerad information: %(error)s

source: Command output saved into '%s'
sv: Kommandoutdata sparas i '%s'

source: Not selectable element
cs: Prvek nelze vybrat
sv: Ej valbart element

source: Type:
sv: Typ:

source: GSelect: invalid item: %s
sv: GSelect: ogiltigt objekt: %s

source: Temporal GIS error: %s
sv: Temporalt GIS-fel: %s

source: Unable to import pyGRASS: %s Some functionality will be not accessible
sv: Det gick inte att importera pyGRASS: %s Viss funktionalitet kommer inte att vara tillgänglig

source: No table linked to layer <{}>.
sv: Ingen tabell kopplad till lager <{}>.

source: Choose GIS Data Directory
cs: Zvolit adresáø GRASS dat
sv: Välj GIS-datakatalog

source: Output settings
sv: Inställningar för utmatning

source: Source input
sv: Ingång för källa

source: Native
sv: Inbyggd

source: File
cs: Soubor
sv: Arkiv

source: Protocol
cs: Protokol
sv: Protokoll

source: Output type
sv: Utmatningstyp

source: Source type
sv: Källtyp

source: All files
sv: Alla filer

source: ZIP files
sv: ZIP-filer

source: GZIP files
sv: GZIP-filer

source: TAR files
sv: TAR-filer

source: TARGZ files
sv: TARGZ-filer

source: File:
cs: Soubor:
sv: Fil:

source: Choose file to import
sv: Välj fil att importera

source: Choose input directory
cs: Vyberte vstupní adresáø
sv: Välj katalog för inmatning

source: Extension:
sv: Förlängning:

source: Choose file
cs: Vyberte soubor
sv: Välj fil

source: Feature type:
sv: Typ av funktion:

source: simple features
sv: enkla funktioner

source: topological
sv: topologisk

source: Creation options:
sv: Alternativ för skapande:

source: Protocol:
cs: Protokol:
sv: Protokoll:

source: No settings available
sv: Inga inställningar tillgängliga

source: No data source defined, settings are not saved.
sv: Ingen datakälla definierad, inställningarna sparas inte.

source: PostgreSQL/PostGIS login was not set. Set it via <db.login> module, please.
sv: PostgreSQL / PostGIS-inloggning var inte inställd. Ställ in den via <db.login> -modulen, tack.

source: Getting raster <{table}> SRID from PostgreSQL DB <{db}>, host <{host}> failed. {error}.
sv: Att få raster <{table}> SRID från PostgreSQL DB <{db}>, värd <{host}> misslyckades. {error}.

source: Getting list of tables from PostgreSQL DB <{db}>, host <{host}> failed. {error}.
sv: Att få en lista över tabeller från PostgreSQL DB <{db}>, värd <{host}> misslyckades. {error}.

source: Getting list of tables columns data types from PostGIS DB <{db}>, host <{host}> failed. {error}.
sv: Hämta lista över tabeller kolumner datatyper från PostGIS DB <{db}>, värd <{host}> misslyckades. {error}.

source: PostgreSQL DB <{psql}> program was not found. Please, install it.
sv: PostgreSQL DB <{psql}> -programmet hittades inte. Snälla, installera det.

source: The Python GDAL package is missing. Please install it.
sv: Python GDAL-paketet saknas. Installera det.

source: LineString
sv: LinjeString

source: Point
cs: Bod
sv: Punkt

source: No vector map selected in layer manager. Operation canceled.
sv: Ingen vektorkarta vald i lagerhanteraren. Åtgärden avbröts.

source: Input vector map is not selected
sv: Ingångsvektorkarta är inte vald

source: Input vector map <%s> and selected map <%s> in layer manager are different. Operation canceled.
sv: Inmatad vektorkarta <%s> och vald karta <%s> i lagerhanteraren är olika. Åtgärden avbröts.

source: Unable to import C imagery library functions: %s
sv: Det går inte att importera funktioner från C-bildbiblioteket: %s

source: No vector map selected
sv: Ingen vektorkarta vald

source: GRASS module '%s' not found. Unable to start map display window.
sv: GRASS-modulen '%s' hittades inte. Det går inte att starta kartvisningsfönstret.

source: Do advanced search using %s tool
sv: Gör en avancerad sökning med hjälp av %s-verktyget

source: Double-click to run selected tool
sv: Dubbelklicka för att köra valt verktyg

source: Run selected tool from the tree
sv: Kör valt verktyg från trädet

source: Show manual for selected tool from the tree
sv: Visa manualen för valt verktyg från trädet

source: Documentation for %s is now open in the web browser
sv: Dokumentationen för %s är nu öppen i webbläsaren

source: &Recent Files
sv: &Tidigare filer

source: User settings
cs: U¾ivatelské nastavení
sv: Användarinställningar

source: Set to default
cs: Nastavit na výchozí nastavení
sv: Ställ in som standard

source: Revert settings to default
sv: Återställ inställningar till standard

source: Apply changes for the current session only and close
sv: Tillämpa ändringarna endast för den aktuella sessionen och stäng

source: Save for this session only
sv: Spara endast för denna session

source: Settings applied to current session but not saved
cs: Nastavení jsou pøijata ale nejsou ulo¾ena
sv: Inställningar tillämpas på aktuell session men sparas inte

source: Key column cannot be empty string.
cs: Klíèový sloupec nemù¾e obsahovat prázdný øetìzec.
sv: Nyckelkolumnen kan inte vara en tom sträng.

source: GUI Settings
sv: GUI-inställningar

source: Layer Manager settings
cs: Nastavení okna Správy vrstev
sv: Inställningar för Layer Manager

source: Ask when removing map layer from layer tree
cs: Zeptat se pøi odstraòování mapy ze stromu vrstev
sv: Fråga när du tar bort kartlager från lagerträdet

source: Ask when quitting wxGUI or closing display
sv: Fråga när du avslutar wxGUI eller stänger skärmen

source: Automatically copy selected text to clipboard (in the Console tab)
sv: Automatiskt kopiera markerad text till urklipp (på fliken Konsol)

source: Layout settings
sv: Layoutinställningar

source: Save current window layout as default
cs: Ulo¾it aktuální nastavení oken jako výchozí
sv: Spara aktuell fönsterlayout som standard

source: Save current position and size of Layer Manager window and opened Map Display window(s) and use as default for next sessions.
cs: Ulo¾it aktuální pozici a velikost okna Správa vrstev a mapový displej a pou¾ít jako výchozí pøi pøí¹tích spu¹tìní.
sv: Spara aktuell position och storlek för Layer Manager-fönstret och öppnade Map Display-fönster och använd som standard för nästa session.

source: Save current single window panes layout as default
sv: Spara aktuell layout för enstaka fönsterrutor som standard

source: Save current position and size of single-window mode panes and use as default for next sessions.
sv: Spara aktuell position och storlek för rutor i enfönsterläge och använd som standard för nästa session.

source: Hide '{}' tab (requires GUI restart)
sv: Dölj fliken '{}' (kräver omstart av GUI)

source: Tools
sv: Verktyg

source: History
sv: Historik

source: Data Catalog settings
sv: Inställningar för datakatalog

source: At startup load maps from current mapset only (in the Data tab)
sv: Vid start läses kartor in endast från aktuell kartuppsättning (i fliken Data)

source: Workspace settings
sv: Inställningar för arbetsområde

source: Suppress positioning Map Display Window(s)
cs: Zachovat pozici okna Mapového displeje
sv: Undertryck positionering av kartvisningsfönster

source: Suppress positioning Layer Manager window
cs: Zachovat pozici okna Správce vrstev
sv: Undertryck positionering av Layer Manager-fönstret

source: Region settings
sv: Inställningar för region

source: Align region to resolution
sv: Anpassa regionen till upplösningen

source: Appearance
cs: Vzhled
sv: Utseende

source: Window layout settings
sv: Inställningar för fönsterlayout

source: Use single-window mode (requires GUI restart)
sv: Använd single-window-läge (kräver omstart av GUI)

source: Use single-window mode instead of multi-window mode
sv: Använd single-window-läge istället för multi-window-läge

source: Font for command output:
cs: Font pro výstup pøíkazù:
sv: Teckensnitt för kommandoutmatning:

source: Font for manual pages:
sv: Font för manuella sidor:

source: Language settings
sv: Språkinställningar

source: Choose language (requires to save and GRASS restart):
sv: Välj språk (krävs för att spara och starta om GRASS):

source: Appearance settings
sv: Inställningar för utseende

source: Element list:
cs: Seznam prvkù
sv: Elementlista:

source: Menu style (requires to save and GUI restart):
sv: Menystil (kräver att du sparar och startar om GUI):

source: Height of map selection popup window (in pixels):
sv: Höjd på popup-fönstret för kartval (i pixlar):

source: Icon theme (requires GUI restart):
sv: Ikontema (kräver omstart av GUI):

source: Tool dialog style:
sv: Stil för verktygsdialog:

source: Default font for GRASS displays:
cs: Výchozí písmo pro GRASS monitory:
sv: Standardteckensnitt för GRASS-displayer:

source: Default display settings
cs: Výchozí nastavení displeje
sv: Standardinställningar för visning

source: Display driver:
cs: Ovladaè displeje:
sv: Displayförare:

source: Statusbar mode:
cs: Výchozí zobrazení na stavové li¹tì:
sv: Statusfältläge:

source: Align region extent based on display size
sv: Justera regionens utsträckning baserat på skärmstorlek

source: Constrain display resolution to computational settings
cs: Nastavit zobrazené rozli¹ení jako výpoèetní
sv: Begränsa skärmupplösningen till beräkningsinställningarna

source: Enable auto-rendering
cs: Zapnout/vypnout automatické vykreslování
sv: Aktivera automatisk rendering
