Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Maximum number of animations is %d.
sv: Maximalt antal animationer är %d.

source: More animations are using one window. Please select different window for each animation.
sv: Fler animationer använder samma fönster. Välj olika fönster för varje animation.

source: Invalid input
sv: Ogiltigt värde

source: Failed to display legend.
sv: Misslyckades med att visa legend.

source: Inconsistent number of maps, please check input data.
sv: Inkonsekvent antal kartor, kontrollera indata.

source: No animation to export.
sv: Ingen animering för export.

source: Preparing export, please wait...
sv: Förbereder export, vänta...

source: Exporting animation, please wait...
sv: Exporterar animering, vänta...

source: 2D view
cs: 2D zobrazení
sv: 2D-vy

source: 3D view
cs: 3D pohled
sv: 3D-vy

source: No animation name selected.
sv: Inget animationsnamn valt.

source: No workspace file selected.
sv: Ingen arbetsytafil vald.

source: File %s not found
sv: Filen %s hittades inte

source: Animation %d
sv: Animering %d

source: Adjust speed of animation
sv: Justera animeringens hastighet

source: Simple mode
sv: Enkelt läge

source: Frame duration:
sv: Ramens varaktighet:

source: Temporal mode
sv: Temporalt läge

source: Time unit:
sv: Tidsenhet:

source: Duration of time unit:
sv: Varaktighet för tidsenhet:

source: year
sv: år

source: month
sv: månad

source: day
sv: dag

source: hour
sv: timme

source: minute
sv: minut

source: second
sv: sekund

source: Animation speed is too high.
sv: Animeringshastigheten är för hög.

source: Add new animation
sv: Lägg till ny animation

source: Edit animation
sv: Redigera animering

source: General
cs: Obecné
sv: Allmänt

source: Advanced
cs: Roz¹íøené
sv: Avancerat

source: top left
sv: övre vänster

source: top right
sv: övre höger

source: bottom left
sv: nedre vänster

source: bottom right
sv: nedre höger

source: Select 2D or 3D view
sv: Välj 2D- eller 3D-vy

source: Name:
cs: Jméno:
sv: Namn:

source: Window position:
sv: Fönsterposition:

source: View mode:
sv: Visningsläge:

source: For 3D animation, please select only one space-time dataset or one series of map layers.
sv: För 3D-animering, välj endast en rumtidsdataset eller en serie av kartlager.

source: Show raster legend
sv: Visa rasterförklaring

source: Set options
cs: Nastavit volby
sv: Ställ in Alternativ

source: 3D view parameters
sv: parametrar för 3D-vy

source: Workspace file:
sv: Fil för arbetsområde:

source: Choose workspace file to import 3D view parameters
sv: Välj arbetsytafil för att importera 3D-vyparametrar

source: Browse
cs: Procházet
sv: Bläddra

source: Parameter for animation:
sv: Parameter för animering:

source: Set spatial extent in 2D view
sv: Ställ in rumslig utsträckning i 2D-vy

source: Use saved region:
sv: Använd sparad region:

source: Animate region change
sv: Animera ändring av region

source: End region:
sv: Slutregion:

source: Zoom value:
sv: Zoomvärde:

source: N-S/E-W distances in map units used to gradually reduce region.
sv: N-S/E-V avstånd i kartenheter används för att gradvis minska regionen.

source: Only one series or space-time dataset is accepted for 3D mode.
sv: Endast en serie eller ett rumtidsdataset accepteras för 3D-läget.

source: No map series or space-time dataset added.
sv: Ingen kartserie eller rumtidsdataset har lagts till.

source: Region information is not complete
sv: Regioninformationen är inte fullständig

source: Add, edit or remove animations
sv: Lägg till, redigera eller ta bort animationer

source: List of animations
sv: Lista över animationer

source: Add
cs: Pøidat
sv: Lägg till

source: Edit
sv: Redigera

source: Remove
cs: Odstranit
sv: Ta bort

source: Export animation
sv: Exportera animering

source: Decorations
sv: Dekorationer

source: Export
sv: Exportera

source: Add image
sv: Lägg till bild

source: Add text
sv: Lägg till text

source: Add time stamp
sv: Lägg till tidsstämpel

source: Add time stamp, image or text decoration by one of the buttons above.
sv: Lägg till tidsstämpel, bild eller textdekoration med en av knapparna ovan.

source: Add image or text decoration by one of the buttons above.
sv: Lägg till bild- eller textdekoration genom att klicka på en av knapparna ovan.

source: Font settings:
sv: Inställningar för teckensnitt:

source: Sample text
sv: Exempel på text

source: Set font
cs: Nastavit písmo
sv: Ange teckensnitt

source: Image file:
sv: Bildfil:

source: Choose image file
sv: Välj bildfil

source: Placement as percentage of screen coordinates (X: 0, Y: 0 is top left):
sv: Placering i procent av skärmkoordinaterna (X: 0, Y: 0 är längst upp till vänster):

source: animated GIF
sv: animerad GIF

source: image sequence
sv: bildsekvens

source: Export to:
sv: Exportera till:

source: File prefix:
sv: Filprefix:

source: animation_
sv: animering

source: File format:
sv: Filformat:

source: Choose directory for export
sv: Välj katalog för export

source: GIF file:
sv: GIF-fil:

source: Choose file to save animation
sv: Välj fil för att spara animationen

source: SWF file:
sv: SWF-fil:

source: Program 'ffmpeg' was not found. Please install it first and make sure it's in the PATH variable.
sv: Programmet 'ffmpeg' hittades inte. Installera det först och se till att det finns att det finns i PATH-variabeln.

source: AVI file:
sv: AVI-fil:

source: Video codec:
sv: Videokodek:

source: Additional options:
sv: Ytterligare alternativ:

source: Consider adding '-sameq' or '-qscale 1' if not satisfied with video quality. Options depend on ffmpeg version.
sv: Överväg att lägga till "-sameq" eller "-qscale 1" om du inte är nöjd med videokvaliteten. Alternativen beror på ffmpeg-versionen.

source: Current frame rate: %.2f fps
sv: Aktuell bildhastighet: %.2f fps

source: File %s not found.
sv: Filen %s hittades inte.

source: Decoration image file is missing.
sv: Bildfil för dekoration saknas.

source: Directory %s not found.
sv: Katalog %s hittades inte.

source: Export directory is missing.
sv: Exportkatalog saknas.

source: Image
sv: Bild

source: Time stamp
sv: Tidsstämpel

source: Exported file directory '{base_dir}' does not exist.
sv: Den exporterade filkatalogen '{base_dir}' finns inte.

source: Export file is missing.
sv: Exportfil saknas.

source: Exported animation file <{file}> exists. Do you want to overwrite it?
sv: Den exporterade animationsfilen <{file}> finns. Vill du skriva över den?

source: Overwrite?
cs: Pøepsat?
sv: Skriv över?

source: Add space-time dataset layer
sv: Lägg till lager med rymd-tid-dataset

source: Multiple raster maps
sv: Flera rasterkartor

source: Multiple vector maps
sv: Flera vektorkartor

source: Multiple 3D raster maps
sv: Flera 3D-rasterkartor

source: Space time raster dataset
sv: Rasterdataset för rymdtid

source: Space time vector dataset
sv: Vektordataset för rymdtid

source: Space time 3D raster dataset
sv: 3D-rasterdataset för rymdtid

source: Input data type:
sv: Typ av indata:

source: Select raster/vector maps.
sv: Välj raster/vektor-kartor.

source: Please select maps or dataset first.
sv: Välj kartor eller dataset först.

source: Animation Tool settings
sv: Inställningar för animationsverktyget

source: Background color:
cs: Barva pozadí:
sv: Bakgrundsfärg:

source: Number of parallel processes:
sv: Antal parallella processer:

source: Text foreground color:
sv: Förgrundsfärg för text:

source: Text background color:
sv: Bakgrundsfärg för text:

source: Time
sv: Tid

source: Absolute time format:
sv: Absolut tidsformat:

source: Click and then press key up or down to preview different date and time formats. Type custom format string.
sv: Klicka och tryck sedan på tangenten upp eller ner för att förhandsgranska olika datum- och tidsformat. Skriv in en anpassad formatsträng.

source: Learn more about formatting options
sv: Läs mer om formateringsalternativ

source: Display instances with no data
sv: Visa instanser utan data

source: When animating instant-based data which have irregular timestamps you can display 'no data frame' (checked option) or keep last frame.
sv: När du animerar ögonblicksbaserade data som har oregelbundna tidsstämplar kan du visa "ingen dataram" (markerat alternativ) eller behålla den senaste ramen.

source: Invalid
sv: Ogiltig

source: Animation Tool
sv: Animeringsverktyg

source: Main Toolbar
sv: Huvudverktygsfält

source: Animation Toolbar
sv: Verktygsfält för animering

source: Misc Toolbar
sv: Övrigt verktygsfält

source: Loading data
sv: Läsar in data

source: ({c} out of {p})
sv: ({c} av {p})

source: to %(to)s
sv: till %(to)s

source: %s=, %s=, %s= and %s= are mutually exclusive.
sv: %s=, %s=, %s= och %s= är ömsesidigt uteslutande.

source: Animation Tool - GRASS GIS
sv: Animeringsverktyg - GRASS GIS

source: Reading workspace file <%s> failed. Invalid file, unable to parse XML document.
cs: Ètení souboru workspace <%s> selhalo. Neplatný soubor, nelze parsovat XML dokument.
sv: Läsning av arbetsytans fil <%s> misslyckades. Ogiltig fil, XML-dokumentet kan inte analyseras.

source: No 3d view information in workspace file <%s>.
sv: Ingen information om 3d-vy i arbetsytans fil <%s>.

source: Please add only one layer in the list.
sv: Lägg bara till ett lager i listan.

source: No map series nor space-time dataset is added.
sv: Inga kartserier eller dataset för tid och rum läggs till.

source: Rendering map layers
sv: Rendering av kartlager

source: Overlaying map layers
sv: Överlagring av kartlager

source: Directory {t} not removed.
sv: Katalog {t} inte borttagen.

source: It is not allowed to display data with different temporal types (absolute and relative).
sv: Det är inte tillåtet att visa data med olika temporala typer (absolut och relativ).

source: It is not allowed to display data with different units (%s).
sv: Det är inte tillåtet att visa data med olika enheter (%s).

source: You are going to display data with different temporal types of maps (interval and point). It is recommended to use data of one temporal type to avoid confusion.
sv: Du kommer att visa data med olika temporala karttyper (intervall och punkt). Vi rekommenderar att du använder data av en enda tidstyp för att undvika förvirring.

source: Space time dataset <%s> not found.
sv: Rymdtidsdataset <%s> hittades inte.

source: Topology of Space time dataset %s is invalid.
sv: Topologin för Space time dataset %s är ogiltig.

source: Change animation speed
sv: Ändra animeringshastighet

source: Play forward
sv: Spela framåt

source: Play back
sv: Spela upp

source: Stop
sv: Stoppa

source: Pause
sv: Pausa

source: Repeat
sv: Upprepa

source: Play back and forward
sv: Spela upp framåt och bakåt

source: Add, edit or remove animation
sv: Lägg till, redigera eller ta bort animering

source: Add space-time dataset or series of map layers
sv: Lägg till rumtidsdataset eller serie av kartlager

source: Add space-time dataset or series of map layers for animation
sv: Lägg till rumtidsdataset eller serie av kartlager för animering

source: Map <%s> not found.
cs: Mapa <%s> nebyla nalezena.
sv: Karta <%s> hittades inte.

source: The number of maps in space-time datasets has to be the same.
sv: Antalet kartor i rum-tid-dataset måste vara detsamma.

source: The temporal type (absolute/relative) of space-time datasets has to be the same.
sv: Den temporala typen (absolut/relativ) av rumtidsdataset måste vara densamma.

source: The map type (point/interval) of space-time datasets has to be the same.
sv: Karttypen (punkt/intervall) för rum-tid-dataset måste vara densamma.

source: The temporal extents of maps in space-time datasets have to be the same.
sv: Den tidsmässiga omfattningen av kartor i rumtidsdataset måste vara densamma.

source: The number of maps to animate has to be the same for each map series.
sv: Antalet kartor som ska animeras måste vara detsamma för varje kartserie.

source: The number of maps to animate has to be the same as the number of maps in temporal dataset.
sv: Antalet kartor som ska animeras måste vara detsamma som antalet kartor i temporal dataset.

source: Wx debug level {0}.
sv: Wx felsökningsnivå {0}.

source: WARNING: Ignoring unsupported wx debug level (must be >=0 and <=5). {0}
sv: VARNING: Ignorerar icke-stödd wx-felsökningsnivå (måste vara >=0 och <=5). {0}

source: Error
cs: Chyba
sv: Fel

source: Reason
cs: Dùvod
sv: Orsak

source: Warning
cs: Upozornìní
sv: Varning

source: Message
cs: Zpráva
sv: Meddelande

source: Execution failed:
cs: Vykonání pøíkazu selhalo:
sv: Exekveringen misslyckades:

source: Details:
cs: Detaily:
sv: Detaljer:

source: Error:
cs: Chyba:
sv: Fel:

source: Unable to execute command: '%s'
sv: Det gick inte att utföra kommandot: '%s'

source: Error in %s
cs: Chyba v %s
sv: Fel i %s

source: Unable to run command: %(cmd)s Option <%(opt)s>: read from standard input is not supported by wxGUI
sv: Det går inte att köra kommandot: %(cmd)s Alternativ <%(opt)s>: läsa från standardinmatning stöds inte av wxGUI

source: Module <%s> not found.
sv: Modul <%s> hittades inte.

source: %d sec
sv: %d sek

source: %(min)d min %(sec)d sec
sv: %(min)d min %(sec)d sek

source: unknown
cs: neznámý
sv: okänd

source: Please note that the data are left in inconsistent state and may be corrupted
cs: Data jsou ponechána v nevhodném stavu a mohou být poru¹ena
sv: Observera att data lämnas i inkonsekvent tillstånd och kan vara skadade

source: Command aborted
cs: Pøíkaz pøeru¹en
sv: Kommandot avbröts

source: Command ended with non-zero return code {returncode}
sv: Kommandot avslutades med en returkod som inte är noll {returncode}

source: Command finished
cs: Pøíkaz ukonèen
sv: Kommando avslutat

source: Unknown tag %s
sv: Okänd tagg %s

source: <%(name)s>: layer type <%(type)s> is not supported
cs: <%(name)s>: typ vrstvy <%(type)s> není je¹tì podporován
sv: <%(name)s>: lagertyp <%(type)s> stöds inte

source: Command '%s' failed
sv: Kommando '%s' misslyckades

source: Details: %s
sv: Mer information: %s

source: Unsupported map layer type '%s'
cs: Nepodporovaný typ mapové vrstvy '%s'
sv: Kartskiktstyp '%s' stöds inte

source: Rendering failed: %s
sv: Rendering misslyckades: %s

source: Rendering aborted
sv: Rendering avbruten

source: Downloading data
sv: Hämtar ner data

source: Trying to recover from default region...
sv: Försöker återhämta sig från standardregionen...

source: GRASS tool '%s' not found. Unable to start map display window.
sv: GRASS-verktyget '%s' hittades inte. Det går inte att starta kartvisningsfönstret.

source: ERROR: Unable to read WIND file: %s
sv: ERROR: WIND-filen kan inte läsas: %s

source: Error: Unable to open '%(file)s'. Reason: %(ret)s. wxGUI exited.
cs: Chyba: Nelze otevøít '%(file)s'. Dùvod: %(ret)s. wxGUI konèí.
sv: Felmeddelande: Det gick inte att öppna '%(file)s'. Orsak: %(ret)s. wxGUI avslutades.

source: Unable to zoom to raster map <%s>.
cs: Nelze nastavit zoom podle rastrové mapy <%s>.
sv: Det går inte att zooma till rasterkartan <%s>.

source: Unable to zoom to vector map <%s>.
cs: Nelze nastavit zoom podle vektorové mapy <%s>.
sv: Det går inte att zooma till vektorkarta <%s>.

source: Unable to zoom to 3d raster map <%s>.
sv: Det går inte att zooma till 3d-rasterkarta <%s>.

source: Unable to get current geographic extent. Force quitting wxGUI. Please manually run g.region to fix the problem.
sv: Det går inte att få aktuell geografisk utsträckning. Tvinga fram avslutning av wxGUI. Kör g.region manuellt för att åtgärda problemet.

source: Segment break
cs: Zlom segmentu
sv: Segmentbrytning

source: Data point
sv: Datapunkt

source: Collapse all except PERMANENT and current
cs: Zabalit v¹echny kromì PERMANENT a aktuální mapset
sv: Dölj alla utom PERMANENT och aktuell

source: Collapse all except PERMANENT
cs: Zabalit v¹echny kromì PERMANENT mapset
sv: Dölj alla utom PERMANENT

source: Collapse all except current
cs: Zabalit v¹echny kromì aktuální mapset
sv: Kollapsa alla utom nuvarande

source: Collapse all
cs: Zabalit v¹echny
sv: Stäng alla

source: Expand all
cs: Zozbalit v¹echny
sv: Visa alla

source: Edit selected record
cs: Editovat vybraný záznam
sv: Redigera vald post

source: Display selected
cs: Zobrazit vybrané
sv: Display vald

source: Classic (labels only)
sv: Classic (endast etiketter)

source: Combined (labels and tool names)
sv: Kombinerad (etiketter och verktygsnamn)

source: Expert (tool names only)
sv: Expert (endast verktygsnamn)

source: Basic top
sv: Basisk topp

source: Basic left
sv: Grundläggande vänster

source: List left
sv: Lista vänster

source: Zoom and recenter
sv: Zooma och centrera om

source: Zoom to mouse cursor
sv: Zooma till muspekaren

source: Nothing
sv: Inget

source: Scroll forward to zoom in
sv: Bläddra framåt för att zooma in

source: Scroll back to zoom in
sv: Bläddra tillbaka för att zooma in

source: box
cs: rám
sv: låda

source: sphere
cs: koule
sv: sfär

source: cube
cs: krychle
sv: kub

source: diamond
cs: diamant
sv: diamant

source: cross
sv: kors

source: circle
sv: cirkel

source: Script package
sv: Skriptpaket

source: Unable to read settings file <{path}>: {err}
sv: Det gick inte att läsa inställningsfilen <{path}>: {err}

source: Unable to read settings file <%s>
sv: Det går inte att läsa inställningsfilen <%s>

source: Error: Reading settings from file <%(file)s> failed. Details: %(detail)s Line: '%(line)s'
sv: Fel vid läsning: Läsning av inställningar från filen <%(file)s> misslyckades. Detaljerad information: %(detail)s Rad: '%(line)s'

source: Unable to create settings directory
sv: Det går inte att skapa en katalog för inställningar

source: Writing settings to file <%(file)s> failed. Details: %(detail)s
cs: Selhalo zapsání nastavení do souboru <%(file)s>. Detaily: %(detail)s
sv: Skrivning av inställningar till fil <%(file)s> misslyckades. Detaljerad information: %(detail)s

source: Unable to set
cs: Nelze nastavit
sv: Går inte att ställa in

source: Unable to parse settings '%s'
cs: Nelze provést nastavení '%s'
sv: Det gick inte att tolka inställningarna '%s'

source: Unable to parse user toolboxes XML files. Default files will be loaded.
sv: XML-filer för användarens verktygslådor kan inte tolkas. Standardfiler kommer att läsas in.

source: Unable to create toolboxes directory.
sv: Det gick inte att skapa en katalog för verktygslådor.

source: Custom toolboxes
sv: Anpassade verktygslådor

source: List of addons cannot be obtained because g.extension failed. Details: %s
sv: Lista över tillägg kan inte erhållas eftersom g.extension misslyckades. Detaljerad information: %s

source: Addons
sv: Tillägg

source: Module not installed
sv: Modulen är inte installerad

source: map units
sv: kartanheter

source: meters
sv: meter

source: kilometers
sv: kilometer

source: miles
sv: mil

source: feet
sv: fot

source: sq map units
sv: sq karta enheter

source: sq meters
sv: kvadratmeter

source: sq kilometers
sv: kvadratkilometer

source: acres
sv: tunnland

source: hectares
sv: hektar

source: Syntax error: %s
sv: Syntaxfel: %s

source: Vector map <%(map)s>: %(msg)s
sv: Vektorkarta <%(map)s>: %(msg)s

source: %s: line skipped - unable to parse '%s' Reason: %s
sv: %s: rad överhoppad - kunde inte tolka '%s' Orsak: %s

source: Duplicated key: %s
sv: Duplicerad nyckel: %s

source: Unable to open file '{name}': {error}
sv: Det går inte att öppna filen '{name}': {error}

source: Unable to create file '{name}': {error}
sv: Det går inte att skapa filen '{name}': {error}

source: Select Color
cs: Zvolit barvu
sv: Välj färg

source: Unable to open file <%s> for reading.
cs: Nelze otevøít soubor workspace <%s> pro zápis.
sv: Filen <%s> kunde inte öppnas för läsning.

source: Some lines were skipped when reading settings from file <%(file)s>. See 'Command output' window for details. Number of skipped lines: %(line)d
cs: Nìkteré linie byly vynechány pøi ètení ze souboru <%(file)s>. Pro zji¹tìní detailù pøepnìte na okno 'Command output'. Poèet vynechaných linií: %(line)d
sv: Vissa rader hoppades över när inställningar lästes från filen <%(file)s>. Se fönstret "Kommandoutmatning" för mer information. Antal överhoppade rader: %(line)d

source: row %d:
cs: øádek: %d
sv: rad %d:

source: Data catalog
sv: Datakatalog

source: Choose GRASS data directory:
cs: Vybrat adresáø s GRASS daty:
sv: Välj GRASS datakatalog:

source: Do you want to create a new project (also known as location)?
sv: Vill du skapa ett nytt projekt (även känt som plats)?

source: Create project?
sv: Skapa projekt?

source: Link external raster data [r.external]
sv: Länka externa rasterdata [r.external]

source: Link external vector data [v.external]
sv: Länka externa vektordata [v.external]

source: Set raster output format [r.external.out]
sv: Ange rasterutmatningsformat [r.external.out]

source: Set vector output format [v.external.out]
sv: Ställ in vektorutmatningsformat [v.external.out]

source: Unpack GRASS raster map [r.unpack]
sv: Packa upp GRASS rasterkarta [r.unpack]

source: Unpack GRASS vector map [v.unpack]
sv: Packa upp GRASS-vektorkarta [v.unpack]

source: Create raster map from x,y,z data [r.in.xyz]
sv: Skapa rasterkarta från x,y,z-data [r.in.xyz]

source: Create vector map from x,y,z data [v.in.ascii]
sv: Skapa vektorkarta från x,y,z-data [v.in.ascii]

source: Link external data
sv: Länka externa data

source: More options...
sv: Fler alternativ...

source: Reprojection
sv: Reprojektion

source: Reproject
sv: Reprojicera

source: Reproject raster
sv: Återprojicera raster

source: Reproject vector
sv: Reprojicera vektor

source: Map layer <{ml}> needs to be reprojected. Please review and modify reprojection parameters:
sv: Kartlagret <{ml}> måste återprojiceras. Granska och modifiera parametrarna för reprojektion:

source: Estimated resolution:
sv: Beräknad upplösning:

source: Resampling method:
sv: Resampling-metod:

source: Maximum segment length:
sv: Maximal segmentlängd:

source: Data Catalog
sv: Datakatalog

source: Close GRASS GIS Data Catalog
sv: Stäng GRASS GIS datakatalog

source: Data Catalog - GRASS GIS
sv: Datakatalog - GRASS GIS

source: Create new project
sv: Skapa ett nytt projekt

source: Learn more
sv: Läs mer

source: GRASS GIS helps you organize your data using projects (locations) which contain mapsets (subprojects). All data in one project is in the same coordinate reference system (CRS). You are currently in mapset PERMANENT in default project {loc} which uses WGS 84 (EPSG:4326). Consider creating a new project with a CRS specific to your area. You can do it now or anytime later from the toolbar above.
sv: GRASS GIS hjälper dig att organisera dina data med hjälp av projekt (platser) som innehåller kartuppsättningar (underprojekt). Alla data i ett projekt är i samma koordinatreferenssystem (CRS). Du befinner dig för närvarande i kartuppsättningen PERMANENT i standardprojektet {loc} som använder WGS 84 (EPSG:4326). Överväg att skapa ett nytt projekt med ett CRS som är specifikt för ditt område. Du kan göra det nu eller när som helst senare från verktygsfältet ovan.

source: Import vector data
cs: Import vektorových dat
sv: Importera vektordata

source: Import raster data
cs: Import rastrových dat
sv: Importera rasterdata

source: You have successfully created a new project {loc}. Currently you are in its PERMANENT mapset which is used for storing your base maps to make them readily available in other mapsets. You can create new mapsets for different tasks by right clicking on the project name. To import data, go to the toolbar above or use the buttons below.
sv: Du har framgångsrikt skapat ett nytt projekt {loc}. För närvarande befinner du dig i dess PERMANENT-kartuppsättning som används för att lagra dina baskartor för att göra dem lättillgängliga i andra kartuppsättningar. Du kan skapa nya kartuppsättningar för olika uppgifter genom att högerklicka på projektnamnet. För att importera data, gå till verktygsfältet ovan eller använd knapparna nedan.
