Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: <Auxiliar_edge_table> created in database.
cs: <pomocná_tabulka> vytvoøena v databázi.

source: Can't call bad num-function
cs: Nelze volat ¹patnou numerickou funkci

source: Bad arguments to numfunc %s
cs: ©patné agrumenty numerické funkce %s

source: No function defined to perform ``number %c number''
cs: Není definována ¾ádná funkce pro vykonání "èíslo %c èíslo"

source: No function defined to perform ``point %c point''
cs: Není definována ¾ádná funkce pro vykonání "bod %c bod"

source: Can't call bad function
cs: Nelze volat ¹patnou funkci

source: Bad arguments to pointfunc %s
cs: Chybné argumenty pro pointfunc %s

source: Performing 1 arg map function on map %s
cs: Vykonávám funkci s 1 argumentem na mapì %s

source: Performing 2 arg map function on maps %s and %s
cs: Vykonávám funkci s 2 argumenty na mapách %s a %s

source: Performing map %s + %s
cs: Vykonávání mapa %s + %s

source: Can't call bad map-function
cs: Nelze volat ¹patnou mapovou funkci

source: Bad arguments to mapfunc %s (argc = %d)
cs: ©patné argumenty mapové funkce %s (argc = %d)

source: No function defined to perform map %c map
cs: Není definována ¾ádná funkce pro vykonání mapa %c mapa

source: Can't call bad any-function
cs: Nelze volat chybnou funkci

source: Bad arguments to anyfunc %s (argc = %d)
cs: Chybné argumenty pro anyfunc %s (argc = %d)

source: Print vector history instead of info
cs: Vypí¹e historii vektorové mapy namísto infa

source: Print types/names of table columns for specified layer instead of info
cs: Vypí¹e typy/názvy sloupcù tabulky pro specifikovanou vrstvu namísto infa

source: Print map region only
cs: Vytiskni pouze region rastrové mapy

source: Print map title only
cs: Vytiskni pouze titulek rastrové mapy

source: Print topology information only
cs: Vytiskni pouze informace o topologii

source: Displaying column types/names for database connection of layer %d:
cs: Zobrazí typ/jméno sloupce z databáze pøipojené na vrstvu %d:

source: Layer: %s
cs: vrstva: %s

source: Database: %s
cs: Databáze: %s

source: Title: %s
cs: Název: %s

source: Map scale: 1:%d
cs: Mapové mìøítko: 1:%d

source: Map format: %s
cs: Formát mapy: %s

source: Name of creator: %s
cs: Tvùrce mapy: %s

source: Organization: %s
cs: Organizace: %s

source: Source date: %s
cs: Zdrojová data: %s

source: Type of Map: %s (level: %i)
cs: Typ mapy: %s (úroveò: %i)

source: Number of points: %-9ld Number of areas: %-9ld
cs: Poèet bodù: %-9ld Poèet ploch: %-9ld

source: Number of lines: %-9ld Number of islands: %-9ld
cs: Poèet linií: %-9ld Poèet ostrovù %-9ld

source: Number of boundaries: %-9ld Number of faces: %-9ld
cs: Poèet hranic: %-9ld Poèet 3D polygonù: %-9ld

source: Number of centroids: %-9ld Number of kernels: %-9ld
cs: Poèet centroidù: %-9ld Poèet jader: %-9ld

source: Number of dblinks: %-9ld
cs: Poèet pøipojení k databázi: %-9ld

source: No topology present
cs: Není vytvoøena ¾ádná topologie

source: Projection: %s (zone %d)
cs: Projekce: %s (zóna %d)

source: Projection: %s
cs: Projekce: %s

source: Digitization threshold: %s
cs: Mezní hodnota digitalizace: %s

source: Comments:
cs: Poznámky:

source: cat;category of the nearest feature;dist;minimum distance to nearest feature;to_x;x coordinate of the nearest point on 'to' feature;to_y;y coordinate of the nearest point on 'to' feature;to_along;distance between points/centroids in 'from' map and the linear feature's start point in 'to' map, along this linear feature;to_angle;angle between the linear feature in 'to' map and the positive x axis, at the location of point/centroid in 'from' map, counterclockwise, in radians, which is between -PI and PI inclusive;to_attr;attribute of nearest feature given by to_column option
cs: cat;kategorie nejlbli¾¹ího prvku;dist;minimální vzdálenost k nejbli¾¹ímu prvku;to_x;souøadnice x nejbli¾¹ího bodu na 'to' prvku;to_y;souøadnice y nejbli¾¹ího bodu na 'to' prvku;to_along;vzdálenost k nejbli¾¹ímu bodu na 'from' prvku podél lineárního prvku;to_angle;úhel lineárního prvku k nejbli¾¹ímu bodu proti smìru hodinových ruèièek osa x pozitivní, v radiánech, co¾ je mezi -Pí a Pí vèetnì;to_attr;attribute nejbli¾¹ího prvku daný volbou to_column

source: From_map
cs: z_mapy

source: Name of table created for output when the distance to all flag is used
cs: Název tabulky vytvoøené pro výstup, pokud je udán pøepínaè -a (vzdálenost ke v¹em prvkùm)

source: The output is written to stdout but may be uploaded to a new table created by this module. From categories are may be multiple.
cs: Výstup je zapsán na standardní výstup, ale mù¾e být ulo¾en do nové atributové tabulky vytvoøené tímto modulem. Kategorie 'from' mohou být víceèetné.

source: Finding nearest lines...
cs: Hledám nejbli¾¹í linie...

source: Finding nearest areas...
cs: Hledám nejbli¾¹í plochy ...

source: Change the type of geometry elements.
cs: Zmìnit typ geometrických prvkù.

source: Pairs for input and output type separated by comma
cs: Dvojice vstupu a výstupu oddìlené teèkou

source: <input_type1>,<output_type1>,<input_type2>,<output_type2>,... Example1: line,boundary Example2: line,boundary,point,centroid
cs: <vstupni_typ1>,<vystupni_typ1>,<vstupni_typ2>,<vystupni_typ2>,... Pøíklad1: linie,hranice Pøíklad2: linie,hranice,bod,centroid

source: Nothing to do
cs: Není co ukázat

source: Not enough types
cs: Nedostatek typù

source: Odd number of types
cs: Lichý poèet typù

source: Uses a GRASS vector points map to produce a convex hull vector map.
cs: POu¾ívám GRASS vektorovou mapu bodù pro vytvoøení vektorové mapy konvexního obalu.

source: Name of input vector points map
cs: Název vstupní bodové vektorové vrstvy

source: Name of output vector area map
cs: Název výstupní vektorové vrstvy

source: Use all vector points (do not limit to current region)
cs: Po¾ít v¹echny body vektoru ( není limit pro souèasný region)

source: Cannot open vector map <%s>
cs: Nelze otevøít vektorovou mapu <%s>

source: Error loading vector points map <%s>
cs: Chyba pøi ètení bodové vektorové vrstvy <%s>

source: Convex hull calculation requires at least three points
cs: Výpoèet konvexního obalu po¾aduje nejménì 3 body

source: Selects vector objects from an existing vector map and creates a new map containing only the selected objects.
cs: Vybrat objekty z existující vektorové mapy a vytvoøit novou mapu obsahující jenom vybrané objekty.

source: Do not copy table (see also 'new' parameter)
cs: Nekopíruj tabulku (viz té¾ parametr 'new')

source: Enter -1 to keep original categories or the desired NEW category value
cs: Vlo¾te -1 pro zachování pùvodní kategorie nebo po¾adovanou NOVOU hodnotu.

source: If new >= 0, table is not copied
cs: Jestli nová >=0, tabulka nebude zkopírována

source: Process file <%s> for category numbers
cs: pracuji na souboru <%s> pro èísla kategorií

source: %d categories loaded from table <%s>
cs: %d kategorií bylo naèteno z tabulky <%s>

source: Create Steiner tree for the network and given terminals
cs: Vytvoøit Steinerùv strom pro sí» a urèit koncové body

source: Note that 'Minimum Steiner Tree' problem is NP-hard and heuristic algorithm is used in this module so the result may be sub optimal
cs: 'Minimální Steinerùv strom' je NP-tì¾ká úloha, v tomto module je pou¾it heuristický algoritmus, výsledek nemusí být optimální

source: vector, editing, geometry
cs: vektor, editace, geometrie

source: %d features added
cs: %d prvkù pøidáno

source: %d boundaries closed
cs: %d hranic uzavøeno

source: %d features deleted
cs: %d prvkù smazáno

source: %d features moved
cs: %d prvkù pøesunuto

source: %d vertices moved
cs: %d lomových bodù pøesunuto

source: %d vertices added
cs: %d lomových bodù pøidáno

source: %d vertices removed
cs: %d lomových bodù smazáno

source: %d lines broken
cs: %d linií zlomeno

source: %d lines connected
cs: %d linií pøipojeno

source: %d lines merged
cs: %d linií spojeno

source: %d features copied
cs: %d prvkù zkopírováno

source: %d lines flipped
cs: %d linií otoèeno

source: %d lines labeled
cs: %d linií popsáno

source: Error reading ASCII file: '%s'
cs: Chyba pøi ètení ASCII souboru: '%s'

source: End of ascii file reached before end of categories
cs: Konec souboru dosa¾en pøe koncem kategorií.

source: Error reading categories: '%s'
cs: Chyba pøi ètení kategorií: '%s'

source: Unexpected data in vector head: '%s'
cs: Neoèekávaná data v hlavièce vektorové mapy: '%s'

source: Unknown keyword '%s' in vector head
cs: Neznámé klíèové slovo '%s' v hlavièce vektorového souboru.

source: %d of %d features selected from vector map <%s>
cs: %d z %d prvkù vybráno pro vektorovou mapu <%s>

source: create;Create new (empty) vector map;add;Add new features to existing vector map;delete;Delete selected features from vector map;move;Move selected features in vector map;vertexmove;Move vertex of selected vector lines;vertexdel;Remove vertex from selected vector lines;vertexadd;Add new vertex to selected vector lines;merge;Merge selected vector lines;break;Break/split vector lines;select;Select lines and print their ID's;catadd;Set new categories to selected vector features for defined layer;catdel;Delete categories from selected vector features for defined layer;copy;Copy selected features;snap;Snap vector features in given threshold;flip;Flip direction of selected vector lines;connect;Connect two lines;zbulk;Z bulk-labeling (automated assignment of z coordinate to vector lines);chtype;Change feature type (point<->centroid, line<->boundary)
cs: create;Vytvoøí novou (prázdnou) vektorovou vrstvu;add;Pøidá nový vektorový prvek do existující vektorové vrstvy;delete;Sma¾e vybrané prvky z vektorové vrstvy;move;Pøesune prvek ve vektorové vrstvì;vertexmove;Pøesune vybraný lomový bod linie;vertexdel;Sma¾e vybrané lomové body linií;vertexadd;Pøidá lomový bod do vybrané linie;merge;Spojí vybrané linie;break;Rozdìlí linii na dvì samostatné linie;select;Vybere linie a vytiskne jejich ID;catadd;Nastaví nové kategorie pro vybrané prvky a vrstvu vektorové mapy;catdel;Sma¾e kategorie pro vybrané prvky vrstvy vektorové mapy;copy; Zkopíruje vybrané prvky;snap;Spojí vybrané prvky podle daného rozmezí vzdálenosti;flip; Otoèí smìr vybrané linie;connect; Spojí dvì linie;zbulk;Popisování v¹ech prvkù souøadnicí z ( automatické pøidìlení souøadnice z linii);chtype;Zmìnit typ prvku (bod <->centroid, linie <->hranice)

source: ASCII file to be converted to binary vector map
cs: Soubor ASCII pro konverzi na binární vektorový soubor.

source: If not given (or "-") reads from standard input
cs: Pokud není zadáno (nebo"-"), ète se standardní vstup

source: Difference in x,y direction for moving feature or vertex
cs: Rozdíl ve smìrech x,y pro posun prvku nebo lomového bodu

source: no;Not apply snapping;node;Snap only to node;vertex;Allow snapping also to vertex
cs: no;Pøichytávání deaktivováno;node;Pøichytávat pouze k uzlùm;vertex;Povolit pøichycení také k opìrným bodùm

source: Create a new vector map layer by combining other vector map layers.
cs: Vytvoøí nový binární vektorovou mapu kombinací více vektorových vrstev.

source: Missing table
cs: Postrádám tabulku

source: Key columns differ
cs: Klíèové sloupce jsou rùzné.

source: Number of columns differ
cs: Poèet sloupcù se li¹í.

source: Column names differ
cs: Jména sloupcù se li¹í.

source: Column types differ
cs: Typy sloupcù se li¹í.

source: Allocate subnets for nearest centres (direction from centre).
cs: Urèit podsí»ì pro nejbli¾¹í stedy (smìr ze støedu).

source: Centre node must be opened (costs >= 0). Costs of centre node are used in calculation
cs: Støední uzel musí být otevøen (cena >= 0). cena støedního uzlu je pou¾ita ve výpoètu

source: Categories of centres (points on nodes) to which net will be allocated, layer for this categories is given by nlayer option
cs: Kategorie støedù (body nebo uzly) pøidìlených sítí, vrstva pro tyto kategorie je urèena pomocí volby nvrstva

source: Number of centres: [%d] (nlayer: [%d])
cs: POèet støedù: [%d] (nvrstva:[%d])

source: Calculating costs from centres ...
cs: Poèítám cenu ze støedù ...

source: Convert OGR vector layers to GRASS vector map.
cs: Konvertuje vektorové vrstvy OGR na GRASS vektorové mapy.

source: OGR datasource name
cs: Jmono zdroje dat OGR

source: Subregion
cs: Subegion

source: Minimum size of area to be imported (square units)
cs: Minimální importovaná plocha (plo¹né jednotky)

source: Min-area & snap
cs: Min.plocha & snap

source: point;import area centroids as points;line;import area boundaries as lines;boundary;import lines as area boundaries;centroid;import points as centroids
cs: point;Importovat centroidy ploch jako body;line;Importovat hranice ploch jako linie;boundary;Importovat linie jako hranice ploch;centroid;Importovat body jako centroidy

source: Name for new location to create
cs: Název nové location, která má být vytvoøena

source: Override dataset projection (use location's projection)
cs: Pøepi¹ mapovou projekci (pou¾ij map. projekci location)

source: Extend location extents based on new dataset
cs: Hranice location se zvìt¹í podle nového datasetu

source: Available OGR Drivers:
cs: Pou¾itelné OGR ovladaèe:

source: Data source contains %d layers:
cs: Zdroj dat obsahuje %d vrstev:

source: Unable to convert input map projection to GRASS format; cannot create new location
cs: Nelze pøevést vstupní mapovou projekci do formátu GRASSu; nelze vytvoøit novou location.

source: Projection of dataset does not appear to match current location.
cs: Vypadá to, ¾e projekce datasetu neodpovídá projekci aktuální location

source: You can use the -o flag to %s to override this projection check.
cs: Mù¾ete pou¾ít pøepínaè -o pro %s a pøeskoèit toto ovìøení.

source: Consider generating a new location with 'location' parameter from input data set.
cs: Zva¾te vytvoøení nové location s parametry 'location' ze vstupního datasetu.

source: Projection of input dataset and current location appear to match
cs: Mapová projekce vstupního datasetu a aktuální location souhlasí.

source: Layer: %s
cs: Vrstva: %s

source: Column name changed: '%s' -> '%s'
cs: Název sloupce zmìnìn: '%s' -> '%s'

source: Column type not supported (%s)
cs: Typ sloupce není podporován (%s)

source: Importing map %d features...
cs: Importuji prvky mapy %d...

source: %d %s without geometry
cs: %d %s bez geometrie

source: Cleaning polygons, result is not guaranteed!
cs: Proèi¹tìní polygonù, výsledek není zaruèen!

source: Snap boundaries (threshold = %.3e):
cs: rozdìlit hranice (mezní hodnota =%.3e)

source: Break polygons:
cs: Zlom polygonù:

source: Remove duplicates:
cs: Mazání duplicit:

source: Break boundaries:
cs: Zlomit hranice:

source: Clean boundaries at nodes:
cs: Vyèistit hranice na uzlech:

source: Change boundary dangles to lines:
cs: Mìním hranice pøívìskù na linie:

source: Change dangles to lines:
cs: Zmìnit pøívìsky na linie:

source: Change boundary bridges to lines:
cs: Mìním hranice mostù na linie:

source: Remove bridges:
cs: Mazání mostù:

source: %d areas represent more (overlapping) features, because polygons overlap in input layer(s). Such areas are linked to more than 1 row in attribute table. The number of features for those areas is stored as category in layer %d
cs: %d ploch zastupuje více (pøekrývání) prvkù, polygony ve vstupní vrstvì(ách) se toti¾ pøekrývají. Takovéto plochy jsou linkovány k více ne¾ 1 záznamu v atributové tabulce. Èíslo prvkù pro tyto plochy jsou ulo¾eny jako kategorie ve vrstvì %d

source: Total area: %e (%d areas)
cs: Celkem ploch: %e (%d ploch)

source: Overlapping area: %e (%d areas)
cs: Pøekrytí plochy: %e (%d ploch)

source: Area without category: %e (%d areas)
cs: PPlochy bez kategorie:%e (%d ploch)

source: Input data contains 3D features. Created vector is 2D only, use -z flag to import 3D vector
cs: Vstupní data obsahují 3D prvky. Vytvoøená vektorová mapa je pouze 2D, pro import 3D vektorové mapy pou¾ijte pøepínaè -z.

source: Degenerate polygon ([%d] vertices)
cs: Rozklad polygonu ([%d] lomových bodù)

source: Area size [%.1e], area not imported
cs: Velikost plochy [%.1e] plocha nebude importována

source: Degenerate island ([%d] vertices)
cs: Rozklad ostrova ([%d] lomových bodù)

source: Island size [%.1e], island not imported
cs: Velikost ostrova [%.1e] ostrov nebude importován

source: Cannot calculate centroid
cs: Nelze spoèítat centroid plochy

source: Cannot write part of geometry
cs: Nelze zapsat èást geometrie

source: Unknown geometry type
cs: Neznámý typ geometrie

source: Calculates univariate statistics for attribute. Variance and standard deviation is calculated only for points if specified.
cs: Poèítá základní statistiky pro atributy. Variance a standardní odchylka jsou poèítány pouze pokud jsou zadány body.

source: Column name
cs: Název sloupce

source: Arc forward/both direction(s) cost column
cs: Sloupeèek nesoucí cenu pohybu ve smìru dopøedu nebo i zpìt.

source: Arc backward direction cost column
cs: Sloupeèek nesoucí cenu pohybu ve smìru zpìt.

source: Vector of points defining sample points
cs: Vektorová mapa s bodovými vzorky

source: Output quadrant centres, number of points is written as category
cs: Výsupní støedy kvadrantù, poèet bodù bude zapsáno jako kategorie

source: vector, geometry, topology
cs: vektor,geometrie, topologie

source: no;Do not assign any category number to polyline;first;Assign category number of first line to polyline;multi;Assign multiple category numbers to polyline
cs: no; nepøiøazovat ¾ádnou kategorii pro lomené èáry;first; pøiøadit èíslo kategorie první linii v lomené èáøe;mutli; pøiøadit vícenásobné èísla kategorii lomené èáry

source: %d lines or boundaries found in vector map <%s@%s>
cs: %d linií nebo hranic nalezeno ve vektorové mapì <%s@%s>

source: Random location perturbations of GRASS vector points
cs: Náhodná odchylka location vektorových bodù

source: Vector points to be spatially perturbed
cs: Vektorové body, které budou prostorovì rozmístìny

source: Parameter(s) of distribution. If the distribution is uniform, only one parameter, the maximum, is needed. For a normal distribution, two parameters, the mean and standard deviation, are required.
cs: Parametr(y) rozdìlení. Pokud je rozdìlení uniformní, je potøebazadat pouze maximální parametr. Pro normální rozdìlení je potøeba zadatstøední hodnotu a smìrodatnou odchylku.

source: Seed for random number generation
cs: Poèátek pro generování náhodného èísla

source: normalsv: save of unitialized block
cs: normalsv: ulo¾ení neiniciovaného bloku

source: normalsv: restoration of unitialized block
cs: normalsv: obnovení neiniciovaného bloku

source: Rotation angle (degrees counter-clockwise)
cs: Úhel rotace ve stupních (proti smìru hodinových ruèièek)

source: Creates a new vector as a read-only link to OGR layer.
cs: Vytvoøí novou vektorovou mapu jako odkaz na OGR vrstvu (pouze pro ètení).

source: Output vector. If not given, available layers are printed only.
cs: Výstupní vektor, pokud není zadán, jsou pouze vyti¹tìny pøítomné vektory

source: OGR layer name. If not given, available layers are printed only. Examples: ESRI Shapefile: shapefile name MapInfo File: mapinfo file name
cs: Název vrstvy OGR. Pokud není zadán, vypsány budou pouze dostupné vrstvy. Pøíklady: ESRI ShapeFile: název souboru ShapeFile Soubor MapInfo: název souboru MapInfo

source: Output vector name was not specified
cs: Výstupní vektorová mapa nebyla zadána

source: Cannot open data source
cs: Nelze otevøít datový zdroj

source: general, projection
cs: obecné, projekce

source: This should not happen see your system admin
cs: Toto se nemìlo stát, nav¹tivte prosím va¹eho systémovho administrátora...

source: Unrecognized 'ask' value in proj-parms.table: %s
cs: Nerozpoznaná hodnota 'ask' v proj-parms.table: %s

source: Unrecognized default value in proj-parms.table: %s
cs: Nerozpoznaná zíkladní tabulka v proj_parms.tabla: %s

source: Invalid region: %s
cs: chybný region: %s

source: Set region to match this 3D raster map (both 2D and 3D values)
cs: Nastav region tak, aby odpovídal této 3D rastrové mapì (obì 2D a 3D hodnoty)

source: Set region to match this 3dview file
cs: Nastav region tak, aby odpovídal souboru 3dview

source: Grid resolution 2D (both north-south and east-west)
cs: 2D rozli¹ení (obì severo-ji¾ní a východnì-západní)

source: North-south grid resolution 2D
cs: Severo-ji¾ní 2D rozli¹ení

source: East-west grid resolution 2D
cs: HVýchodo-západní 2D rozli¹ení

source: Top-bottom grid resolution 3D
cs: Horní-spodní 3D rozli¹ení

source: Unable to read region <%s> in <%s>
cs: Nelze èíst region <%s> v <%s>

source: 3dview file <%s> not found
cs: soubor 3dview <%s> nebyl nalezen

source: Unable to open 3dview file <%s> in <%s>
cs: Nelze otevøít soubor 3dview <%s> v <%s>

source: Unable to read 3dview file <%s> in <%s>
cs: Nelze èíst soubor 3dview <%s> v <%s>

source: Old 3dview file. Region <%s> not found in <%s>
cs: Starý soubor 3dview. Region <%s> nebyl nalezen <%s>

source: Unable to read header of raster map <%s@%s>
cs: Nelze èíst hlavièku rastrové mapy <%s@%s>

source: Unable to open vector map <%s@%s>
cs: Nelze otevøít vektorovou mapu <%s@%s>

source: Raster map <%s@%s>: %s
cs: rastrová mapa <%s@%s>: %s

source: Error in pj_do_proj (projection of input coordinate pair)
cs: Chyba v pj_do_proj (projekce vstupního páru souøadnic)

source: WGS84 output not possible as this location does not contain datum transformation parameters. Try running g.setproj.
cs: Výstup WGS84 není mo¾ný, jeliko¾ tato location neobsahujetransformaèní parametry. Zkuste spustit g.setproj.

source: Unable to open raster map <%s> in <%s>
cs: Nelze otevøít rastrovou mapu <%s> v <%s>

source: [%s@%s] is a base map for [%s]. Remove forced.
cs: [%s@%s] je základní mapa pro [%s]. Ma¾u násilím.

source: [%s@%s] is a base map. Remove reclassed map first: %s
cs: [%s@%s] je základní mapa. Sma¾te reklasifikovanou mapu %s.

source: Removing information about reclassed map from [%s@%s] failed
cs: Mazání informace o reklasifikované mapì z [%s@%s] selhalo.

source: general, map management
cs: obecné, ovládání map

source: Removes data base element files from the user's current mapset.
cs: Ma¾e datové soubory z aktuálního mapsetu

source: Force remove
cs: Násilné vyjmutí

source: %s file(s) to be removed
cs: %s soubor(y) urèené ke smazání

source: general, settings
cs: obecné, nastavení

source: Modifies the user's current mapset search path, affecting the user's access to data existing under the other GRASS mapsets in the current location.
cs: Mìní nastavení aktuálního mapsetu, mìní pøístup k datùm umístìnýchv jiných mapsetech GRASSu v aktuální location.

source: Name(s) of existing mapset(s)
cs: Jméno(a) existující(ch) mapset(ù)

source: Name(s) of existing mapset(s) to add to search list
cs: Název existující(ch) rastrové(ých) map(y) pro dotazování.

source: List all available mapsets
cs: Vypi¹ v¹echny dostupné mapsety

source: Print current mapset search path
cs: Vypi¹ aktuální cestu k mapsetùm

source: Cannot open SEARCH_PATH for write
cs: Nelze otevøít SEARCH_PATH pro zápis

source: Names of input files
cs: Jména vstupních souborù

source: Name of output file
cs: Jméno výstpuního souboru

source: Copies available data files in the user's current mapset search path and location to the appropriate element directories under the user's current mapset.
cs: Kopíruje dostupná data z u¾ivatelem zadaného mapsetu a location do aktuálního mapsetu.

source: %s file(s) to be copied
cs: %s soubor(y) ke kopírování

source: <%s> not found
cs: <%s> nenalezen

source: %s=%s,%s: files are the same, no copy required
cs: %s=%s,%s: soubory jsou stejné, není tøeba kopírovat

source: <%s> already exists
cs: <%s> ji¾ existuje

source: Lists available GRASS data base files of the user-specified data type to standard output.
cs: Seznam dostupných souborù u¾ivatelem zadaného typu dat na standardní výstup
