Repository: OSGeo/grass
Catalog: locale/po/grasstcl_*.po
Languages: cs

source: Mutual category occurences (coincidence)
cs: Spoleèný výskyt kategorie (koincidence)

source: Create/rebuild topology
cs: Vytvoøit/znovu sestavit topologii

source: Clean vector files
cs: Vyèistit vektorové soubory

source: Add missing centroids
cs: Pøidat chybìjící centroidy

source: Build polylines from adjacent segments
cs: Sestavit polygony ze sousedních segmentù

source: Split polylines into segments
cs: Rozdìlit polygony na segmenty

source: Create lines parallel to existing lines
cs: Vytvoøit linie rovnobì¾né s existující linií

source: Dissolve common boundaries
cs: Rozlo¾í spoleèné hranice

source: Convert vector feature types
cs: Konvertovat typy vektorových prvkù

source: Convert 2D vector to 3D by sampling raster
cs: Konvertovat 2D vektorovou vrstvu na 3D pomocí vzorkování rastru

source: Extrude 2D vector into 3D vector
cs: Vytvoøit 3D vektorový objekt na základì 2D vektorového obrysu

source: Create text label file for vector features
cs: Vytvoøit textový popisek pro vektorové prvky

source: Reproject vector from other location
cs: Transformovat vektorovou vrstvu z jiné lokace

source: Create new vector as link to external OGR layer
cs: Vytvoøit novou vektorovou vrstvu jako link na externí vrstvu OGR

source: Set database connection for vector attributes
cs: Nastavit databázové spojení pro vektorové atributy

source: Rectify and georeference vector map
cs: Rektifikovat a georeferencovat vektorovou vrstvu

source: Query by attributes
cs: Atributový dotaz

source: Query by map features
cs: Dotaz na prvky mapové vrstvy

source: Create vector buffers
cs: Vytvoøit vektorovou obalovou zí³nu

source: Linear referencing for vectors
cs: Lineární referencování pro vektorové vrstvy

source: Create linear reference system
cs: Vytvoøit lineární referenèní systém

source: Create stationing from imput lines, and linear reference system
cs: Vytvoøit stanièení ze vstupních linií a lineární referenèní systém

source: Create points/segments from input lines, linear reference system and positions read from stdin
cs: Vytvoøit body/segmenty ze vstupních linií, lineární referenèní systém a pozice naètené ze standardního vstupu (stdin)

source: Find line id and real km+offset for given points in vector map using linear reference system
cs: Nalézt id linie a skuteèné km+odsazení pro dané body ve vektorové vrstvì s vyu¾itím liniárního referenèního systému

source: Locate nearest features to points or centroids
cs: Lokalizovat nejbli¾¹í prvky od daného bodu èi centroidu

source: Generate Thiessen polygons around points (Voronoi diagram)
cs: Vytvoøit Thuessenovy polygony v bodové vrstvì (Voronoi diagram)

source: Connect points to create Delaunay triangles
cs: Spojit body a vytvoøit Delaunayovu triangulaèní sí»

source: Shortest route (visualization only)
cs: Nejkrat¹í cesta (pouze vizualizace)

source: Split net to bands between cost isolines
cs: Rozdìlit sí» do skupin mezi izoliniemi nákladù

source: Overlay/combine 2 vector maps
cs: Pøekrýt/kombinovat 2 vektorové vrstvy

source: Patch multiple maps (combine)
cs: Spojit rùzné mapové vrstvy (kombinace)

source: Generate area feature for extent of current region
cs: Vytvoøit plochu pokrývající aktuální region

source: Generate rectangular vector grid
cs: Vytvoøit pravoúhlou vektorovou møí¾ku

source: Attach, delete, or report categories
cs: Pøipojit, odstranit a vypsat kategorie

source: Reclassify features using rules file
cs: Reklasifikovat prvky na základì souboru s pravidly

source: Work with vector points
cs: Pracovat s vektorovými body

source: Generate points from database with x/y coordinates
cs: Vytvoøit bodovou vrstvu na základì souøadnic x/y ulo¾ených v databázi

source: Random location perturbations of points
cs: Náhodná lokální pertubace bodù

source: Generate convex hull for point set
cs: Vytvoøit konvexní obálku bodové vrstvy

source: Generate Delaunay triangles for point set
cs: Vytvoøit Delaunayovu triangulaèní sí» bodové vrstvy

source: Generate Voronoi diagram/Thiessen polygons for point set
cs: Vytvoøit Voronoi diagram/Thiessenovy polygony bodové vrstvy

source: Sample raster maps
cs: Vzorkovat rastrové vrstvy

source: Calculate statistics for raster map overlain by vector map
cs: Sestavit statistiku rastrové vrstvy pøekryté vektorovou vrstvou

source: Partition points into test/training sets for k-fold cross validatation
cs: Body do testovacích/tréningových souborù pro k-fold validaci

source: Transfer attribute data from queried vector map to points
cs: Pøevést atributová data z dotazované vektorové vrstvy na body

source: Load vector attributes to database or create reports
cs: Naèíst vektorové atributy do databáze nebo vytvoøit zprávu

source: Report areas for vector attribute categories
cs: Zpráva o plochách pro kategorie atributù

source: Test normality of point distribution
cs: Test normality rozlo¾ení bodù

source: Calculate stats for raster map underlying vector objects
cs: Sestavit statistiku pro rastrovou vrstvu pøekrývající vektorové objekty

source: Indices of point counts in quadrats
cs: Seznamy poètu bodù v kvadrantech

source: Create/edit imagery group
cs: Vytvoøit/modifikovat obrazovou skupinu

source: Target imagery group
cs: Cílová obrazová skupina

source: Mosaic up to 4 adjacent images
cs: Vytvoøit mozaiku více jak 4 sousední obrazové soubory

source: Color balance and enhance color tables of multiband imagery for rgb display
cs: Zvýraznìní a vyrovnání barev tabulky barev pro multikanálová obrazová data

source: Transform HIS (Hue/Intensity/Saturation) color image to RGB (Red/Green/Blue)
cs: Pøevést obrazový soubor z HIS (Hue/Intensity/Saturation) na RGB (Red/Green/Blue)

source: Transform RGB (Red/Green/Blue) color image to HIS (Hue/Intensity/Saturation)
cs: Pøevést obrazový soubor z RGB (Red/Green/Blue) na HIS (Hue/Intensity/Saturation)

source: Rectify and georeference image group
cs: Rektifikovat a georeferencovat obrazovou skupinu

source: Set ground control points (GCP's) from raster map or keyboard entry
cs: Oznaèit vlícovací body (ground control points - GCP) na podkladové rastrové vrstvì nebo pomocí klávesnice

source: Set ground control points (GCP's) from vector map or keyboard entry
cs: Oznaèit vlícovací body (ground control points - GCP) na podkladové vektorové vrstvì nebo pomocí klávesnice

source: Affine and Polynomial rectification (rubber sheet)
cs: Afinní a polynomní rektifikace

source: Brovey transformation and pan sharpening
cs: Broveyova transformace a ostøení

source: Non-interactive input for supervised classification (MLC)
cs: Neinteraktivní vstup pro øízenou klasifikaci (MLC)

source: Non-interactive input for supervised classification (SMAP)
cs: Neinteraktivní vstup pro øízenou klasifikaci (SMAP)

source: Zero edge crossing detection
cs: Detekce hran (zero edge crossing)

source: User defined matrix/convolving filter
cs: U¾ivatelská definice maticového filtru

source: Canonical component
cs: Kanonické komponenty

source: Principal component
cs: Hlavní komponenty

source: Fast Fourier Transform
cs: Fourierova transformace

source: Inverse Fast Fourier Transform
cs: Inverzní Fourierova transformace

source: Range of image values
cs: Rozsah obrazových hodnot

source: Bit pattern comparison for ID of low quality pixels
cs: Korelace (bit pattern comparsion) pro ID pixelù s nízkou kvalitou

source: Kappa classification accuracy assessment
cs: Urèení pøesnosti kappa klasifikace

source: Optimum index factor for LandSat TM
cs: Faktor optimálního indexu pro LandSat TM

source: &Grid3D
cs: 3D &Grid

source: Create 3D mask for grid3D operations
cs: Vytvoøit 3D masku (mask) pro operace na grid3D

source: Create 2D raster cross section from grid3d volume
cs: Vytvoøí 2D rastrovou mapu protnutí 3D-rastrových objemù

source: Map calculator for grid3D operations
cs: Mapový kalkulátor pro operace grid3D

source: Interpolate volume from vector points using splines
cs: Interpolovat volume z vektorových bodù pomocí RST (splines)

source: Display information about grid3D volume
cs: Zobrazit informace o grid3D volume

source: Add columns to table
cs: Pøidat sloupec do tabulky

source: Change values in a column
cs: Zmìnit hodnoty ve sloupci

source: Query data (SQL select)
cs: Datový dotaz (SQL select)

source: Execute SQL statement
cs: Vykonat SQL pøíkaz

source: show attribute columns
cs: zobrazit atributové sloupce

source: chart outline color:
cs: barva obrysu grafu

source: Welcome to the GRASS GIS manager
cs: Vítejte v GRASS GIS manageru

source: Display active layers in current region
cs: Zobrazit aktivní vrstvy v aktuální regionu

source: Display active layers in default region
cs: Zobrazit aktivní vrstvy ve výchozím regionu

source: Display active layers in saved region setting
cs: Zobrazit aktivní vrstvy v ulo¾eném regionu

source: NVIZ - n dimensional visualization
cs: NVIZ - n dimenzionální vizualizace

source: Fly through path for NVIZ
cs: Let trasou pro NVIZ

source: Pan and recenter
cs: Táhnout a vycentrovat

source: Query map (select map first)
cs: Mapa pro dotaz (nejprve vyberte mapu)

source: Measure lengths and areas
cs: Mìøit vzdálenosti a plochy

source: Geographical position
cs: Zemìpisná pozice

source: Print raster & vector maps using ps.map
cs: Tisknout rastrové & vektorové mapové vrstvy pomocí ps.map

source: Start/select display monitor x0
cs: Otevøít/vybrat grafický monitor x0

source: Start/select display monitor x1
cs: Otevøít/vybrat grafický monitor x1

source: Start/select display monitor x2
cs: Otevøít/vybrat grafický monitor x2

source: Start/select display monitor x3
cs: Otevøít/vybrat grafický monitor x3

source: Start/select display monitor x4
cs: Otevøít/vybrat grafický monitor x4

source: Start/select display monitor x5
cs: Otevøít/vybrat grafický monitor x5

source: Start/select display monitor x6
cs: Otevøít/vybrat grafický monitor x6

source: show data
cs: zobrazit data

source: Graduate colors: preset color schemes
cs: Odstupòované barvy: uveïte schéma barev

source: create graphic legend
cs: vytvoøit grafickou legendu

source: select monitor for legend
cs: vybrat grafický monitor pro legendu

source: Paper format
cs: Formát papíru

source: Custom
cs: U¾ivatelský

source: height:
cs: vý¹ka:

source: left:
cs: levý:

source: right:
cs: pravý:

source: top:
cs: horní:

source: bottom:
cs: dolní:

source: PS file:
cs: Soubor PS

source: PDF file:
cs: Soubor PDF:

source: PNG file:
cs: Soubor PNG:

source: PNG file resolution (points/inch):
cs: Rozli¹ení souboru PNG (body/inch):

source: Printer:
cs: Tiskárna:

source: Script file:
cs: Skript:

source: Preview
cs: Náhled

source: Raster name:
cs: Jméno rastrového souboru:

source: show legend in selected display monitor
cs: zobrazit legendu ve vybraném grafickém monitoru

source: thin legend by
cs: ztenèit legendu pomocí

source: Raster to drape over 1st map:
cs: Rastrová mapa pøekrývají první mapu:

source: show legend for drape map in monitor
cs: zobrazit legendu pro pøekrývající mapu v monitoru

source: Labels name:
cs: Název popiskù:

source: Raster map for legend:
cs: Rastrová mapová vrstva pro legendu:

source: Display legend in monitor:
cs: Zobrazit legendu na monitoru:

source: erase monitor before drawing legend
cs: smazat obsah monitoru pøed vykreslením legendy

source: do not show cat labels
cs: nezobrazovat popisek kategorie

source: do not show cat numbers
cs: nezobrazovat èísla kategorie

source: skip cats with no labels
cs: pøeskoèit kategorie bez popiskù

source: draw smooth gradient
cs: zobrazit vyhrazený gradient

source: flip legend
cs: zrcadlit legendu

source: remove all frames
cs: odstranit v¹echny rámce

source: (leave blank to place with mouse; position will not save)
cs: (ponechte prázdné a umístìte pomocí my¹i; pozice nebude ulo¾ena)

source: coordinate type
cs: typ souøadnic

source: align text with coordinate point
cs: zarovnání textu na základì souøadnic bodu

source: (for coordinates, % is from bottom left of display, pixels from top left)
cs: (pro souøadnice, % je brán od dolního levého rohu, pixely od horního levého)

source: text rotation (degrees counterclockwise)
cs: otoèení textu (stupnì proti smìru hodinových ruèièek)

source: rotation in radians
cs: otoèení v radiánech

source: height in pixels instead of %
cs: vý¹ka v pixelech namísto %

source: Text options: color
cs: Volby textu: barva

source: Add legend
cs: Pøidat legendu

source: Add paint labels layer (from directory paint/labels)
cs: Pøidat vrstvu s popisky (z adresáøe paint/labels)

source: Add freetype text layer
cs: Pøidat vrstvu s textem freetype

source: Create or select display frame
cs: Vytvoøit nebo vybrat rámec

source: Vector name:
cs: Název vektorové vrstvy:

source: Display:
cs: Zobrazit:

source: shapes
cs: tvary

source: categories
cs: kategorie

source: topology
cs: topologie

source: line directions
cs: smìr linií

source: faces
cs: 3D polygon

source: color
cs: barva

source: random colors
cs: náhodné barvy

source: size
cs: velikost

source: align with pt
cs: zarovnaní [pt]

source: layer for labels
cs: vrstva pro popisky

source: attribute col for labels
cs: atributový sloupec s popisky

source: Query vectors:
cs: Dotazovat vektorové vrstvy:

source: query cat values
cs: dotazovat hodnoty kategorií

source: SQL query
cs: Dotaz SQL

source: SQL where statement
cs: pøíkaz SQL where

source: Mouse query setup:
cs: Nastavení dotazu my¹í

source: edit attributes (form mode)
cs: editovat atributy (mód formuláøe)

source: results as text in terminal
cs: výsledky jako text v terminálu

source: Line width for ps.map print output:
cs: ©íøka linie pro mapový výstup ps.map:

source: Line width used for printing
cs: ©íøka linie pou¾itá pøi tisku

source: Categories already opened
cs: Kategorie jsou ji¾ otevøeny

source: Categories
cs: Kategorie

source: Layer:
cs: Vrstva:

source: Category:
cs: Kategorie:

source: Insert new record to table
cs: Vlo¾it nový záznam do tabulky

source: Add new
cs: Pøidat nový

source: Add new column
cs: Pøidat nový sloupec

source: Create table
cs: Vytvoøit tabulku

source: Add command
cs: Pøidat pøíkaz

source: Table successfully created
cs: Tabulka byla úspì¹nì vytvoøena

source: Settings already opened
cs: Nastavení je ji¾ otevøeno

source: Symbology
cs: Symbolika

source: Background
cs: Pozadí

source: Highlight
cs: Zvýraznìní

source: Point
cs: Bod

source: Line
cs: Linie

source: Boundary (no area)
cs: Hranièní linie (nikoliv plocha)

source: Boundary (1 area)
cs: Hranièní linie (1 plocha)

source: Boundary (2 areas)
cs: Hranièní linie (2 plochy)

source: Centroid (in area)
cs: Centroid (uvnitø plochy)

source: Centroid (outside area)
cs: Centroid (vnì plochy)

source: Centroid (duplicate in area)
cs: Centroid (duplictní uvnitø plochy)

source: Node (1 line)
cs: Uzel (1 linie)

source: Node (2 lines)
cs: Uzel (2 linie)

source: Settings
cs: Nastavení

source: Snapping threshold in screen pixels
cs: Práhová hodnota pøichycené v obrazových pixelech

source: Snapping threshold in map units
cs: Práhová hodnota pøichycení v mapových jednokách

source: Line width in screen pixels
cs: ©íøka textu v obrazových pixelech

source: Set line width in pixels
cs: Nastavit ¹íøku textu v pixelech

source: Table
cs: Tabulka

source: Welcome to v.digit
cs: Vítejte v modulu v.digit

source: Left button
cs: Levé tlaèítko my¹i

source: Middle button
cs: Støední tlaèítko my¹i

source: Right button
cs: Pravé tlaèítko my¹i

source: Layer
cs: Vrstva

source: Category
cs: Kategorie

source: Mode
cs: Mód

source: Insert new record into table
cs: Vlo¾it nový záznam do tabulky

source: Digitize new point
cs: Digitalizaovat nový bod

source: Digitize new line
cs: Digitalizovat novou linii

source: Digitize new boundary
cs: Digitalizovat novou hranièní linii

source: Digitize new centroid
cs: Digitalizovat nový centroid

source: Move vertex
cs: Pøemístit opìrný bod

source: Add vertex
cs: Pøidat opìrný bod

source: Remove vertex
cs: Odstranit opìrný bod

source: Split line
cs: Rozdìlit linie

source: Edit line/boundary
cs: Editovat linii/hranièní linii

source: Move point, line, boundary, or centroid
cs: Pøemístit bod, linii, hranièní linii nebo centroid

source: Delete point, line, boundary, or centroid
cs: Odstranit bod, linii, hranièní linii nebo centroid

source: Redraw
cs: Pøekreslit

source: Zoom in by window
cs: Zvìt¹it podle okna

source: Zoom out
cs: Zmen¹it

source: Zoom to default region
cs: Zvìt¹it podle výchozí regionu

source: Zoom to saved region
cs: Zvìt¹it podle regionu

source: Display categories
cs: Zobrazit kategorie

source: Copy categories
cs: Kopírovat kategorie

source: Display attributes
cs: Zobrazit atributy

source: Open settings
cs: Otevøít nastavení

source: Save and exit
cs: Ulo¾it a ukonèit

source: mouse button actions (left, middle, right)
cs: akce tlaèítek my¹i (levé, prostøední, pravé)

source: WARNING: cant get enviromental variable
cs: UPOZORNÌNÍ: nelze získat promìnné prostøedí

source: Warning: Unable to get enviromental variable GRASS_PROJSHARE. This is a GRASS installation error. Set enviromental variable GRASS_PROJSHARE to point to directory with Proj4 EPSG file.
cs: Upozornìní: Nelze získat promìnné prostøedí GRASS_PROJSHARE. Toto je chyba instalace GRASSu. Nastavte promìnou prostøedí GRASS_PROJSHARE na adresáø se souborem Proj4 EPSG.

source: Define location using EPSG projection codes
cs: Zalo¾it location s pou¾itím EPSG kódù projekce

source: Name of new location
cs: Název nové location

source: Enter name for location to be created
cs: Je po¾adován název vytváøené nové location

source: Path to the EPSG-codes file
cs: Cesta k souboru s EPSG kódy

source: Browse...
cs: Prohlí¾et...

source: Browse to locate EPSG file
cs: Cesta k souboru s EPSG kódy

source: EPSG code number of projection
cs: Èíslo EPSG kódu projekce

source: Enter EPSG code for selected projection
cs: Vlo¾te EPSG kód pro vybranou projekci

source: View EPSG codes and projection information.
cs: Prohlí¾ení EPSG kódù a informací o projekci

source: WARNING: epsg-codes file not found
cs: UPOZORNÌNÍ: soubor s EPSG kódy nebyl nalezen

source: WARNING: The epsg-codes file was not found!
cs: UPOZORNÌNÍ: Soubor s EPSG kódy nebyl nalezen!

source: Define location
cs: Definovat location

source: Invalid EPSG Code!
cs: Neplatný EPSG kód!

source: ERROR: Invalid EPSG code %s: should be an integer.
cs: CHYBA: Neplatný EPSG kód %s: mìl by být integer.

source: Location Exists!
cs: Location ji¾ existuje!

source: WARNING: Location '%s' already exists: please try another name.
cs: UPOZORNÌNÍ: Location '%s' ji¾ existuje: prosím zkuste jiné jméno.

source: Error creating location!
cs: Chyba pøi vyváøení location!

source: g.proj returned the following message: %s
cs: g.proj vypsalo následující zprávu: %s

source: Informational output from g.proj
cs: Informaèní výpis z g.proj

source: g.proj returned the following informational message: %s
cs: g.proj vrátilo následující zprávu: %s

source: Select datum transformation parameters:
cs: Vybrat parametry transformace datumu:

source: Continue without specifying parameters - if used when creating a location, other GRASS modules will use the "default" (likely non-optimum) parameters for this datum if necessary in the future.
cs: Pokraèovat bez specifikovaných parametrù - jestli je pou¾ito pøi vytváøení location, ostatní GRASS moduly budou pou¾ívat "základní" (ne úplnì ideální) parametryy pro toto datum pokud to bude v budoucnu nutné.

source: You can select EPSG code (in <braces>) and copy it for later use.
cs: Mù¾eze vybrat EPSG kód (v <závorkách>) a zkopírovat pro pozdìj¹í pou¾ití.

source: GUESS THAT IS NOT THE EPSG FILE
cs: MYSLíÍM, ®E TOTO NENÍ SOUBOR S EPSG KÓDY

source: Search
cs: Hledat

source: Grab code
cs: Uchopit kód

source: Search text:
cs: Hledat text:

source: Search for entered text in EPSG file
cs: Hledat vol¾ený text v souboru s EPSG kódy

source: forward search
cs: dopøednu ve výsledcích hledání

source: backward search
cs: dozadu ve výsledcívh hledání

source: Define location using projection information in georeferenced file
cs: Zalo¾it location podle informací o projekci z georeferencovaného souboru

source: Enter name of location to be created
cs: Vlo¾te název vytváøené nové location

source: Path to georeferenced file
cs: Cesta ke georeferencovanému souboru

source: Path to georeferenced file (format must be readable by GDAL/OGR)
cs: Cesta ke georefenencovanému souboru (formát musí být kompatibilní pro GDAL/OGR)

source: Browse to locate georeferenced file
cs: Cesta ke georeferencovanému souboru

source: Choose georeferenced file
cs: Cesta ke georeferencovanému souboru

source: WARNING: Please supply a valid georeferenced file
cs: UPOZORNÌNÍ: Prosím doplòte správný georeferencovaný soubor

source: WARNING: can not save
cs: UPOZORNÌNÍ: Nelze ulo¾it

source: Warning: unable to save data to <%s> file. Error message: %s
cs: Upozornìní: Nelze ulo¾it data do souboru <%s>. Chybová zpráva:%s

source: WARNING: invalid location
cs: UPOZORNÌNÍ: neplatná location

source: Warning: location <%s> at GISDBASE <%s> is not a directory or does not exist.
cs: Varování: locatio <%s> v GISDBASE <%s> nenjí adresáø nebo neexistuje.

source: GRASS %s Startup
cs: GRASS %s spu¹tìní

source: Welcome to GRASS GIS Version
cs: Vítejte v GRASS GIS Version

source: The world's leading open source GIS
cs: Celosvìtovì roz¹íøený open source GIS

source: Select an existing project location and mapset
cs: Vyberte existující location projektu a mapset

source: or define a new location
cs: nebo definujte novou location.

source: GIS Data Directory:
cs: Adresáø s daty GIS:

source: New GIS data directory
cs: Nový adresáø s GIS daty

source: Project Location (projection/coordinate system)
cs: Location projektu (projekce/souøadný systém)

source: Accessible Mapsets (directories of GIS files)
cs: Pøítomné mapsety (adresáøe s daty GIS)

source: Create new mapset in selected location
cs: Vytvoøit nový mapset ve vybrané location

source: Create new mapset
cs: Vytvoøit nový mapset

source: WARNING: invalid mapset name
cs: UPOZORNÌNÍ: neplatné jméno mapsetu

source: Warning: Mapset with name <%s> already exists. New mapset is NOT created. Choose different mapset name and try again.
cs: Varování: Mapset se jménem <%s> ji¾ existuje. Nový mapset NEBYL vytvoøen. Vyberte jiné jménomapsetu a zkuste to znovu

source: Warning: selected location <%s> is not valid. New mapset is NOT created. Select valid location and try again.
cs: Varování: vybraná location <%s> není platná. Nový mapset NEBYL vytvoøen. Vyberte platnou location azkuste to znovu-

source: WARNING: unable to mkdir
cs: UPOZORNÌNÍ: Nelze vytvoøit adresáø

source: Warning: Unable to create directory for new mapset. Error message: %s
cs: Upozornìní: Nelze vytvoøit adresáø pro nový mapset. Chybová zpráva:%s

source: Define new location with...
cs: Definovat novou location location s ...

source: Georeferenced file
cs: Georeferencovaný soubor

source: EPSG codes
cs: Kódy EPSG

source: Projection values
cs: Hodnoty projekce

source: Enter GRASS
cs: Spustit GRASS

source: Warning: selected location <%s> is not valid. Select valid location and try again.
cs: Varování: vybraná location <%s> není platná. Vyberte platnou location a zkuste to znova.

source: WARNING: invalid mapset
cs: UPOZORNÌNÍ: neplatný mapset

source: Warning: <%s> is not a valid mapset
cs: Upozornìní: <%s> není platný mapset

source: Help already opened
cs: Nápovìda je ji¾ otevøena

source: Exit
cs: Konec

source: WARNING: Invalid Database
cs: UPOZORNÌNÍ: Neplatná databáze

source: WARNING: Invalid database. Finding first valid directory in parent tree
cs: Upozornìní: Neplatná databáze. Hledám první platný adresáø v adresáøovém stromì

source: Warning: selected location <%%s> is not valid. Select valid location and try again.
cs: Varování: vybraná locatio <%%s> není platná. Vyberte platnou location a zkuste to znovu.
