Repository: OSGeo/grass
Catalog: locale/po/grasswxpy_*.po
Languages: cs, sv

source: Start point
sv: Startpunkt

source: new point
sv: ny punkt

source: Arc forward/both direction(s) cost column:
sv: Båge framåt/båda riktningarna kostar kolumn:

source: arc forward/both
sv: båge framåt/båda

source: Arc backward direction cost column:
sv: Ark bakåtriktad riktning kostnadskolumn:

source: arc backward
sv: båge bakåt

source: Arcs' cost column (for both directions):
sv: Bågarnas kostnadskolumn (för båda riktningarna):

source: arc
sv: båge

source: Node cost column:
sv: Kolumn för nodkostnad:

source: node
sv: nod

source: Shortest path %s
sv: Kortaste vägen %s

source: End point
sv: Slutpunkt

source: Traveling salesman %s
sv: Resande försäljare %s

source: Maximum flow %s
sv: Maximalt flöde %s

source: Source point
sv: Källpunkt

source: Sink point
sv: Sänkningspunkt

source: Subnets for nearest centers %s
sv: Subnät för närmaste centra %s

source: Steiner tree for the network and given terminals %s
sv: Steiner-träd för nätverket och givna terminaler %s

source: Shortest distance via the network %s
sv: Kortaste avståndet via nätverket %s

source: Cost isolines %s
sv: Kostnad isolinjer %s

source: Overwrite map layer
sv: Skriva över kartskikt

source: Invalid value inserted. Operation canceled.
sv: Ogiltigt värde infogat. Operationen avbruten.

source: Edit point
sv: Redigera punkt

source: Server settings
cs: Nastavení serveru
sv: Serverinställningar

source: &Connect
cs: &Spojení
sv: &Koppla

source: Connect to the server
cs: Pøipojit k serveru
sv: Anslut till servern

source: Show advanced connection settings
sv: Visa avancerade anslutningsinställningar

source: Hide advanced connection settings
sv: Dölj avancerade anslutningsinställningar

source: Layer Manager Settings
sv: Inställningar för Lagerhanterare

source: Output layer name:
sv: Namn på utmatningsskikt:

source: Username:
sv: Användarnamn:

source: Password:
sv: Lösenord:

source: Connecting to <%s>...
sv: Ansluter till <%s>...

source: Available web services
sv: Tillgängliga webbtjänster

source: Connected to <%s>
sv: Ansluten till <%s>

source: Unable to connect to <%s>
sv: Det går inte att ansluta till <%s>

source: Add web service layer
sv: Lägg till webbtjänstlager

source: Add selected web service layers as map layer into layer tree
sv: Lägg till valda webbtjänstlager som kartlager i lagerträdet

source: Web service layer properties
sv: Egenskaper för webbtjänstskiktet

source: Name for output raster map:
sv: Namn för rasterkartan som matas ut:

source: Map display
sv: Kartvisning

source: Named region
sv: Namngiven region

source: Extent and resolution are based on Map Display geometry.
sv: Omfattning och upplösning baseras på kartvisningsgeometrin.

source: Extent and resolution are based on computational region.
sv: Omfattning och upplösning baseras på beräkningsregion.

source: Extent and resolution are based on named region.
sv: Omfattning och upplösning baseras på namngiven region.

source: Overwrite existing raster map
sv: Skriva över befintlig rasterkarta

source: Choose named region:
sv: Välj namngiven region:

source: &Save layer
sv: &Spara lager

source: Save web service layer as raster map
sv: Spara webbtjänstlager som rasterkarta

source: Missing output raster.
sv: Saknar utmatningsraster.

source: Output map can be added only to current mapset.
sv: Utgångskartan kan endast läggas till i den aktuella kartuppsättningen.

source: Output map <%s> already exists
sv: Output map <%s> finns redan

source: Region <%s> does not exist.
sv: Region <%s> finns inte.

source: Downloading data...
sv: Hämtning av data...

source: Unable to fetch data.
sv: Det går inte att hämta data.

source: Requested data settings
sv: Inställningar för begärda data

source: Request
sv: Förfrågan

source: List of layers
sv: Lista över lager

source: Source projection:
sv: Källa projektion:

source: Advanced request settings
sv: Avancerade inställningar för begäran

source: Order of layers in raster
sv: Ordningsföljd för lager i raster

source: Reprojection method:
sv: Reprojektionsmetod:

source: Nearest neighbor
sv: Närmaste granne

source: Linear interpolation
sv: Linjär interpolation

source: Cubic interpolation
sv: Kubisk interpolation

source: Cubic spline interpolation
sv: Kubisk spline-interpolering

source: Maximum columns to request from server at time:
sv: Maximalt antal kolumner som kan begäras från servern vid ett tillfälle:

source: Maximum rows to request from server at time:
sv: Maximalt antal rader som ska begäras från servern vid ett tillfälle:

source: Do not request transparent data
sv: Begär inte transparenta data

source: Additional query parameters for server:
sv: Ytterligare frågeparametrar för servern:

source: Unable to download %s capabilities file from <%s>:
sv: Det går inte att hämta ner %s capabilities-fil från <%s>:

source: %s web service was not found in fetched capabilities file from <%s>: %s
sv: %s webbtjänsten hittades inte i den hämtade kapacitetsfilen från <%s>: %s

source: Source image format
sv: Bildformat för källan

source: Select layer in layer list.
sv: Välj lager i lagerlistan.

source: Select source image format.
sv: Välj källans bildformat.

source: Select source projection.
sv: Välj projektionskälla.

source: Choose output layer name.
sv: Välj namn på utdatalagret.

source: Add default
sv: Lägg till standard

source: User defined server with same name as default server <%s> already exists. Keeping user defined server
sv: Användardefinierad server med samma namn som standardserver <%s> finns redan. Behålla användardefinierad server

source: Draw/re-draw plot
sv: Ritning/återritning av plot

source: Draw transect in map display window to profile
cs: Vykreslit transekt profilu v displeji
sv: Rita transekt i kartvisningsfönstret för att profilera

source: Plot statistics
sv: Plotstatistik

source: Save profile data to CSV file
sv: Spara profildata till CSV-fil

source: Left Mouse Down at Point:
sv: Vänster mus nedåt vid punkt:

source: Text settings
cs: Nastavení písma
sv: Inställningar för text

source: Plot settings
sv: Plot-inställningar

source: This feature is not yet functional
cs: Tento prvek je¹tì není funkèní
sv: Denna funktion är ännu inte funktionell

source: Under Construction
cs: Ve vývoji
sv: Under konstruktion

source: Select raster maps to profile
sv: Välj rasterkartor till profilen

source: Select raster map(s) to profile:
sv: Välj rasterkarta(er) att profilera:

source: Select pairs of raster maps for scatterplots
sv: Välj par av rasterkartor för spridningsdiagram

source: Select pairs of raster maps for bivariate scatterplots:
sv: Välj par av rasterkartor för bivariata spridningsdiagram:

source: Number of bins (for FP maps)
sv: Antal fack (för FP-kartor)

source: Copy regression statistics the clipboard (Ctrl+C)
sv: Kopiera regressionsstatistik till urklipp (Ctrl+C)

source: Regression statistics copied to clipboard
sv: Regressionsstatistik kopierad till urklipp

source: Select raster map or imagery group to histogram
sv: Välj rasterkarta eller bildgrupp till histogram

source: Histogram single raster
sv: Histogram enstaka raster

source: Histogram imagery group
sv: Histogram bildgrupp

source: Select image group:
sv: Välj bildgrupp:

source: Histogram type
sv: Typ av histogram

source: Selected group must be in current mapset
sv: Vald grupp måste finnas i aktuell mapset

source: Profile title:
cs: Nadpis profilu:
sv: Profilens titel:

source: Title font size (pts):
cs: Velikost písma nadpisu (pts):
sv: Titelns teckenstorlek (pts):

source: X-axis label:
cs: Popisek osy X:
sv: Etikett för X-axeln:

source: Y-axis label:
cs: Popisek osy Y:
sv: Etikett för Y-axeln:

source: Label font size (pts):
cs: Velikost písma popiskù (pts):
sv: Etikettens teckenstorlek (pts):

source: Font family:
cs: Písmo:
sv: Fontfamilj:

source: Style:
cs: Styl:
sv: Stil:

source: Weight:
cs: Váha:
sv: Vikt:

source: Apply changes for the current session and close dialog
cs: Pøijmout zmìny pr souèasné sezení a zavøít dialogové okno
sv: Tillämpa ändringarna för den aktuella sessionen och stäng dialogrutan

source: Plot text sizes saved to file '%s'.
sv: Storlekar på utritad text sparas i filen '%s'.

source: No map or image group selected to plot.
sv: Ingen karta eller bildgrupp vald för att plotta.

source: Map/image plotted
sv: Karta/bild utritad

source: Settings for selected map
sv: Inställningar för vald karta

source: Line color
cs: Barva linie
sv: Linjefärg

source: Transect segment marker settings
cs: Nastavení znaèek segmentù transektu
sv: Inställningar för markörer för transektsegment

source: Scatterplot points
sv: Punkter i spridningsdiagram

source: Axis settings
cs: Nastavení osy
sv: Inställningar för axel

source: X-Axis
cs: X osa
sv: X-axel

source: Y-Axis
cs: Y osa
sv: Y-axel

source: Scale
sv: Skala

source: Automatic axis scaling, custom max and min, or scale matches data range (min)
sv: Automatisk axelskalning, anpassad max och min, eller skala som matchar dataområdet (min)

source: Custom min
cs: Volitelné minimum
sv: Anpassad min

source: Custom max
cs: Volitelné maximum
sv: Anpassad max

source: Log scale
cs: Logaritmické mìøítko
sv: Log skala

source: Grid and Legend settings
cs: Nastavení legendy a møí¾ky
sv: Inställningar för rutnät och teckenförklaring

source: Grid color
cs: Barva møí¾ky
sv: Rutnätsfärg

source: Show grid
cs: Zobrazit møí¾ku
sv: Visa rutnät

source: Legend font size
cs: Velikost písma legendy
sv: Teckenstorlek för teckenförklaring

source: Show legend
cs: Zobrazit legendu
sv: Visa förklaring

source: Plot settings saved to file '%s'.
sv: Plotinställningar sparade i filen '%s'.

source: Histogram Tool
sv: Histogramverktyg

source: Histogram of
sv: Histogram av

source: Raster cell values
sv: Raster cellvärden

source: Cell counts
sv: Cellantal

source: Histogram of image group <%s>
sv: Histogram för bildgruppen <%s>

source: Histogram of raster map <%s>
sv: Histogram för rasterkarta <%s>

source: Histogram of selected raster maps
sv: Histogram över utvalda rasterkartor

source: Raster cell values %s
sv: Rastercellvärden %s

source: Percent of total cells
sv: Procent av totala antalet celler

source: Area
sv: Område

source: Statistics for Map(s) Histogrammed
sv: Statistik för Karta(er) Histogrammerad

source: Statistics for raster map <%s>
sv: Statistik för rasterkarta <%s>

source: GRASS Profile Analysis Tool
sv: GRASS verktyg för profilanalys

source: Profile of
cs: Profil
sv: Profil för

source: Distance (%s)
cs: Vzdálenost (%s)
sv: Avstånd (%s)

source: Distance along transect
cs: Vzdálenost podél transektu
sv: Avstånd längs transekt

source: Cell values
cs: Hodnoty buòky
sv: Cellvärden

source: Not all points of profile lie inside computational region.
sv: Alla punkter i profilen ligger inte inom beräkningsregionen.

source: Raster values
cs: Hodnoty rastrové mapy
sv: Rastervärden

source: You must draw a transect to profile in the map display window.
cs: Musíte zakreslit transekt profilu do mapového displeje.
sv: Du måste rita en transekt för att profilera i kartvisningsfönstret.

source: Nothing to profile
cs: Nebylo zvoleno nic pro profilování
sv: Inget att profilera

source: Choose prefix for file(s) where to save profile values...
sv: Välj prefix för fil(er) där profilvärden ska sparas...

source: Comma separated value (*.csv)|*.csv
cs: teèkou oddìlené hodnoty (*.csv)|*.csv
sv: Kommaseparerat värde (*.csv)|*.csv

source: Overwrite file?
sv: Skriva över fil?

source: Unable to open file <%s> for writing. Reason: %s
sv: Filen <%s> kunde inte öppnas för skrivning. Orsak: %s

source: %d files created: %s
sv: %d filer skapade: %s

source: No files generated.
sv: Inga filer genererade.

source: Statistics for Profile(s)
sv: Statistik för Profil(er)

source: GRASS Bivariate Scatterplot Tool
sv: GRASS Bivariata spridningsdiagramverktyg

source: Bivariate Scatterplot
sv: Bivariat spridningsdiagram

source: Nothing to plot.
sv: Inget att berätta.

source: At least 2 raster maps must be specified
sv: Minst 2 rasterkartor måste anges

source: Bivariate Scatterplot of
sv: Bivariat spridningsdiagram för

source: Raster <%s> cell values
sv: Raster <%s> cellvärden

source: Regression Statistics for Scatterplot(s)
sv: Regressionsstatistik för spridningsdiagram

source: Regression equation for raster map <%(rast1)s> vs. <%(rast2)s>:
sv: Regressionsekvation för rasterkartan <%(rast1)s> vs. <%(rast2)s>:

source: GRASS GIS Layer Manager
cs: GRASS GIS správce vrstev

source: Map layers
cs: Mapové vrstvy

source: Command console
cs: Pøíkazová konzole

source: Search module
cs: Hledat modul

source: Close Map Display %d
cs: Zavøít Mapový displej %d

source: Script file '%s' doesn't exist. Operation cancelled.
cs: Soubor skriptu '%s' neexistuje. Operace zru¹ena.

source: Unable to switch to location <%(loc)s> mapset <%(mapset)s>.
cs: Nelze se pøepnout do location <%(loc)s> mapset <%(mapset)s>.

source: Info
cs: Informace

source: Unable to switch to mapset <%s>.
cs: Nelze se pøepnout do mapsetu <%s>.

source: Load map layers into layer tree
cs: Naèíst mapové vrstvy do seznamu

source: Choose GRC file to load
cs: Vyberte soubor GRC k naètení

source: Old GRASS Workspace File (*.grc)|*.grc
cs: Starý soubor pracovního prostøedí (*.grc)|*.grc

source: Writing current settings to workspace file failed.
cs: Zápis aktuálního nastavení do souboru pracovní oblasti selhalo.

source: Nothing to import. No WMS layer selected.
cs: Nic neimportováno. Nebyla vybrána WMS vrstva.

source: Attribute management is available only for vector maps.
cs: Správa atributových dat je dostupná pouze pro vektorové mapy.

source: No map layer selected. Operation cancelled.
cs: Nebyla vybrána ¾ádná mapová vrstva. Operace ukonèena.

source: Unable to load icon theme...
cs: Nelze naèíst téma ikonek...

source: Re-render modified map layers
cs: Pøekreslit zmìnìné mapové vrstvy

source: Re-render map
cs: Pøekreslit mapu

source: Zoom options
cs: Nastavení pøibli¾ování

source: Display zoom management
cs: Správa zvìt¹ování displeje

source: Add scalebar and north arrow
cs: Mìøítko a smìrová rù¾ice

source: Add legend
cs: Legenda

source: Save display to graphic file
cs: Ulo¾it kompozici displeje do souboru

source: Start new display
cs: Spustit nový displej

source: Create new workspace file (Ctrl+N)
cs: Vytvoøit nový soubor pracovní oblasti (Ctrl+N)

source: Load map layers into workspace (Ctrl+L)
cs: Naèíst mapové vrstvy do pracovní oblasti (Ctrl+L)

source: Add raster map layer (Ctrl+R)
cs: Pøidat rastrovou vrstvu (Ctrl+R)

source: Add vector map layer (Ctrl+V)
cs: Pøidat vektorovou vrstvu (Ctrl+V)

source: Add grid or vector labels overlay
cs: Pøidat vrstvu s popisky nebo møí¾kou

source: Delete selected map layer
cs: Odstranit vybranou vrstvu

source: Show attribute table
cs: Zobrazit atributovou tabulku

source: Add text layer
cs: Pøidat vrstvu s textem

source: Show GUI settings
cs: Ukázat nastavení GUI

source: Digitize new point
cs: Pøidat nový bod

source: Digitize new line
cs: Pøidat novou linii

source: Left: new point; Middle: undo last point; Right: close line
cs: Levé: nový bod; Støední: Zpìt poslední bod; Pravé: uzavøít linii

source: Digitize new boundary
cs: Pøidat novou hranici

source: Digitize new centroid
cs: Pøidat nový centroid

source: Left: Select; Middle: Unselect; Right: Confirm
cs: Levé: Vybrat; Støední: zru¹it výbìr; Pravé: Potvrzení výbìru

source: Delete feature(s)
cs: Odstranit prvek(y)

source: Display/update attributes
cs: Zobrazit/aktualizovat atributy

source: Display/update categories
cs: Zobrazit/aktualizovat kategorie

source: Edit line/boundary
cs: Upravit linii/hranici

source: Move feature(s)
cs: Posun prvku(ù)

source: Settings dialog for digitization tool
cs: Nastavení nástroje pro digitalizaci

source: Quit digitizing tool
cs: Ukonèit nástroj pro digitalizaci

source: Undo previous changes
cs: Zpìt pøedchozí zmìny

source: Draw/re-draw profile
cs: Vy/pøe-kreslit profil

source: Profile options
cs: Nastavení profilu

source: Save profile data to csv file
cs: Ulo¾it profilová data do souboru csv

source: Create histogram of image or raster file
cs: Vytvoøit histogram obrazu nebo rastrového souboru

source: Select color
cs: Zvolit barvu

source: Analyze
cs: Analýza

source: Set GCP
cs: Nastavit GCP (vlicovací body)

source: Define GCP (Ground Control Points)
cs: Definovat GCP (vlicovací body)

source: Add new GCP
cs: Pøidat nový vlicovací bod

source: Quit georectification module
cs: Ukonèit nástroj pro georektifikaci

source: Settings dialog for georectification tool
cs: Nastavení nástroje pro georektifikaci

source: Show help
cs: Ukázat nápovìdu

source: Change view settings
cs: Zmìnit nastavení zobrazení

source: Change surface (loaded raster maps) settings
cs: Zmìnit nastavení povrchu (naètené rastrové mapy)

source: Change 2D/3D vector settings
cs: Zmìnit nastavení 2D/3D vektoru

source: Change volume (loaded 3D raster maps) settings
cs: Zmìnit nastavení 3D rastrù

source: Change lighting settings
cs: Zmìnit nastavení osvìtlení

source: 3D view mode tools
cs: Nástroje 3D zobrazení

source: Show/hide 3D view mode settings dialog
cs: Ukázat /schovat nastavení 3D zobrazení

source: Display 3D view mode manual page
cs: Zobrazit manuálové stránky pro 3D zobrazení

source: Quit 3D view mode
cs: Ukonèit 3D zobrazení

source: Switch back to 2D view mode
cs: Zpátky na 2D zobrazení

source: Start Graphical Modeler
cs: Spustit Grafické modelování

source: Create new model (Ctrl+N)
cs: Vytvoøit nový model (Ctrl+N)

source: Load model from file (Ctrl+O)
cs: Naèíst smodel ze souboru (Ctrl+O)

source: Save current model to file (Ctrl+S)
cs: Ulo¾it model do souboru (Ctrl+S)

source: Add action (GRASS module) to model
cs: Pøidat akci do modelu

source: Add data item to model
cs: Pøidat data do modelu

source: Define relation between data and action items
cs: Definovat vztah mezi daty a akcemi

source: Show modeler settings
cs: Ukázat nastavení modelování

source: Show model properties
cs: Ukázat vlastnosti modelování

source: Display Graphical Modeler manual page
cs: Zobrazit manuálové stránky grafického modelování

source: No GRASS-python library found.
cs: Nenalezena kniohovna GRASS-Python.

source: Input Data
cs: Vstupní data

source: Point dataset:
cs: bodová data:

source: Numeric column:
cs: Èíselný sloupec:

source: Kriging
cs: Krigování

source: Name for the output raster map:
cs: Název výstupní rastrové mapy:

source: Export variance map as well:
cs: Exporovat také mapu rozdílu:

source: &Run
cs: &Spustit

source: Kriging Module
cs: modul Krigování

source: Ready.
cs: Pøipraven.

source: Variogram fitting
cs: Pøizpùsobení variogramu

source: Plot/refresh variogram
cs: Vykreslit variogram

source: Kriging techniques
cs: Techniky krigování

source: Block size:
cs: Velikost bloku:

source: Auto-fit variogram
cs: Automatické pøizpùsobení variogramu

source: Work in progress! No functionality provided.
cs: Na vývoji se pracuje! Zatím ¾ádnou funkci nemá.

source: Unable to create new location
cs: Nelze vytvoøit novou location

source: Location already exists in GRASS Database.
cs: Location ji¾ existuje v databance GRASSu.

source: Location <%(loc)s> will be created in GIS data directory <%(dir)s>.You will need to change the default GIS data directory in the GRASS startup screen.
cs: Location <%(loc)s> bude vytvoøena v adresáøi s GIS daty <%(dir)s>. Je potøeba zmìnit výchozí adresáø s GIS daty na úvodní obrazovce.

source: New GIS data directory
cs: Nový adresáø GIS dat

source: File not found.
cs: Soubor nebyl nalezen.

source: Location Name:
cs: Název location:

source: PROJ.4 definition:
cs: Definice PROJ.4:

source: Do you want to create GRASS location <%s>?
cs: Pøejete si zalo¾it GRASS location <%s>?

source: Create new location?
cs: Vytvoøit novou location?

source: &File
cs: &Soubor

source: Create new workspace
cs: Vytvoøit nový soubor pracovní oblasti

source: Open
cs: Otevøít

source: Load workspace from file
cs: Naèíst soubor workspace

source: Save as
cs: Ulo¾it jako

source: Save workspace to file
cs: Ulo¾it pracovní oblast do souboru

source: Close workspace file
cs: Zavøít soubor pracovního prostøedí

source: Load map layers
cs: Naèíst mapové vrstvy

source: Load GRC file (Tcl/Tk GUI)
cs: Naèíst soubor GRC (Tcl/Tk grafické prostøedí)

source: Load map layers from GRC file to layer tree
cs: Naèíst mapové vrstvy ze souboru GRD do stromu vrstev

source: Import raster data into a GRASS map layer using GDAL.
cs: Import rastrových dat pomocí GDAL.

source: Create a raster map from an assemblage of many coordinates using univariate statistics.
cs: Vytvoøí rastrovou mapu smontováním více souøadnic za pomoci univariantní statistiky

source: ASCII grid import
cs: Import ASCII møí¾ky (grid)

source: Creates raster maps from ASCII polygon/line/point data files.
cs: Vytvoøí rastrové mapy z ASCII polygonových/liniových/bodových datových souborù.

source: Import a binary raster file into a GRASS raster map layer.
cs: Importuje binární rastrový soubor jako GRASS rastrovou mapu.

source: ESRI ASCII grid import
cs: Import ESRI ASCII møí¾ku (grid)

source: Imports GRIDATB.FOR map file (TOPMODEL) into GRASS raster map
cs: Importuje mapový soubor GRIDATB.FOR (TOPMODEL) jako rastrovou mapu GRASSu

source: Matlab 2D array import
cs: Import Matlab 2D pole

source: Imports a binary MAT-File(v4) to a GRASS raster.
cs: Importuje soubor MAT (v4) jako rastrový soubor GRASSu.

source: Converts vector layers into a GRASS vector map using OGR.
cs: Pøevede vektorové vrstvy do GRASS vektoru pomocí OGR.

source: ASCII points as a vector lines
cs: Import ASCII body jako vektorové linie

source: Import ASCII x,y[,z] coordinates as a series of lines.
cs: Importuje ASCII x,y[,z] souøadnice jako sérii linií.

source: Historical GRASS vector import
cs: Import starého vektorového formátu GRASS

source: Imports older versions of GRASS vector maps.
cs: Importuje star¹í verze GRASS vektorových map.

source: Historical GRASS vector import (all maps)
cs: Import starého vektorového formátu GRASS (v¹echny mapy)

source: DXF import
cs: Import DXF

source: Converts files in DXF format to GRASS vector map format.
cs: Pøevede soubory ve formátu DXF do formátu GRASS-vektor

source: Import E00 file into a vector map.
cs: Importuje soubory ve formátu E00 jako vektorovou mapu.

source: Imports geonames.org country files into a GRASS vector points map.
cs: Importuje soubry zemí z geonames.org do GRASS bodové vektorové mapy.

source: Imports US-NGA GEOnet Names Server (GNS) country files into a GRASS vector points map.
cs: Importuje US-NGA GEOnet jmenný server (GNS) soubory o státech do vektorové bodové mapy mapy GRASSu

source: Import 3D raster data
cs: Import 3D rastrových map

source: Import database table
cs: Import databázové tabulky

source: Multiple import formats using OGR
cs: Import rùzných formátù pomocí OGR

source: Imports attribute tables in various formats.
cs: Importuje atributové tabulky v rùzných formátech.

source: Export raster map
cs: Export rastrové mapy

source: Common export formats
cs: Export do bì¾ných formátù

source: Exports GRASS raster maps into GDAL supported formats.
cs: Exportuje GRASS rastrové vrstvy do jednoho z formátù podporovaných knihovnou GDAL.

source: Export a raster map to a text file as x,y,z values based on cell centers.
cs: Exportuje rastrovou mapu do textového souboru jako hodnoty x,y,z dle støedù bunìk.

source: Converts a raster map layer into an ESRI ARCGRID file.
cs: Pøevede rastrovou mapu na soubor ESRI ARCGRID.

source: Matlab 2D array export
cs: Export do Matlab 2D pole

source: Exports a GRASS raster to a binary MAT-File.
cs: Exportuje rastrový soubor GRASSu do binárního souboru MAT.

source: Exports a GRASS raster to a binary array.
cs: Exportuje rastrový soubor GRASSu do binárního pole.

source: PPM from RGB export
cs: Export PPM z RGB vrstev

source: Export vector map
cs: Export vektorové mapy
