Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: Extend project extents based on new dataset
sv: Utöka projektets omfattning baserat på nytt dataset

source: Assume that the dataset has same coordinate reference system as the current location
sv: Antag att datasetet har samma koordinatreferenssystem som den aktuella platsen

source: Create the project specified by the "project" parameter and exit. Do not import the space time raster datasets.
sv: Skapa det projekt som anges i parametern "project" och avsluta. Importera inte rasterdatauppsättningarna för rymdtid.

source: Lists registered maps of a space time raster dataset.
sv: Visar en lista över registrerade kartor för en rasterdatauppsättning för rymdtid.

source: Method used for data listing
sv: Metod som används för datalistning

source: The granule to be used for listing. The granule must be specified as string eg.: absolute time "1 months" or relative time "1"
sv: Det granulat som ska användas för listning. Granulatet måste anges som en sträng, t.ex.: absolut tid "1 månader" eller relativ tid "1"

source: Suppress printing of column names
sv: Undertrycka utskrift av kolumnnamn

source: Performs spatio-temporal mapcalc expressions on temporally sampled maps of space time raster datasets.
sv: Utför spatio-temporala mapcalc-uttryck på temporalt samplade kartor av rasterdatauppsättningar i rymdtid.

source: Spatio-temporal mapcalc expression
sv: Spatio-temporal kartacalc uttryck

source: Basename for output raster maps
sv: Basnamn för rasterkartor som matas ut

source: Performs a neighborhood analysis for each map in a space time raster dataset.
sv: Utför en grannskapsanalys för varje karta i en rasterdatauppsättning för rymdtid.

source: Process only maps with this spatial relation to the current computational region
sv: Bearbeta endast kartor med denna rumsliga relation till den aktuella beräkningsregionen

source: Name of an input raster map to select the cells which should be processed
sv: Namn på en rasterkarta för att välja ut de celler som ska bearbetas

source: Neighborhood size
cs: Velikost okolí
sv: Grannskapets storlek

source: Weighting function
sv: Viktningsfunktion

source: none;No weighting; gaussian;Gaussian weighting function; exponential;Exponential weighting function; file;File with a custom weighting matrix
sv: none;Ingen viktning; gaussian;Gaussisk viktningsfunktion; exponential;Exponentiell viktningsfunktion; file;Fil med en anpassad viktningsmatris

source: Factor used in the selected weighting function (ignored for weighting_function=none and file)
sv: Faktor som används i den valda viktningsfunktionen (ignoreras för weighting_function=none och file)

source: Text file containing weights
sv: Textfil som innehåller vikter

source: Quantile to calculate for method=quantile
sv: Kvantipel att beräkna för method=kvantipel

source: Neighborhood
sv: Område

source: Set semantic labels
sv: Ange semantiska etiketter

source: input;copy semantic labels from input to output;method;append method name to input label if existing, otherwise use method name
sv: input;kopiera semantiska etiketter från input till output;method;lägg till metodnamn till input-etikett om det finns, annars använd metodnamn

source: Number of r.neighbor processes to run in parallel
sv: Antal r.neighbor-processer som ska köras parallellt

source: Use circular neighborhood
cs: Pou¾ít kruhové okolí
sv: Använd cirkulär grannskap

source: Extend existing space time raster dataset
sv: Utöka befintligt rasterdataset för rymd och tid

source: Ignore the current region settings and use the raster map regions
sv: Ignorera de aktuella regioninställningarna och använd rasterkartans regioner

source: Exports space time raster dataset as VTK time series.
sv: Exporterar rasterdataset för rymdtid som VTK-tidsserie.

source: Path to the export directory
sv: Sökväg till exportkatalogen

source: Value to represent no data cell
cs: Hodnota pro oznaèení bunìk "¾ádná data"
sv: Värde för att representera ingen datacell

source: Create VTK point data instead of VTK cell data (if no elevation map is given)
cs: Vytvoøí bodová data VTK z rastrových dat VTK (pokud není zadána ¾ádná mapa s elevací)
sv: Skapa VTK-punktdata istället för VTK-celldata (om ingen höjdkarta anges)

source: Correct the coordinates to fit the VTK-OpenGL precision
cs: Opravte souøadnice tak, aby odpovídaly VTK-OpenGL pøesnosti
sv: Korrigera koordinaterna så att de passar VTK-OpenGL-precisionen

source: Export files using the space time dataset granularity for equidistant time between maps, where statement will be ignored
sv: Exportera filer med hjälp av granulariteten för rymdtidsdataset för lika lång tid mellan kartor, där uttalandet kommer att ignoreras

source: Performs different aggregation algorithms from r.series on all or a subset of raster maps in a space time raster dataset.
sv: Utför olika aggregeringsalgoritmer från r.series på alla eller en delmängd av rasterkartor i en rasterdatauppsättning för rymdtid.

source: series
sv: serie

source: Sort the maps by category
sv: Sortera kartorna efter kategori

source: Do not assign the space time raster dataset start and end time to the output map
sv: Tilldela inte start- och sluttid för rasterdatasetet för rymdtid till utdatakartan

source: Propagate NULLs
cs: Vytváøej hodnoty NULL
sv: Förökar NULLs

source: Converts a space time raster dataset into a 3D raster map.
sv: Konverterar en rasterdatauppsättning för rymdtid till en 3D-rasterkarta.

source: Converts a space time raster dataset into a space time vector dataset
sv: Konverterar en rasterdatauppsättning för rymdtid till en vektordatauppsättning för rymdtid

source: Output feature type
sv: Typ av utmatningsfunktion

source: Name of attribute column to store value
sv: Namn på attributkolumn för att lagra värde

source: Number of r.to.vect processes to run in parallel, more than 1 process works only in conjunction with flag -t
sv: Antal r.to.vect-processer som ska köras parallellt, fler än 1 process fungerar endast tillsammans med flaggan -t

source: Smooth corners of area features
cs: Jemné rohy plo¹ných prvkù
sv: Jämna hörn på områdets funktioner

source: Write raster values as z coordinate
sv: Skriva rastervärden som z-koordinat

source: Table is not created. Currently supported only for points.
sv: Bordet skapas inte. Stöds för närvarande endast för punkter.

source: Do not build vector topology
sv: Bygg inte vektortopologi

source: Name must be SQL compliant
sv: Namnet måste vara SQL-kompatibelt

source: Use raster values as categories instead of unique sequence (CELL only)
cs: Pou¾ij rastrové hodnoty jako kategorie místo jedineèné sekvence (pouze CELL)
sv: Använd rastervärden som kategorier istället för unik sekvens (endast CELL)

source: Calculates univariate statistics from the non-null cells for each registered raster map of a space time raster dataset.
sv: Beräknar univariat statistik från icke-nullcellerna för varje registrerad rasterkarta i en rasterdatauppsättning för rymdtid.

source: parallel
sv: parallell

source: Raster map used for zoning, must be of type CELL
sv: Rasterkarta som används för zonindelning, måste vara av typen CELL

source: Calculate extended statistics
cs: Spoèítej roz¹íøenou statistiku
sv: Beräkna utökad statistik

source: Use the raster map regions for univar statistical calculation instead of the current region
sv: Använd rasterkartans regioner för statistisk beräkning av Univar i stället för den aktuella regionen

source: Sample a space time raster dataset at specific vector point coordinates and write the output to stdout using different layouts
sv: Sampla en rasterdatauppsättning för rymdtid vid specifika vektorpunktskoordinater och skriv utdata till stdout med olika layouter

source: Comma separated list of coordinates
sv: Kommaseparerad lista med koordinater

source: Name for the output file or "-" in case stdout should be used
sv: Namn på utdatafilen eller "-" om stdout ska användas

source: The layout of the output. One point per row (row), one point per column (col), all timsteps in one row (timerow)
sv: Utmatningens layout. En punkt per rad (row), en punkt per kolumn (col), alla timsteg i en rad (timerow)

source: Number of r.what processes to run in parallel
sv: Antal r.what-processer som ska köras parallellt

source: Output header row
sv: Utgående rubrikrad

source: Use stdin as input and ignore coordinates and point option
sv: Använd stdin som indata och ignorera koordinater och punktalternativ

source: Show the category for vector points map
sv: Visa kategorin för vektorpunkter karta

source: Apply temporal and spatial operations on space time 3D raster datasets using temporal 3D raster algebra.
sv: Tillämpa temporala och spatiala operationer på 3D-rasterdataset i rymdtid med hjälp av temporal 3D-rasteralgebra.

source: Algebraic expression for temporal and spatial analysis of space time 3D raster datasets
sv: Algebraiskt uttryck för temporal och spatial analys av 3D-rasterdataset i rymdtid

source: Number of r3.mapcalc processes to run in parallel
sv: Antal r3.mapcalc-processer som ska köras parallellt

source: Extracts a subset of a space time 3D raster dataset.
sv: Extraherar en delmängd av en 3D-rasterdatauppsättning för rymdtid.

source: The r3.mapcalc expression assigned to all extracted 3D raster maps
sv: Uttrycket r3.mapcalc tilldelas alla extraherade 3D-rasterkartor

source: Basename of the new generated 3D raster maps
sv: Basnamn för de nya genererade 3D-rasterkartorna

source: Lists registered maps of a space time raster3d dataset.
sv: Visar registrerade kartor över en raster3d-datauppsättning för rumstid.

source: Order the space time dataset by category
sv: Ordna rymdtidsdatasetet efter kategori

source: Performs r3.mapcalc expressions on maps of sampled space time 3D raster datasets.
sv: Utför r3.mapcalc-uttryck på kartor över 3D-rasterdatauppsättningar med rymdtidsprovtagning.

source: r3.mapcalc expression applied to each time step of the sampled data
sv: r3.mapcalc-uttrycket tillämpas på varje tidssteg i de insamlade uppgifterna

source: Calculates univariate statistics from the non-null cells for each registered 3D raster map of a space time 3D raster dataset.
sv: Beräknar univariat statistik från de icke-nullceller som finns för varje registrerad 3D-rasterkarta i en 3D-rasterdatauppsättning för rymdtid.

source: Raster map with zones to compute statistics for
sv: Rasterkarta med zoner för att beräkna statistik för

source: Raster map with zones to compute statistics for (needs to be CELL)
sv: Rasterkarta med zoner att beräkna statistik för (måste vara CELL)

source: Assigns timestamps and registers raster, vector and raster3d maps in a space time dataset.
sv: Tilldelar tidsstämplar och registrerar raster-, vektor- och raster3d-kartor i en rymdtidsdataset.

source: register
sv: registrera

source: input,maps
sv: input,kartor

source: Input file with map names, one per line
sv: Inmatningsfil med kartnamn, ett per rad

source: Additionally the start time and the end time can be specified per line
sv: Dessutom kan starttid och sluttid anges per rad

source: Valid start date and time of the first map
sv: Giltigt startdatum och tid för den första kartan

source: Format for absolute time: "yyyy-mm-dd HH:MM:SS +HHMM", relative time is of type integer.
sv: Format för absolut tid: "yyyy-mm-dd HH:MM:SS +HHMM", relativ tid är av typen heltal.

source: Time & Date
sv: Tid och datum

source: Valid end date and time of all map
sv: Giltigt slutdatum och sluttid för alla kartor

source: Time stamp unit
sv: Enhet för tidsstämpel

source: Unit must be set in case of relative timestamps
sv: Enheten måste ställas in vid relativa tidsstämplar

source: Time increment, works only in conjunction with start option
sv: Tidsinkrement, fungerar endast i kombination med startalternativet

source: Time increment between maps for creation of valid time intervals (format for absolute time: NNN seconds, minutes, hours, days, weeks, months, years; format for relative time is of type integer: 5)
sv: Tidsintervall mellan kartor för skapande av giltiga tidsintervall (format för absolut tid: NNN sekunder, minuter, timmar, dagar, veckor, månader, år; formatet för relativ tid är av typen heltal: 5)

source: Field separator character of the input file
sv: Fältavskiljande tecken i inmatningsfilen

source: Create an interval (start and end time) in case an increment and the start time are provided
sv: Skapa ett intervall (start- och sluttid) om ett inkrement och en starttid anges

source: Removes space time datasets from temporal database.
sv: Tar bort dataset för rymdtid från temporal databas.

source: Type of the space time dataset, default is strds
sv: Typ av datauppsättning för rymdtid, standard är strds

source: Input file with dataset names, one per line
sv: Indatafil med namn på dataset, ett per rad

source: Remove stds and unregister maps from temporal database
sv: Ta bort stds och avregistrera kartor från temporal databas

source: Remove stds, unregister maps from temporal database and delete them from mapset
sv: Ta bort stds, avregistrera kartor från temporal databas och ta bort dem från mapset

source: Renames a space time dataset
sv: Byter namn på en rymdtidsdataset

source: Samples the input space time dataset(s) with a sample space time dataset and print the result to stdout.
sv: Samplar inmatade rumtidsdataset(s) med ett urval av rumtidsdataset och skriver ut resultatet till stdout.

source: Name of the sample space time dataset
sv: Namn på datasetet för provrymd och tid

source: Type of the sample space time dataset
sv: Typ av dataset för urval av rymdtid

source: Field separator between output columns, default is tabular " | "
sv: Fältavgränsare mellan utdatakolumner, standard är tabulär " | "

source: Do not use "," as this char is reserved to list several map ids in a sample granule
sv: Använd inte "," eftersom detta tecken är reserverat för att lista flera kart-ID:n i en provgranulat

source: Check for spatial topological overlap
sv: Kontroll av rumslig topologisk överlappning

source: Select maps from space time datasets by topological relationships to other space time datasets using temporal algebra.
sv: Välj ut kartor från dataset i rymdtid genom topologiska relationer till andra dataset i rymdtid med hjälp av temporal algebra.

source: The temporal mapcalc expression
sv: Den temporala kartancalc uttryck

source: Check the spatial topology of temporally related maps and select only spatially related maps
sv: Kontrollera den rumsliga topologin för tidsmässigt relaterade kartor och välj endast rumsligt relaterade kartor

source: Shifts temporally the maps of a space time dataset.
sv: Förskjuter tidsmässigt kartorna i en rumtidsdatauppsättning.

source: shift
sv: skift

source: Name of an existing space time dataset
sv: Namn på ett befintligt dataset för rymdtid

source: Shift granularity
sv: Skifta granularitet

source: Format absolute time: "x years, x months, x weeks, x days, x hours, x minutes, x seconds", relative time is of type integer
sv: Format absolut tid: "x år, x månader, x veckor, x dagar, x timmar, x minuter, x sekunder", relativ tid är av typen heltal

source: Snaps temporally the maps of a space time dataset.
sv: Snaps temporalt kartorna i en rumtid dataset.

source: snapping
sv: snäppande

source: Modifies the metadata of a space time dataset.
sv: Ändrar metadata för ett dataset för rymdtid.

source: Title of the space time dataset
sv: Titel på datasetet för rymdtid

source: Description of the space time dataset
sv: Beskrivning av datasetet för rymdtid

source: Aggregation type of the space time raster or 3D raster dataset
sv: Aggregeringstyp för rasterdatasetet för rymdtid eller 3D-rasterdatasetet

source: Update the metadata information and spatial extent of registered maps from the GRASS spatial database
sv: Uppdatera metadatainformationen och den rumsliga omfattningen för registrerade kartor från den rumsliga GRASS-databasen

source: Check for removed maps and delete them from the temporal database and all effected space time datasets
sv: Kontrollera om kartor har tagits bort och radera dem från den temporala databasen och alla berörda dataset för rymdtid

source: Update metadata information, temporal and spatial extent from registered maps based on database entries.
sv: Uppdatera metadatainformation, tidsmässig och rumslig utsträckning från registrerade kartor baserat på databasposter.

source: Lists temporal topology of a space time dataset.
sv: Visar temporal topologi för en rumtidsdatauppsättning.

source: topology
sv: topologi

source: Print temporal topological relationships and exit
sv: Skriv ut tidsmässiga topologiska relationer och utgång

source: Print spatio-temporal topological relationships and exit
sv: Skriv ut rumsliga och tidsmässiga topologiska relationer och utgång

source: Unregisters raster, vector and raster3d maps from the temporal database or a specific space time dataset.
sv: Avregistrerar raster-, vektor- och raster3d-kartor från den temporala databasen eller en specifik rumtidsdataset.

source: unregister
sv: avregistrera

source: Name(s) of existing raster, vector or raster3d map(s) to unregister
sv: Namn på befintlig(a) raster-, vektor- eller raster3d-karta(er) som ska avregistreras

source: Upgrades the version of the temporal database.
sv: Uppgraderar versionen av den temporala databasen.

source: Apply temporal and spatial operations on space time vector datasets using temporal vector algebra.
sv: Tillämpa tids- och rumsoperationer på vektordataset i rum och tid med hjälp av tidsvektoralgebra.

source: Prints attributes of vector maps registered in a space time vector dataset.
sv: Skriver ut attribut för vektorkartor som registrerats i ett vektordataset för rymdtid.

source: select
sv: välj

source: Exports a space time vector dataset as GRASS GIS specific archive file.
sv: Exporterar en vektoruppsättning för rymdtid som GRASS GIS-specifik arkivfil.

source: Name of a space time vector dataset archive
sv: Namn på ett arkiv med vektordataset för rymdtid

source: Path to the work directory, default is /tmp
sv: Sökväg till arbetskatalogen, standard är /tmp

source: The export format of a single vector map
sv: Exportformatet för en enskild vektorkarta

source: Supported are GML and GPKG via v.out.ogr and the GRASS package format of v.pack
sv: Stöd för GML och GPKG via v.out.ogr och GRASS-paketformatet v.pack

source: Extracts a subset of a space time vector dataset.
sv: Extraherar en delmängd av ett dataset med rymdtidsvektorer.

source: The number of v.extract processes to run in parallel. Use only if database backend is used which supports concurrent writing
sv: Antalet v.extract-processer som ska köras parallellt. Använd endast om databasbackend används som stöder samtidig skrivning

source: Register empty maps
sv: Registrera tomma kartor

source: Imports a space time vector dataset from a GRASS GIS specific archive file.
sv: Importerar en vektordatauppsättning för rymdtid från en GRASS GIS-specifik arkivfil.

source: Create a new project (location) and import the data into it. Do not run this module in parallel or interrupt it when a new project should be created
sv: Skapa ett nytt projekt (plats) och importera data till det. Kör inte denna modul parallellt eller avbryt den när ett nytt projekt ska skapas

source: Create the project specified by the "project" parameter and exit. Do not import the space time vector datasets.
sv: Skapa det projekt som anges i parametern "project" och avsluta. Importera inte datauppsättningarna för rymd-tid-vektorer.

source: Lists registered maps of a space time vector dataset.
sv: Listar registrerade kartor över en vektoruppsättning för rymdtid.

source: Observes specific locations in a space time raster dataset over a period of time using vector points.
sv: Observerar specifika platser i ett rasterdataset med rumtid under en tidsperiod med hjälp av vektorpunkter.

source: Name of the new created vector map that stores the sampled values in different layers
sv: Namn på den nyskapade vektorkartan som lagrar de insamlade värdena i olika lager

source: Names of the vector columns to be created and to store sampled raster values, one name for each STRDS
sv: Namn på de vektorkolumner som ska skapas och lagra samplade rastervärden, ett namn för varje STRDS

source: Calculates univariate statistics of attributes for each registered vector map of a space time vector dataset
sv: Beräknar univariat statistik för attribut för varje registrerad vektorkarta i en vektoruppsättning för rymdtid

source: Stores raster map values at spatial and temporal positions of vector points as vector attributes.
sv: Lagrar rasterkartvärden vid vektorpunkters rumsliga och tidsmässiga positioner som vektorattribut.

source: Name of the vector column to be created and to store sampled raster values
sv: Namn på den vektorkolumn som ska skapas och lagra samplade rastervärden

source: The use of a column name forces t.vect.what.rast to sample only values from the first map found in an interval. Otherwise the raster map names are used as column names
sv: Användningen av ett kolumnnamn tvingar t.vect.what.rast att endast sampla värden från den första kartan som finns i ett intervall. I annat fall används rasterkartornas namn som kolumnnamn

source: Rebuilds topology on all vector maps in the current mapset.
cs: Pøebuduje topologii v¹ech vektorových map v aktuálním mapsetu.
sv: Återskapar topologin på alla vektorkartor i den aktuella kartuppsättningen.

source: Adds missing centroids to closed boundaries.
cs: K uzavøeným hranicím pøidá chybìjící centroidy.
sv: Lägger till saknade centroider till slutna gränser.

source: area
sv: område

source: Action to be taken
cs: Akce, mající být vykonána
sv: Åtgärder som skall vidtas

source: Category number starting value
cs: Poèáteèní hodnota kategorií
sv: Kategori nummer startvärde

source: Category increment
cs: Zvìt¹ení hodnoty kategorií o
sv: Kategoriökning

source: Extracts features of input map which overlay features of clip map.
sv: Extraherar funktioner i inmatningskartan som läggs över funktioner i klippkartan.

source: clip
sv: klipp

source: Name of vector map to be clipped
sv: Namn på den vektorkarta som ska klippas

source: Name of clip vector map
sv: Namn på klippets vektorkarta

source: Do not dissolve clip map
sv: Lös inte upp klippkartan

source: Clip by region
sv: Klipp per region

source: Adds one or more columns to the attribute table connected to a given vector map.
cs: Pøidává jeden nebo více sloupeèkù k atributové tabulce pøipojené k zadané vektorové mapì.
sv: Lägger till en eller flera kolumner i attributtabellen som är kopplad till en given vektorkarta.

source: Layer number where to add column(s)
sv: Lagernummer där kolumn(er) ska läggas till

source: Name and type of the new column(s) ('name type [,name type, ...]')
sv: Namn och typ för den/de nya kolumnen/kolumnerna ("name type [,name type, ...]")

source: Types depend on database backend, but all support VARCHAR(), INT, DOUBLE PRECISION and DATE. Example: 'label varchar(250), value integer'
sv: Typerna beror på databasens backend, men alla stöder VARCHAR(), INT, DOUBLE PRECISION och DATE. Exempel: "etikett varchar(250), värde heltal

source: Creates and connects a new attribute table to a given layer of an existing vector map.
sv: Skapar och ansluter en ny attributtabell till ett givet lager i en befintlig vektorkarta.

source: Name of new attribute table (default: vector map name)
cs: Jméno nové atributové tabulky (výchozí: jméno mapy)
sv: Namn på den nya attributtabellen (standard: namn på vektorkarta)

source: Layer number where to add new attribute table
sv: Lagernummer där ny attributtabell ska läggas till
