Repository: OSGeo/grass
Catalog: locale/po/grassmods_*.po
Languages: cs, sv

source: More points (%d) of category %d, value set to 'NULL'
cs: Více bodù (%d) kategorie %d, hodnota nastavena na 'NULL'
sv: Fler punkter (%d) i kategori %d, värde satt till 'NULL'

source: %d category loaded from table
sv: %d kategori laddad från tabell

source: %d category loaded from vector
sv: %d kategori laddad från vektor

source: %d category from vector missing in table
sv: %d kategori från vektorn saknas i tabellen

source: %d duplicate category in vector
sv: %d duplicera kategori i vektor

source: %d update error
sv: %d fel vid uppdatering

source: %d record updated.
sv: %d posten uppdaterad.

source: Queries a vector map at given locations.
sv: Frågar en vektorkarta på givna platser.

source: Query threshold distance
cs: Prahová hodnota pro vzdálenost dotazu
sv: Avstånd till tröskelvärde för förfrågan

source: Threshold
sv: Tröskel

source: Name of attribute column(s)
sv: Namn på attributkolumn(er)

source: Default: all columns
sv: Standard: alla kolumner

source: Print topological information (debugging)
cs: Vytiskni informace o topologii (odv¹ivení)
sv: Skriv ut topologisk information (felsökning)

source: Print attribute information
cs: Vypi¹ informace o atributech
sv: Skriv ut attributinformation

source: Print the stats in JSON
sv: Skriv ut statistiken i JSON

source: Print multiple features if overlapping features are found
sv: Skriv ut flera funktioner om överlappande funktioner hittas

source: No input vector maps!
sv: Ingen inmatning av vektorkartor!

source: Number of given vector maps (%d) differs from number of layers (%d)
sv: Antalet givna vektorkartor (%d) skiljer sig från antalet lager (%d)

source: You must build topology on vector map <%s>
cs: Pro vektorový soubor <%s> musíte vybudovat topologii
sv: Du måste bygga upp topologin på en vektorkarta <%s>

source: Unknown input format, skipping: '%s'
cs: Neznámý vstupní formát, pøeskakuji: '%s'
sv: Okänt inmatningsformat, hoppar över: '%s'

source: Cannot open driver
sv: Det går inte att öppna drivrutinen

source: Cannot open database
sv: Det går inte att öppna databasen

source: Cannot open select cursor
sv: Det går inte att öppna markören

source: Cannot fetch next record
sv: Kan inte hämta nästa post

source: No database record
sv: Ingen databasregistrering

source: Layer: %d Category: %d
sv: Layer: %d Kategori: %d

source: Driver: %s Database: %s Table: %s Key column: %s
cs: Ovladaè: %s Databáze: %s Tabulka: %s Sloupec s klíèem: %s
sv: Drivrutin: %s Databas: %s Tabell: %s Nyckelkolumn: %s

source: Nothing found.
sv: Inget hittades.

source: Id: %d Type: %s Left: %d Right: %d
sv: Id: %d Typ: %s Vänster: %d Höger: %d

source: Length: %f
cs: Délka: %f
sv: Längd: %f

source: Node[%d]=%d Number_lines=%d Coordinates=%.6f,%.6f,%.6f
sv: Node[%d]=%d Antal_linjer=%d Coordinates=%.6f,%.6f,%.6f

source: , "Node[%d]": %d, "Number_lines": %d, "Coordinates": %.6f,%.6f,%.6f
sv: , "Node[%d]": %d, "Antal_linjer": %d, "Koordinater": %.6f,%.6f,%.6f

source: Node[%d]: %d Number of lines: %d Coordinates: %.6f, %.6f, %.6f
sv: Node[%d]: %d Antal rader: %d Koordinater: %.6f, %.6f, %.6f

source: Id: %d Angle: %.8f
sv: Id: %d Vinkel: %.8f

source: Type: %s
sv: Typ: %s

source: Point height: %f
cs: Vý¹ka bodu: %f
sv: Punktens höjd: %f

source: Line height: %f
cs: Vý¹ka linie: %f
sv: Linjehöjd: %f

source: Line height min: %f Line height max: %f
sv: Linjehöjd min: %f Linjehöjd max: %f

source: Type: Area Area height: %f
sv: Typ av område Område Områdets höjd: %f

source: Type: Area
sv: Typ av område Område

source: Area: %d Number of isles: %d
sv: Område: %d Antal öar: %d

source: Island: %d In area: %d
cs: Ostrov: %d V plo¹e: %d
sv: Ö: %d I område: %d

source: Sq Meters: %.3f Hectares: %.3f
sv: Kvadratmeter: %.3f Hectares: %.3f

source: Unknown visual class [%d].
cs: Neznámá vizuální tøída [%d].
sv: Okänd visuell klass [%d].

source: Unable to get sufficient gray shades.
cs: Nelze získat vhodný odstín ¹edi.
sv: Det går inte att få tillräckligt med grå nyanser.

source: Unable to get sufficient colors.
cs: Nelze získat vhodnou barevnou hodnotu.
sv: Det går inte att få tillräckligt med färger.

source: Using private colormap for DirectColor visual.
cs: Pou¾ívám soukromou mapu barev pro DirectColor visual.
sv: Använda privat färgmapp för DirectColor visual.

source: Unable to get window attributes
cs: Nelze získat atributy okna
sv: Det går inte att hämta fönsterattribut

source: gettimeofday failed
sv: gettimeofday misslyckades

source: Unable to open image file
cs: Nelze otevøít soubor obrazové skupiny
sv: Det går inte att öppna bildfilen

source: Unable to read BMP header
cs: nemohu èíst hlavièku BMP souboru
sv: Det går inte att läsa BMP-rubriken

source: Invalid BMP header
cs: ©patná hùavièka BMP souboru
sv: Ogiltigt BMP-huvud

source: Unable to map image file
cs: Nelze otevøít soubor obrazové skupiny
sv: Det går inte att mappa bildfilen

source: View BMP images from the PNG driver.
cs: Náhled BMP obrázku pomocí ovladaèe PNG.
sv: Visa BMP-bilder från PNG-drivrutinen.

source: Image file
cs: Soubory obrazové skupiny
sv: Bildfil

source: 3d raster map to be converted to ASCII
cs: mapa 3dcell pro konverzi do ASCII

source: Char string to represent no data cell
cs: Znak pro oznaèení bunìk s hodnotou NULL

source: Use G3D mask (if exists) with input map
cs: Pou¾ít masku G3D (pokud existuje) s vstupní mapou

source: raster3d, voxel, export
cs: rastr3d, voxel, export

source: Converts a 3D raster map layer into an ASCII text file
cs: Pøevede 3D rastrovou mapovou vrstvu do ASCII textového souboru

source: Requested 3d raster map not found
cs: Po¾adovaný soubor g3d nebyl nalezen

source: Error closing new ASCII file
cs: Chyba pøi uzavírání nového souboru ASCII

source: Unable to close the 3d raster map
cs: Nelze zavøít vstupní 3D rastr

source: 3d raster map(s) to be converted to 2D raster slices
cs: Pøevod rastrové 3d mapy na rastrovou 2D mapu

source: Use the same resolution as the input G3D map for the 2d output maps, independent of the current region settings
cs: Pou¾ij stejné rozli¹ení jako je vstupní G3D mapa pro 2d výstupní mapu, nezávisle na aktuálním rozli¹ení

source: Unable to write raster row
cs: Nelze ènyní zapsat rastrovou mapu.

source: Unable to close output map
cs: Nelze zavøít výstupní mapu

source: raster3d, voxel
cs: rastr3d, voxel

source: Open 3d raster map <%s>
cs: Otevøi mapu g3d <%s>

source: Error opening 3d raster map <%s>
cs: Chyba pøi otevírání 3d rastrové mapy <%s>

source: The 2d and 3d region settings are different. Using the 2D window settings to adjust the 2D part of the 3D region.
cs: 2d a 3d rozli¹ení jsou rùzná. Pou¾iji nastavení 2d regionu pro nastavení 2d èásti 3d regionu.

source: Raster map %d Filename: %s already exists. Will be overwritten!
cs: Rastrová mapa %d Jméno souboru: %s ji¾ existuje. Mapa bude pøepsána!

source: Could not open map %s
cs: Nelze otevøít mapu %s

source: You have to specify top and bottom map
cs: Musíte zadat spodní a svrchní mapu

source: Requested 3d raster map <%s> not found
cs: Po¾adovaný soubor g3d <%s> nebyl nalezen

source: Requested g3d RGB map <%s> not found
cs: Po¾adovaná mapa g3d RGB <%s> nebyla nalezena

source: Please provide three g3d RGB maps
cs: Prosím zadejte tøi g3d RGB mapy

source: Requested g3d vector map <%s> not found
cs: Po¾adovaná mapa g3d vektor <%s> nebyla nalezena

source: Please provide three g3d vector maps [x,y,z]
cs: Prosím zadejte tøi g3d vektory [x,y,z]

source: No g3d data, RGB or xyz-vector maps are provided! Will only write the geometry.
cs: ®ádná g3d data, RGB nebo xyz-vektorová mapa jsou po¾adována! Zapí¹i pouze geometrii.

source: Open rgb 3d raster map %s
cs: Otevøít rgb g3d rastrový soubor %s

source: Error closing g3d rgb map.
cs: Chyba pøi zavírání g3d rgb souboru

source: Error closing g3d vector map.
cs: Chyba pøi zavírání g3d vektorového souboru

source: Converts 3D raster maps (G3D) into the VTK-Ascii format
cs: Pøevede 3D rastrové mapy (G3D) do formátu VTK-Ascii

source: The 2d and 3d region settings are different. The g3d settings are used to adjust the 2d region.
cs: 2d a 3d nastavení regionu jsou rùzná. Pou¾iji hodnoty z nastavení g3d pro zmìnu 2d regionu.

source: unable to close top raster map
cs: nelze zavøít svrchní rastrovou mapu

source: unable to close bottom raster map
cs: nelze zavøít spodní rastrovou mapu

source: Error closing 3d raster map, the VTK file may be incomplete.
cs: Chyba pøi zavírání mapy g3d, soubor VTK je asi nekompletní.

source: unable to close input raster map
cs: Nelze zavøít vstupní rastrovou mapu

source: unable to close input 3d raster map
cs: Nelze zavøít vstupní 3D rastr

source: G3D map(s) to be converted to VTK-ASCII data format
cs: G3D mapa(y) pro konverzi do datového formátu VTK-ASCII

source: top surface 2D raster map
cs: 2D mapa svrchního povrchu

source: bottom surface 2D raster map
cs: 2D mapa spodního povrchu

source: Create 3d elevation output with a top and a bottom surface, both raster maps are required.
cs: Vytvoøí 3D elevaci se svrchním a spodním povrchem. Obì rastrové mapy jsou po¾adovány.

source: Three (r,g,b) 3d raster maps to create rgb values [redmap,greenmap,bluemap]
cs: 3 rastrové mapy (r,g,b) g3d, které jsou pou¾ity pro vytvoøení hodnot RGB [redmap,greenmap,bluemap]

source: Three (x,y,z) 3d raster maps to create vector values [xmap,ymap,zmap]
cs: 3 rastrové mapy (r,g,b) g3d, které jsou pou¾ity pro vytvoøení hodnot vektorù [xmap,ymap,zmap]

source: Use g3d mask (if exists) with input maps
cs: Pou¾ít masku G3D (pokud existuje) se vstupními mapami

source: Scale factor effects the origin
cs: Mìøítkový faktor ovlivní zdroj

source: Could not get top raster row
cs: Nelze naèíst øádek svrchního rastru

source: Could not get bottom raster row
cs: Nelze naèít øádek spodního rastru

source: write_vtk_rgb_data: writing rgb data
cs: write_vtk_data: Zapisuji data RGB

source: Wrong 3d raster map values! Values should in between 0 and 255!
cs: Chybné hodnoty 3d raster mapy! Hodnoty by mìly být v rozmezí 0 a 255!

source: write_vtk_vector_data: writing vector data
cs: write_vtk_vector_data: Zapisuji data vektorová data

source: 3d raster map to be converted to Vis5d (v5d) file
cs: mapa 3dcell pro konverzi na soubor Vis5d (v5d)

source: Name for v5d output file
cs: Název výstupního v5d souboru

source: Viz5D allows %d cols, you have %d cols
cs: Viz5D dovoluje %d sloupcù, vy máte %d sloupcù

source: Viz5D allows %d rows, you have %d rows
cs: Viz5D dovoluje %d øádkù, vy máte %d øádkù

source: Error: couldn't create %s
cs: Chyba: nemohu vytvoøit %s

source: Error while writing grid. Disk full?
cs: Chyba pøi zapisování møí¾ky. Disk je plný?

source: Export of GRASS 3D raster map to 3-dimensional Vis5D file.
cs: Exportuje 3D rastrový soubor GRASSu do 3-dimenzionálního Vis5D souboru.

source: Print/add/remove a timestamp for a 3D raster map
cs: Vytiskni/pøidej/sma¾ èasovou znaèku pro 3D rastrovou mapu

source: Input grid3 filename
cs: Vstupní soubor grid3

source: Grid3 <%s> not found %s
cs: Grid3 <%s> nebyl nalezen %s

source: Name of input 3D raster map
cs: Název vstupní 3D rastrové mapy

source: Print range only
cs: Vytiskni pouze rozsah

source: Print 3D raster map resolution (NS-res, EW-res, TB-res) only
cs: Vytiskni pouze rozli¹ení 3D rastru (NS-roz, EW-roz, TB-roz)

source: Print 3D raster map type (float/double) only
cs: Vytiskne pouze typ 3D rastrové mapy (float/double)

source: Print 3D raster map region only
cs: Vytiskni pouze region rastrové 3D rastrové mapy

source: Print 3D raster history instead of info
cs: Vytiskne historii 3D rastru místo informací

source: Print 3D raster map timestamp (day.month.year hour:minute:seconds) only
cs: Vypsat pouze èasovou znaèku 3D rastrové mapy (den.mìsíc.rok hodiny:minuty:sekondy)

source: Error opening grid3 file [%s]
cs: Chyba pøi otevírání souboru grid3 [%s]

source: Error reading range for [%s]
cs: Chyba pøi ètení rozsahu pro [%s]

source: Creates a display file from an existing grid3 file according to specified threshold levels.
cs: Vytvoøí a zobrazí soubor z existujícího grid3 souboru podle zadaných prahových hodnot.

source: Name of an existing 3d raster map
cs: Název existující 3D rastrové mapy

source: Name of output display file
cs: Název výstupního souboru

source: Error opening display file [%s]
cs: Chyba pøi otevírání souboru [%s]

source: makeMask: error opening map.
cs: makeMask: chyba pøi otevírání mapy.

source: makeMask: error opening g3d mask file
cs: makeMask: chyba pøi otevírání souboru s maskou g3d

source: makeMask: error closing g3d mask file
cs: makeMask: chyba pøi uzavírání souboru g3d mask

source: makeMask: error closing map
cs: makeMask: chyba pøi uzavírání mapy

source: 3d raster map with reference values
cs: mapa 3dcell s referenèními hodnotami

source: Adding rule: %lf - %lf
cs: Pøidávám pravidlo: %lf - %lf

source: 3d raster map for which to modify null values
cs: mapa 3dcell pro modifikaci hodnot NULL

source: modifyNull: error opening map
cs: modifyNull: chyba pøi otevøení mapy

source: modifyNull: error flushing tiles in cube
cs: modifyNull: chyba pøi zarovnání dla¾dic do kostky

source: modifyNull: error closing map
cs: modifyNull: chyba pøi uzavøení mapy

source: modifyNull: error closing tmp file
cs: modifyNull: chyba pøi zavírání souboru tmp

source: Could not close G3D map
cs: Nemohl jsem uzavøít G3D mapu

source: Input 3D raster map for cross section.
cs: Vstupní 3D rastrový soubor pro prùnik.

source: Use g3d mask (if exists) with input map
cs: Pou¾ít masku G3D (pokud existuje) se vstupní mapou

source: Unable to get elevation raster row
cs: Nelze naèíst øádek rastru elevace

source: Could not write raster row
cs: Nelze zapsat øádek rastrové mapy

source: Creates cross section 2D raster map from 3d raster map based on 2D elevation map
cs: Vytvoøí prùniky 2D mapy z g3d rastru objemù na základ 2D mapy elevace

source: The 2d and 3d region settings are different. I will use the g3d settings to adjust the 2d region.
cs: 2d a 3d nastavení regionu jsou rùzná. Pou¾iji hodnoty z nastavení g3d a pøenastavím 2d region.

source: Unable to open elevation map
cs: nelze zavøít mapu elevace

source: Unable to create raster map
cs: Nelze vytvoøit rastrovou mapu

source: Unable to close elevation map
cs: nelze zavøít mapu elevace

source: Wrong G3D Datatype! Cannot create raster map.
cs: Chybný G3D datový typ! Nelze vytvoøit rastrové mapy.

source: Could not close G3D map <%s>
cs: Nemohl jsem uzavøít mapu G3D <%s>

source: Ascii raster map to be imported
cs: Název ASCII rastrového souboru, který má být naimportován

source: raster3d, voxel, import
cs: rastr3d, voxel, import

source: Convert a 3D ASCII raster text file into a (binary) 3D raster map layer
cs: Pøevede 3D ASCII rastrový textový soubor na (binární) 3D rastrovou mapovou vrstvu

source: Error closing new 3d raster map
cs: Chyba pøi zavírání 3d rastru

source: Error closing ascii file
cs: Chyba pøi zavírání souboru ASCII

source: raster3d, statistics
cs: rastr3d, statistika

source: Generates volume statistics for raster3d maps.
cs: Vytvoøí statistiku ploch pro r3d rastrové mapy.

source: Number of sub-ranges to collect stats from
cs: Poèet podintervalù pro které bude vytvoøena statistika

source: Requested g3d map <%s> not found
cs: Po¾adovaná mapa g3d <%s> nebyla nalezena

source: Error opening g3d map <%s>
cs: Chyba pøi otevírání mapy g3d <%s>

source: The initial piezometric head in [m]
cs: Poèáteèní piezometrická hodnota v [m]

source: The status for each cell, = 0 - inactive, 1 - active, 2 - dirichlet
cs: Status pro ka¾dou buòku, = 0 -neaktivní, 1 - aktivní, 2 - Dirichletovo ¹íøení

source: The z-part of the hydraulic conductivity tensor in [m/s]
cs: souøadnice z hydraulického napøimovaèe vodivosti v [m/s]

source: Specific yield in 1/m
cs: Specifický výnos 1/m

source: Recharge raster map in m^3/s
cs: Mapa obohacení v m^3/s

source: The piezometric head result of the numerical calculation will be written to this map
cs: Výsledná piezometrická hodnota numerického výpoètu bude zapsána do mapy

source: Calculate the groundwater distance velocity vector field and write the x, y, and z components to maps named name_[xyz]. Name is basename for the new raster3d maps
cs: Vypoèítat prùtokovou rychlost vektorového pole a zapi¹ x,y a z èásti do map pojmenovaných jmeno_[xyz]. Jméno mapy je základ pro r3d rastrovou mapu.

source: Use G3D mask (if exists)
cs: Pou¾ít masku G3D (pokud existuje)

source: Use a sparse linear equation system, only available with iterative solvers
cs: Pou¾ít lineární systém rovnic pro øídké matice, dostupný pouze pro iterativní solvery

source: Numerical calculation program for transient, confined groundwater flow in three dimensions
cs: Numerický výpoèet pro pøechodný uzavøený tok ve tøech dimenzích

source: The direct cholesky solver do not work with sparse matrices
cs: Pøímá choleskyho analýza nepracuje s øídkou maticí

source: Write the result to g3d map <%s>
cs: Zapsat výsledek do g3d mapy <%s>

source: Error closing g3d file
cs: Chyba pøi zavírání souboru g3d

source: Configuration editor for r.li.'index'
cs: Konfiguraèní editor pro r.li.'index'

source: raster, landscape structure analysis
cs: rastr, anylýza krajiny

source: import GetFeature from WFS
cs: Imoprtovat GetFeature z WFS

source: GetFeature URL starting with http
cs: GetFeature startovací adresa URL s http

source: Vector output map
cs: Výstupní vektorová mapa

source: database, attribute table
cs: databáze, atributová tabulka

source: Drops a column from selected attribute table
cs: Sma¾e sloupeèky z vybrané atributové tabulky

source: Table from which to drop attribute column
cs: Tabulka, ze které mude sloupeèek vymazán

source: Name of the column
cs: Jméno sloupce

source: Import Mapgen or Matlab vector maps into GRASS.
cs: Importuje vektory ve formátu Mapgen nebo Matlab do GRASSu

source: vector, import
cs: vektor, import

source: vector, import, gazetteer
cs: vektor, import gazetteer

source: vector, centroid, area
cs: vektor, centroid, plocha

source: Layer number
cs: Èíslo vrstvy

source: raster, tiling
cs: rastr, dla¾dice

source: Verbosity level
cs: Úroveò upovídanosti

source: Drapes a color raster over a shaded relief map using d.his
cs: Pøekrýt barevnou rastrovou mapy pøes stínovaný reliéf s pou¾itím d.his

source: Name of shaded relief or aspect map
cs: Jméno mapy stínovaného reliéfu nebo expozice

source: Name of raster to drape over relief map
cs: Jméno rastru pro pøeta¾ení pøes mapu reliéfu

source: Fills no-data areas in raster maps using v.surf.rst splines interpolation
cs: V rastrových mapách vyplní plochy s prázdnými hodnotami za pou¾ití v.surf.rst spline interpolace

source: raster, elevation, interpolation
cs: rastr, elevace, interpolace

source: Raster map in which to fill nulls
cs: Rastrové mapy v nich¾ mají být vyplnìny NULLy

source: Output raster map with nulls filled by interpolation from surrounding values
cs: Výstupní rastrová mapa její¾ prázdná místa budou vyplnìna okolními hodnotami

source: Display the HTML man pages of GRASS
cs: Zobrazuje manuálové stránky GRASSu ve formátu HTML

source: general, manual, help
cs: obecné, návod, pomoc

source: Convert coordinates from one projection to another (cs2cs frontend).
cs: Pøevede souøadnice z jedné projekce do druhé (rozhraní k cs2cs)

source: miscellaneous, projection
cs: rùzné, projekce

source: Input coordinate file (omit to read from stdin)
cs: Vstupní soubor se souøadnicemi (vynechává se pøi ètení ze standardního vstupu)

source: Output coordinate file (omit to send to stdout)
cs: Výstup souøadnicového souboru (vynechává se pøi výpisu na standardní výstup)

source: Field separator
cs: Oddìlovaè sloupcù

source: Output long/lat in decimal degrees or other projections with many decimal places
cs: Výstup lat/long v decimálních stupních nebo jiné projekce s mnoha desetinnými místy

source: Imports US-NGA GEOnet Names Server (GNS) country files into a GRASS vector points map.
cs: Importuje US-NGA GEOnet jmenný server (GNS) soubory o státech do vektorové bodové mapy mapy GRASSu

source: Uncompressed GNS file from NGA (with .txt extension)
cs: Rozbalený soubor GNS z NGA (s koncovkou .txt)

source: Reports geometry statistics for vectors.
cs: Vypí¹e íºdaje o geometrii vektorové mapy.

source: vector, report, statistics
cs: vektor, zpráva, statistika

source: Reverse sort the result
cs: Obrácené øazení výsledkù

source: mi(les),f(eet),me(ters),k(ilometers),a(cres),h(ectares),p(ercent)
cs: mi(míle),f(stopy),me(metry),k(kilometery),a(akry),h(hektary),p(procenta)

source: vector, database, attribute table
cs: vektor, databáze, tabulka atributù

source: Points vector map to modify
cs: Bodová mapa, která bude zmìnìna

source: Layer in the vector to be modified
cs: Vektorová vrstva, která bude mìnìna

source: Column to be updated with the query result
cs: Sloupec který má být aktualizován výsledky dotazu

source: Vector map to be queried
cs: Vektorová mapa, její¾ hodnoty budou vy¹etøovány

source: Column to be queried
cs: Sloupec vektorové mapy, ze kterého se budou brát hodnoty

source: Type of color table
cs: Typ tabulky barev

source: Raster map name from which to copy color table
cs: Název rastrové mapy, ze které se má kopírovat tabulka barev

source: Vector map for which to drop attribute column
cs: Vektorová mapa, v její¾ atributové tabulce bude sloupec smazán

source: Layer where to drop column
cs: Vrstva, odkud smazat sloupec

source: raster, statistics, aggregation
cs: rastr, statistika, agregace

source: WHERE conditions of SQL statement without 'where' keyword
cs: Podmínka SQL WHERE ov¹em bez slova 'where'

source: raster, imagery, mosaicking
cs: rastr, dpz, mozaikování

source: reclass raster output map
cs: reklasifikovaná výstupní mapa

source: display
cs: zobrazení

source: Flip legend
cs: Obrátit legendu

source: Name of raster map
cs: Název rastrové mapy

source: Calculates linear regression from two raster maps: y = a + b*x
cs: Poèítá lineární regresi pro dvì rastrové mapy: y = a + b*x

source: raster, statistics
cs: rastr, statistika

source: Slower but accurate (applies to FP maps only)
cs: Pomalej¹í, ale pøesnìj¹í (pou¾itelné pouze pro mapy s desetinným èíslem)

source: Import waypoints, routes, and tracks from a GPS receiver or GPS download file into a vector map.
cs: Stáhne Waypoints, Routes a Tracks z pøístroje GPS nebo ze souboru a ulo¾í je do vektorové mapy.

source: vector, import, GPS
cs: vektor, import, GPS

source: Verbose mode
cs: Roz¹íøený mód

source: Import waypoints
cs: Importovat body

source: Import routes
cs: Importovat cesty

source: Import track
cs: Importovat tracky

source: Force vertices of track or route data as points
cs: Pøevézt lomové body tracku nebo cesty na body

source: Do not attempt projection transform from WGS84
cs: Neprovádìt pøevod projekce z WGS84

source: Device or file used to import data
cs: Zaøízení nebo soubor urèený k importu

source: Format of GPS input data (use gpsbabel supported formats)
cs: Formát vstupní dat z GPSky (pou¾ij formáty podporované gpsbabel)

source: Projection of input data (PROJ.4 style), if not set Lat/Lon WGS84 is assumed
cs: Projekce vstupních dat (pou¾ijte volby PROJ.4), pokud není nastaveno, pøedpokládáse, ¾e tato projekce je Lat/Long WGS84

source: Brovey transform to merge multispectral and high-res panchromatic channels
cs: Broveyova transformace pro slouèení multispektrálních kanálù s panchromatickými kanály vy¹¹ího rozli¹ení

source: display, diagram
cs: zobrazení, diagram

source: Name of optional EPS output file
cs: Název volitelného výstupního souboru ve formátu EPS

source: Downloads and imports data from WMS servers.
cs: Stáhne a importuje data z WMS serverù.

source: List available layers and exit
cs: Vypi¹ pøítomné vrstvy a ukonèi se

source: Skip to downloading (to resume downloads faster)
cs: Pøeskoè ke stahování (aby bylo stahování rychlej¹í)

source: Download
cs: Stahuji
